Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Malay Falls
ml: മാലായ് ഫോള്‍സ്
ta: மலாய் ஃபால்ஸ்

source: Malaybalay
ml: മലായ്ബാലായ്
ta: மலாய்பாலாய்

source: Malaysia
ml: മലേഷ്യ
ta: மலேசியா

source: Maldives
ml: മാല്‍ഡീവ്സ്
ta: மாலதீவுகள்

source: Maldonado/Punta del Este
ml: മാല്‍ഡോനാഡോ/പുന്‍ട്ടാ ഡേല്‍ എസ്റ്റേ
ta: மல்டொனடோ/புட்னா ஈஸ்ட்

source: Male
ml: മാലി
ta: மேல்

source: Mali
ml: മാലി
ta: மாலி

source: Malibu Beach
ml: മാലിബു ബീച്ച്
ta: மாலிபு பீச்

source: Malindi
ml: മാലിന്‍ധി
ta: மிடிலினி

source: Malloch
ml: മാലോക്ക്
ta: மாலோக்

source: Malmen
ml: മാല്‍മേന്‍
ta: மால்மென்

source: Malmi
ml: മാല്‍മി
ta: மால்மி

source: Malmstrom
ml: മാല്‍മ്സ്റ്റോം
ta: மால்ம்ஸ்டோம்

source: Malmö
ml: മാല്‍മോ
ta: மால்மோ

source: Malta
ml: മാല്‍ട്ടാ
ta: மால்டா

source: Mamfe
ml: മാംഫേ
ta: மாம்ஃபி

source: Mammoth/June Lakes
ml: മാമ്മോഥ്/ജൂണ്‍ ലേയ്ക്ക്സ്
ta: மாம்மோத்/ஜூன் லேக்ஸ்

source: Man
ml: മാന്‍
ta: மேன்

source: Managua A. C. Sandino
ml: മാനാഗ്വാ എ.സി. സാന്‍ഡിനോ
ta: மனாகுவா ஏ.ஸி சாடினோ

source: Mananjary
ml: മാഞ്ചാരീ
ta: மானாஜரி

source: Manasquan
ml: മാനാസ്ക്വാന്‍
ta: மனாஸ்க்வான்

source: Manassas
ml: മാന്നാസസ്
ta: மானஸாஸ்

source: Manaus
ml: മനൌസ്
ta: மானஸ்

source: Manchester
ml: മാന്‍ച്ചെസ്റ്റര്‍
ta: மான்செஸ்டர்

source: Mandalay
ml: മാന്‍ഡാലേയ്
ta: மன்டலே

source: Mandelieu-la-Napoule
ml: മാന്‍ഡില്യൂ-ലാ-നൌപോള്‍
ta: மன்டெலெயோ-லா-நப்போலே

source: Mandera
ml: മാന്‍ഡേരാ
ta: மேன்டிரா

source: Mangalore/Bajpe
ml: മാംഗളൂര്‍/ബാജ്പേ
ta: மங்களூர்/பாஜ்பி

source: Mangilsan Ab
ml: മാംഗില്‍സണ്‍ അബ്
ta: மாங்கில்சன் ஏப்

source: Mango
ml: മാംഗോ
ta: மாங்கோ

source: Mangochi
ml: മാംഗോച്ചി
ta: மங்கோச்சி

source: Manhattan
ml: മാന്‍ഹട്ടന്‍
ta: மன்ஹாடன்

source: Manicoré
ml: മാനിക്കോര്‍
ta: மனிகோர்

source: Manila
ml: മാനിലാ
ta: மணிலா

source: Manisa
ml: മാനിസാ
ta: மானிஸா

source: Manistee
ml: മാനിസ്ത്തീ
ta: மானிஸ்டீ

source: Manistique
ml: മാനിസ്ത്തിക്ക്
ta: மானிஸ்க்வ்

source: Manitoba
ml: മാനിത്തോബാ
ta: மானிடோபா

source: Manitowoc
ml: മാനിട്ടോവോക്ക്
ta: மானிடோவோக்

source: Maniwaki
ml: മാനിവാക്കി
ta: மணிவாகி

source: Mankato
ml: മാങ്കോട്ടോ
ta: மான்காடோ

source: Manley Hot Springs
ml: മാന്‍‍ലേ ഹോട്ട് സ്പ്രിങ്സ്
ta: மான்லே ஹாட் ஸ்பிரிங்

source: Mannheim
ml: മാന്‍ഹയിം
ta: மான்ஹிம்

source: Manning
ml: മാന്നിങ്
ta: மெனிங்

source: Manokwari / Rendani
ml: മാനോക്ക്വാരി / റെന്‍ഡാനി
ta: மனோக்வாரி / ரென்டேனி

source: Manono
ml: മാനാനോ
ta: மெனோனோ

source: Manouane
ml: മാനൌനേ
ta: மெனோனே

source: Mansa
ml: മാന്‍സാ
ta: மான்ஸா

source: Mansfield
ml: മാന്‍സ്ഫീള്‍ഡ്
ta: மான்ஸ்ஃபீல்ட்

source: Manston
ml: മാന്‍സ്റ്റണ്‍
ta: மான்ஸ்டன்

source: Manta
ml: മാന്‍റാ
ta: மான்டா

source: Manteo / Dare County Regional
ml: മാന്‍റീയൌ / ഡെയര്‍ കൌണ്ടി റീജിയണല്‍
ta: மன்டோ / டேர் கவுண்டி ரிஜினல்

source: Manus Island/Momote
ml: മാനുസ് ഐലന്‍റ്/മാമോട്ട്
ta: மானுஸ் தீவு/மோமொடி

source: Manzanillo
ml: മാന്‍സാനിലോ
ta: மான்ஸ்னிலோ

source: Manzanillo, Oriente
ml: മാന്‍സാനിലോ, ഓറിയന്‍റ്
ta: மான்ஸ்னிலோ, ஓரியண்டே

source: Manzini
ml: മാന്‍സീനി
ta: மான்ஸ்னி

source: Maopoopo
ml: മൌപൂപോ
ta: மௌபோபொ

source: Maple Creek
ml: മേപ്പിള്‍ ഗ്രീക്ക്
ta: மேப்லே க்ரீக்

source: Maple Lake
ml: മേപ്പിള്‍ ലേയ്ക്ക്
ta: மேப்லே ஏரி

source: Maputo / Mavalane
ml: മാപുട്ടോ / മാവാലീന്‍
ta: மாபூடோ / மாவலேன்

source: Mar Del Plata
ml: മാര്‍ ഡെല്‍ പ്ലാറ്റാ
ta: மார் டெல் ப்லாடா

source: Marabá
ml: മാറാബാ
ta: மாராபா

source: Maracaibo-La Chinita
ml: മാറാക്കയോബാ-ലാ-ചിനീറ്റാ
ta: மாரகாய்போ-லா சினிடா

source: Maracay-B. A. Sucre
ml: മാറാകയ്-ബി. എ.സക്കര്‍
ta: மரகே-B. A. சுக்ரி

source: Maradi
ml: മാറാഡി
ta: மாரடி

source: Maragheh/Sahand
ml: മാറാഗെന്‍/സാഹന്‍ഡ്
ta: மாராகேஹ்/சாஹண்ட்

source: Marathon
ml: മാരാഥോണ്‍
ta: மரதான்

source: Marathon Coast Guard Station
ml: മാരാഥോണ്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: மாரதோன் கடலோர காவல் நிலையம்

source: Marblehead
ml: മാര്‍ബിള്‍ഹെഡ്
ta: மார்பில்ஹெட்

source: March Air Force Base
ml: മാര്‍ച്ച് എയര്‍ ഫോഴ്സ് ബെയിസ്
ta: மார்ச் ஏர் ஃபோர்ஸ் பேஸ்

source: Marcos A. Gelabert
ml: മാര്‍ക്കോസ് എ.ഗെലാബേര്‍ട്ട്
ta: மார்கோஸ் ஏ. கிலாபர்ட்

source: Marcos Juárez
ml: മാര്‍ക്കോസ് ജ്വാറെസ്
ta: மார்கோஸ் ஜுஆர்ஸ்

source: Marfa
ml: മാര്‍ഫാ
ta: மார்ஃபா

source: Margarita/Del Caribe
ml: മാര്‍ഗറീറ്റാ/ഡെല്‍ കാരീബ്
ta: மார்கரிடா/டெல் கரிபே

source: Margate
ml: മാര്‍ഗാത്തേ
ta: மார்கேட்

source: Marham
ml: മാര്‍ഹം
ta: மார்ஹாம்

source: Marianna
ml: മാരിയാന്നാ
ta: மாரியானா

source: Marib
ml: മാരിബ്
ta: மாரிப்

source: Maribo/Lolland Falster
ml: മാരിബോ/ലോള്ളാന്‍ഡ് ഫാല്‍സ്റ്റര്‍
ta: மாரிபோ/லோலான்ட் ஃபால்ஸ்டெர்

source: Maribor
ml: മാരിബോര്‍
ta: மாரிபோர்

source: Marie Coast Guard Station
ml: മാരീ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: மாரி கடலோர காவல் நிலையம்

source: Mariehamn
ml: മാരീഹാം
ta: மாரிஹாம்

source: Marietta
ml: മാരീറ്റാ
ta: மாரிட்டா

source: Marignane
ml: മാരിഗ്നാന്‍
ta: மார்க்னானே

source: Marina Del Rey
ml: മാരീനാ ഡെല്‍ റേയ്
ta: மரினா டெல் ரே

source: Marina di Ginosa
ml: മാരീനാ ഡി ഗിനോസാ
ta: மெரினா டி கினோசா

source: Marinduque Island
ml: മാരിന്‍ഡ്യൂക്ക് ഐലന്‍റ്
ta: மெரின்டுக்யூ தீவு

source: Marine Corps Air Station
ml: മാരീന്‍ കോര്‍പ്പ്സ് എയര്‍ സ്റ്റേഷന്‍
ta: மெரின் கார்ப்ஸ் காற்று நிலையம்

source: Maringá
ml: മാരിങ്കാ
ta: மெரிங்கா

source: Marino di Ravenna
ml: മാരീനോ ഡി രാവേന്നാ
ta: மரியானோ டி ராவினா

source: Marion
ml: മാരിയോണ്‍
ta: மாரியான்

source: Marion Island
ml: മാരിയോണ്‍ ഐലന്‍റ്
ta: மெரியான் தீவு

source: Marion-Wytheville
ml: മാരിയോണ്‍-വൈഥേവില്‍
ta: மரியான்-வைத்வில்லே

source: Mariscal Estigarribia
ml: മാരിസ്ക്കാല്‍ എസ്റ്റിഗരീബ്യാ
ta: மாரிஸ்கேல் எஸ்டிகரிபியா

source: Maritsa
ml: മാരിസ്റ്റാ
ta: மெரிட்சா

source: Maroua-Salak
ml: മരൌ-സാലക്ക്
ta: மாரோயா-சாலக்

source: Marquette
ml: മാര്‍ക്വറ്റ്
ta: மார்க்யூட்

source: Marrakech
ml: മാറാക്കേച്ച്
ta: மர்ராக்கிச்

source: Marsabit
ml: മാര്‍സാബിറ്റ്
ta: மார்சாபிட்

source: Marseille
ml: മാര്‍സീല്‍
ta: மார்சில்லே

source: Marseilles
ml: മാര്‍സീല്‍സ്
ta: மார்சில்லீஸ்

source: Marshall
ml: മാര്‍ഷല്‍
ta: மார்ஷெல்

source: Marshall Islands
ml: മാര്‍ഷല്‍ ഐലന്‍റുകള്‍
ta: மார்ஷல் தீவுகள்

source: Marshalltown
ml: മാര്‍ഷല്‍ ടൌണ്‍
ta: மார்ஷென்டௌன்

source: Marshfield
ml: മാര്‍ഷ്ഫീള്‍ഡ്
ta: மார்ஷெல்ஃபீல்ட்

source: Martha's Vineyard
ml: മാര്‍ത്താസ് വൈന്‍യാര്‍ഡ്
ta: மார்தாஸ் வைன்யார்ட்

source: Martin
ml: മാര്‍ട്ടീന്‍
ta: மார்டின்

source: Martinique
ml: മാര്‍ട്ടീനീ
ta: மார்டினீக்கு

source: Martinsburg
ml: മാര്‍ട്ടിന്‍സ്ബര്‍ഗ്
ta: மார்டின்ஸ்பர்க்

source: Martinsville
ml: മാര്‍ട്ടിന്‍സ്വില്‍
ta: மார்டின்ஸ்வில்லா

source: Mary's Harbour
ml: മേരീസ് ഹാര്‍ബര്‍
ta: மேரீஸ் ஹார்பர்

source: Maryland
ml: മേരീലാന്‍ഡ്
ta: மோரிலாண்ட்

source: Marysville
ml: മേരിസ്വില്‍
ta: மோரிஸ்வில்லா

source: Marysville-Beale AFB
ml: മേരീസ്വില്‍-ബേയ്‍ലേ എ എഫ് ബി
ta: மேரிஸ்வில்லா

source: Masbate
ml: മാസ്ബേറ്റ്
ta: மாஸ்பேட்

source: Mascara-Ghriss
ml: മാസ്ക്കാറാ-ഗ്രിസ്സ്
ta: மாஸ்காரியா-கரீஸ்

source: Maseru
ml: മാസേറൂ
ta: மஸ்செரு

source: Mashhad
ml: മാഷാഡ്
ta: மாஸ்ஹாட்

source: Masindi
ml: മാസിന്‍ഡി
ta: மாசின்டி

source: Masirah
ml: മാസിറാഹ്
ta: மாசிராஹ்

source: Masjed-Soleyman
ml: മാസിജദ്-സോളിമാന്‍
ta: மஸ்ஜித்-சோலேமன்

source: Mason
ml: മാസോണ്‍
ta: மாசன்

source: Mason City
ml: മാസോണ്‍ സിറ്റി
ta: மாசன் சிட்டி

source: Mason County Airport
ml: മാസോണ്‍ കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: மாசன் கவுண்டி விமான நிலையம்

source: Massachusetts
ml: മാസ്സാച്ചസറ്റ്സ്
ta: மஸாஸிசூட்ஸ்

source: Massawa
ml: മാസ്സാവാ
ta: மாஸவா

source: Massena
ml: മാസ്സീനാ
ta: மஸாஸினா

source: Masset
ml: മാസ്സേറ്റ്
ta: மாஸெட்

source: Masslo / Meslo
ml: മാസ്സ്ളോ / മെസ്ലോ
ta: மாஸ்லோ / மெஸ்லோ

source: Masvingo
ml: മാസ്വിങ്കോ
ta: மாஸ்விங்கோ

source: Matadi
ml: മാറ്റാഡി
ta: மாடாடி

source: Matagami
ml: മാറ്റാഗാമി
ta: மாடகாமி

source: Matam
ml: മാറ്റാം
ta: மாடம்

source: Matamoros
ml: മാറ്റാമോറോസ്
ta: மடமோரோஸ்

source: Matsumoto
ml: മാറ്റ്സുമോട്ടോ
ta: மாட்சுமோடோ

source: Matsushima Ab
ml: മാറ്റ്സുഷിമാ അബ്
ta: மாட்சுஸ்ஸிமா ஏப்

source: Matsuyama
ml: മാറ്റ്സുയാമാ
ta: மாட்சுஸ்ஸிமா

source: Matthew Town, Inagua
ml: മാത്ത്യൂ ടൌണ്‍. ഇനാഗ്വാ
ta: மேத்யூ டவுண், இனகோ

source: Mattoon
ml: മാറ്റൂണ്‍
ta: மடோன்

source: Maturin
ml: മാറ്റുരിന്‍
ta: மட்டுரின்

source: Maumere / Wai Oti
ml: മൌമേര്‍ / വായി ഓട്ടി
ta: மௌமேரே / வை ஒட்டி

source: Maun
ml: മൌന്‍
ta: மௌன்

source: Maupertus-sur-Mer
ml: മൌപേര്‍ട്ടസ്-സുര്‍-മേര്‍
ta: மௌபிர்டிஸ்-சுர்-மெர்

source: Mauritania
ml: മൌറിറ്റാനിയ
ta: மொரிசியேனியா

source: Mauritius
ml: മൌരീഷ്യസ്
ta: மொரீஷியஸ்

source: Maxton
ml: മാകസ്റ്റണ്‍
ta: மாக்ஸ்டன்

source: Maxwell AFB
ml: മാക്സ്വേല്‍ എ എഫ് ബി
ta: மேக்ஸ்வெல் AFB

source: Mayaguez
ml: മായാഗ്വസ്
ta: மாயாகுஸ்

source: Mayo
ml: മായോ
ta: மேயோ

source: Mayport
ml: മേയ്പോര്‍ട്ട്
ta: மாய்போர்ட்

source: Mayumba
ml: മായുന്പാ
ta: மேயும்பா

source: Mazar-I-Sharif
ml: മാസാര്‍-ഈ-ഷാരിഫ്
ta: மாசர்-ஐ-ஷாரிஃப்

source: Mazatlán
ml: മാസാള്‍റ്റാന്‍
ta: மஸாட்லன்

source: Mazu
ml: മാസു
ta: மாசு

source: Mbala
ml: ബാലാ
ta: ம்பாலா

source: Mbandaka
ml: ബാന്‍ഡാക്കാ
ta: ம்பண்டகா

source: Mbarara
ml: ബാറാറാ
ta: ம்பராரா

source: Mbeya
ml: ബേയാ
ta: ம்பியா

source: Mbuji-Mayi
ml: ബുജി-മായി
ta: ம்புஜி-மாயி

source: Mc Gregor
ml: മാക്ക് ഗ്രീഗോര്‍
ta: மெக் கிகோர்

source: Mc Kinney
ml: മാക്ക് കിന്നി
ta: மெக் கென்னே

source: McAlester
ml: മാക്ക് അലെസ്റ്റര്‍
ta: மெக்எலெஸ்டர்

source: McAllen
ml: മാക്ക് അല്ലന്‍
ta: மெக்ஆலென்

source: McCall
ml: മാക്ക് കള്‍
ta: மெக்கால்

source: McCarran
ml: മാക്ക് കാരന്‍
ta: மெக்கேரன்

source: McCarthy
ml: മാക്ക് കാര്‍ഥി
ta: மெக்காத்தி

source: McClellan
ml: മാക്ക് ക്ളേല്ലാന്‍
ta: மெக்செல்லான்

source: McClellan Airfield Airport
ml: മാക്ക് ക്ളേല്ലാന്‍ എയര്‍ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: மெக்க்ளிலன் ஏர்ஃபீல்ட் விமான நிலையம்

source: McCollum Field Airport
ml: മാക്ക് കോളം ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: மெக்கோலம் ஃபில்ட் விமான நிலையம்

source: McComb
ml: മാക്ക് കോന്പ്
ta: மெக்கோப்

source: McConnell AFB
ml: മാക്ക് കോണല്‍ എ എഫ്ബി
ta: மெக்கோனெல் AFB

source: McCook
ml: മാക്ക് കുക്ക്
ta: மெக்குக்

source: McEntire
ml: മാക്ക് എന്‍ടയര്‍
ta: மெக்என்டையர்

source: McGrath
ml: മാക്ക് ഗ്രാഥ്
ta: மெக்ராத்

source: McKinley Park
ml: മാക്ക് കിന്‍ലീ പാര്‍ക്ക്
ta: மெக்கென்லே பார்க்

source: McMinnville
ml: മാക്ക് മിന്ന്വില്‍
ta: மெக்மிண்வில்லே

source: McMullen
ml: മാക്ക് മള്ളന്‍
ta: மெக்முல்லென்

source: McNabs Island
ml: മാക്ക് നാബ്സ് ഐലന്‍റ്
ta: மெக்நேப்ஸ் தீவு

source: Mcgill
ml: മാക്ക്ഗീല്‍
ta: மெக்கில்

source: Mcinnes Island
ml: മാക്കിന്‍സ് ഐലന്‍റ്
ta: மெகின்னீஸ் தீவு

source: Meacham
ml: മീച്ചാം
ta: மியாசம்

source: Meadow Lake
ml: മീഡൌ ലേയ്ക്ക്
ta: மெடௌ ஏரி

source: Meadville
ml: മീഡ് വില്‍
ta: மீட்வில்லா

source: Mecheria
ml: മേച്ചിറാ
ta: மெக்கெரினா

source: Mecklenburg-Western Pomerania
ml: മെക്ക്ളെന്‍ബര്‍ഗ്-വെസ്റ്റേണ്‍ പോമേറാനിയ
ta: மேக்லன்பர்க்-மேற்கு போமேரினியா

source: Medan / Polonia
ml: മേഡാന്‍ / പോളോനിയ
ta: மிடென் / போலோனியா

source: Medellín/Olaya Herrera
ml: മെഡേലിന്‍/ഓളായാ ഹെറേറാ
ta: மெடில்லின்/ஒலாயா ஹர்ரேரா

source: Medford
ml: മെഡ്ഫോര്‍ഡ്
ta: மெட்ஃபோர்ட்

source: Medford NEXRAD
ml: മെഡ്ഫോര്‍ഡ് നെക്സ്രാഡ്
ta: மெட்ஃபோர்ட் NEXRAD

source: Medicine Hat
ml: മെഡിസിന്‍ ഹാറ്റ്
ta: மெடிசன் ஹேட்

source: Medicine Lodge
ml: മെഡിസിന്‍ ലോഡ്ജ്
ta: மெடிசன் லாட்ஜ்

source: Meekatharra
ml: മീക്കാത്താറാ
ta: மீக்காதாரா

source: Meeker
ml: മീക്കര്‍
ta: மீக்கர்

source: Mehamn
ml: മേഹം
ta: மெஹாம்

source: Meiganga
ml: മേയ്ഗംഗാ
ta: மெய்கங்கா

source: Meiktila
ml: മേയിക്ക്ത്തിലാ
ta: மெய்க்டில்லா

source: Mekambo
ml: മേക്കാന്പോ
ta: மிகாம்போ

source: Meknes
ml: മേക്ക്നസ്
ta: மீக்நெஸ்

source: Mekoryuk
ml: മേക്കോര്യൂക്ക്
ta: மெகோர்யுக்

source: Melbourne
ml: മേല്‍ബോണ്
ta: மெல்பர்ன்

source: Melfa
ml: മേല്‍ഫാ
ta: மெல்ஃபா

source: Melilla
ml: മെലീലാ
ta: மெல்லா

source: Melita
ml: മേലീറ്റാ
ta: மெலிட்டா

source: Melo
ml: മേലൌ
ta: மெல்லோ

source: Melrose
ml: മെല്‍റോസ്
ta: மெல்ரோஸ்

source: Melsbroek
ml: മെല്‍സ്ബ്രൂക്ക്
ta: மெல்ஸ்ப்ரூக்

source: Melun
ml: മേലുണ്‍
ta: மேலுன்

source: Melville Hall Airport
ml: മേല്‍വില്‍ ഹോള്‍ എയര്‍പോര്‍ട്ട്
ta: மெல்வில்லா ஹால் விமான நிலையம்

source: Memambetsu
ml: മേമാംബെറ്റ്സു
ta: மெமாம்பெட்சு

source: Memphis
ml: മേംഫിസ്
ta: மெம்ப்ஹிஸ்

source: Mena
ml: മേനാ
ta: மினா

source: Menado / Dr. Sam Ratulangi
ml: മേനാഡോ / ഡോ. സാം റത്തൌളാങ്കി
ta: மீனாடோ / டாக்டர் சாம் ராடுலாங்கி

source: Menaka
ml: മേനകാ
ta: மேனகா

source: Mende
ml: മേന്‍ഡേ
ta: மென்டே

source: Mendig
ml: മേന്‍ഡിങ്
ta: மென்டிக்

source: Mendoza
ml: മേന്‍ഡോസാ
ta: மென்டோசா

source: Mene Grande
ml: മേനേ ഗ്രാന്‍ഡ്
ta: மெனி க்ரான்டே

source: Menggala / Astra Ksetra
ml: മെങ്കാളാ / ആസ്ട്രാ സെത്ത്രാ
ta: மீங்காலா / அஸ்ட்ரா சிட்ரா

source: Menominee
ml: മേനോമിനി
ta: மெனோமினீ

source: Menomonie
ml: മോനോമിനി
ta: மெனோமினீ

source: Menorca
ml: മേനോര്‍ക്കാ
ta: மெனோர்கா

source: Meppen
ml: മോപ്പന്‍
ta: மீப்பென்

source: Merauke / Mopah
ml: മെറൌക്ക് / മോപാഹ്
ta: மீரோகே / மோபா

source: Merced
ml: മേര്‍സീഡ്
ta: மெர்சிட்

source: Mercedes
ml: മേര്‍സീഡസ്
ta: மெர்சிடீஸ்

source: Mercury
ml: മേര്‍ക്കുറീ
ta: மெர்குரி

source: Mergui
ml: മേര്‍ഗുയീ
ta: மெர்குய்

source: Merida
ml: മേറീഡാ
ta: மெரிடா

source: Meriden
ml: മേറിഡിയന്‍
ta: மெரிடியன்

source: Meridian
ml: മേരീഡിയന്‍
ta: மெரிடியன்

source: Merle K (Mudhole) Smith Airport
ml: മേര്‍ളേ കെ (മഡോള്‍) സ്മിത്ത് എയര്‍പോര്‍ട്ട്
ta: மீர்லே கே (முதுலே) ஸ்மித் விமான நிலையம்

source: Merril Field
ml: മെറില്‍ ഫീള്‍ഡ്
ta: மெரில் ஃபீல்ட்

source: Merrill
ml: മെറില്‍
ta: மெர்ரில்

source: Merrill Field
ml: മെറില്‍ ഫീള്‍ഡ്
ta: மெர்ரில் ஃபீல்ட்

source: Merrill Pass West
ml: മെറില്‍ പാസ്സ് വെസ്റ്റ്
ta: மெரில் பாஸ் மேற்கு

source: Merrimac
ml: മെറിമാക്ക്
ta: மெரிமேக்

source: Merry Island
ml: മെറി ഐലന്‍റ്
ta: மெரி தீவு

source: Mersa Matruh
ml: മേര്‍സാ മാട്രൂഥ്
ta: மெர்சா மட்ருத்

source: Meru
ml: മേരൂ
ta: மெரு

source: Merzbrück
ml: മേര്‍സ്ബ്രക്ക്
ta: மெர்ஸ்ப்ரூக்

source: Merzifon
ml: മേര്‍സിഫോണ്‍
ta: மெர்சிஃபோன்

source: Mesa
ml: മേസാ
ta: மெசா

source: Mesquite
ml: മേസ്ക്വിറ്റ്
ta: மெஸ்க்யூட்

source: Messina
ml: മേസ്സീനാ
ta: மஸாஸினா

source: Metabaru Ab
ml: മേറ്റാബറൂ അബ്
ta: மெட்டாபரு ஏப்

source: Metlakatla
ml: മേറ്റ്ളാകട്ട്ള
ta: மெட்லகட்லா

source: Metropolis
ml: മെട്രോപോളിസ്
ta: மெட்ரோபோலிஸ்

source: Metropolitano Private
ml: മെട്രോപോളിറ്റാനോ പ്രൈവറ്റ്
ta: மெட்ரோபொலிடானா ப்ரைவேட்

source: Metz
ml: മെറ്റ്സ്
ta: மெட்ஸ்

source: Metz-Nancy-Lorraine
ml: മെറ്റ്സ്-നാന്‍സി-ലോറെയിന്‍
ta: மெட்ஸ்-நான்சி-லோரைன்

source: Meulaboh / Cut Nyak Dhien
ml: മ്യൂളാബോഹ് / കട്ട് ന്യാക്ക് ഡീന്‍
ta: மௌலபோ / கட் நயாக் தியின்

source: Mexicali
ml: മെക്സിക്കാളി
ta: மெக்ஸிகலி

source: Mexico
ml: മെക്സിക്കോ
ta: மெக்ஸிகோ

source: Mexico City
ml: മെക്സിക്കോ സിറ്റി
ta: மெக்சிகோ நகரம்

source: Meyenheim
ml: മെയന്‍ഹീം
ta: மெயென்ஹெம்

source: Meßstetten
ml: മേബ്സ്റ്റെറ്റേന്‍
ta: மெப்ஸ்டிடீன்

source: Mfuwe
ml: ഫൂവേ
ta: ஃபூவி

source: Mia
ml: മീയാ
ta: மியா

source: Miami
ml: മീയാമീ
ta: மியாமி

source: Miami Beach
ml: മീയാമീ ബീച്ച്
ta: மியாமி கடற்கரை

source: Miami NEXRAD
ml: മീയാമീ നെക്സ്രാഡ്
ta: மியாமி NEXRAD

source: Mianwali
ml: മിയാന്‍വാലി
ta: மியான்வாலி

source: Michigan
ml: മിച്ചിഗന്‍
ta: மிச்சிகன்

source: Michigan City
ml: മിച്ചിഗന്‍ സിറ്റി
ta: மிச்சிகன் நகரம்

source: Micronesia, Federated States of
ml: മൈക്ക്രോണേഷ്യ, ഫെഡറേറ്റഡ് സ്റ്റേറ്റ്സ് ഓഫ്
ta: மைக்ரோனிஸியா ஃபெடரேட் ஸ்டேட்ஸ் ஆஃப்

source: Middelburg
ml: മിഡില്‍ബര്‍ഗ്
ta: மிடில்பெர்க்

source: Middle East
ml: മിഡില്‍ ഈസ്റ്റ്
ta: மிடில் ஈஸ்ட்

source: Middle Wallop
ml: മിഡീല്‍ വാലോപ്പ്
ta: மிடில் வாலோப்

source: Middleton Island
ml: മിഡില്‍ട്ടണ്‍ ഐലന്‍റ്
ta: மிடில்டன் தீவு

source: Middletown
ml: മിഡില്‍ ടൌണ്‍
ta: மிடில்டௌன்

source: Midland
ml: മിഡ്‍ലാന്‍ഡ്
ta: மிட்லாண்ட்

source: Midlands
ml: മിഡ്‍ലാന്‍ഡ്സ്
ta: மிட்லாண்ட்ஸ்

source: Midlothian/Waxahachie
ml: മിഡ്ളോഥീയാന്‍/വാക്സാഹാച്ചി
ta: மிட்லோத்யன்/வேக்ஹாச்சி

source: Midway Airport
ml: മിഡ്വേ എയര്‍പോര്‍ട്ട്
ta: மிட்வே விமான நிலையம்

source: Midwest City
ml: മിഡ്വേസ്റ്റ് സിറ്റി
ta: மிட்வெஸ்ட் நகரம்

source: Mihail Kogalniceanu
ml: മിഹായേല്‍ കോഗാല്‍നീഷ്യനൂ
ta: மிஹெல் கோகனைஸானு

source: Miho Ab
ml: മിഹോ അബ്
ta: மிஹோ ஏப்

source: Mikkeli
ml: മിക്കേലി
ta: மிக்கேலி

source: Mikonos
ml: മിക്കോനോസ്
ta: மைகோனோஸ்

source: Milano/Linate
ml: മിലാനോ/ലിനാത്തേ
ta: மிலனோ/லினாட்

source: Milano/Malpensa
ml: മിലാനോ/മാര്‍പെന്‍സാ
ta: மிலனோ/மால்பென்ஸா

source: Mildenhall
ml: മിള്‍ഡന്‍ഹോള്‍
ta: மிடென்ஹால்

source: Mildred Lake
ml: മില്‍ഡ്രെഡ് ലേയ്ക്ക്
ta: மையில்ட்ரெட் ஏரி

source: Mildura
ml: മില്‍ഡൂരാ
ta: மையில்டுரா

source: Miles City
ml: മൈല്‍സ് സിറ്റി
ta: மைல்ஸ் சிட்டி

source: Milford
ml: മില്‍ഫോര്‍ഡ്
ta: மில்ஃபோர்ட்

source: Milford Haven
ml: മില്‍ഫോര്‍ഡ് ഹാവന്‍
ta: மில்ஃபோர்ட் ஹவன்

source: Milk River
ml: മില്‍ക്ക് റിവര്‍
ta: மில்க் ஆறு

source: Millard Airport
ml: മില്ലാര്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: மில்லர்ட் விமான நிலையம்

source: Millbrook
ml: മില്‍ബ്രൂക്ക്
ta: மில்ப்ரோக்

source: Milledgeville
ml: മില്ലഡ്ജ്വില്‍
ta: மில்ஏட்ச்வில்லா

source: Millington
ml: മില്ലിങ്ട്ടണ്‍
ta: மிலிங்டன்

source: Millinocket
ml: മില്ലിനോക്കറ്റ്
ta: மிலினோகெட்

source: Millville
ml: മില്‍വില്‍
ta: கில்வில்லா

source: Milton
ml: മിള്‍ട്ടണ്‍
ta: மில்டன்

source: Milwaukee
ml: മില്‍‍വോക്കീ
ta: மில்வாகீ

source: Milwaukee Coast Guard Light Station
ml: മില്‍‍വോക്കി കോസ്റ്റ് ഗാര്‍ഡ് ലൈറ്റ് സ്റ്റേഷന്‍
ta: மில்வௌகி கடலோர காவல் விளக்கு நிலையம்

source: Milwaukee NEXRAD
ml: മില്‍‍വോക്കി നെക്സ്രാഡ്
ta: மில்வாகீ NEXRAD

source: Minamidaitojima
ml: മിനാമിഡൈറ്റോജിമാ
ta: மினாமிடைடோஜிமா

source: Minamitorishima
ml: മീനാമിറ്റോറിഷിമാ
ta: மினமிடோரிஸ்ஹிமா

source: Minatitlán
ml: മിനാന്‍റിലന്‍
ta: மினாடிட்லான்

source: Minchumina
ml: മിഞ്ചൂമീനാ
ta: மின்சுமினா

source: Mineola/Quitman
ml: മിനോളാ/ക്വിറ്റ്മാന്‍
ta: மினோலா/க்யிட்மேன்

source: Mineral Point
ml: മിനേറല്‍ പോയിന്‍റ്
ta: மினரல் பாயின்ட்

source: Mineral Wells
ml: മിനറല്‍ വെല്സ്
ta: மினரல் வெல்ஸ்

source: Mineral'Nye Vody
ml: മിനറല്‍ നയി വോഡി
ta: மினெரல்நியே வோடி

source: Mingaladon
ml: മിങ്കാളാഡോണ്‍
ta: மிங்கலாடன்

source: Minneapolis
ml: മിന്നിയാപോളീസ്
ta: மின்னபோலிஸ்

source: Minneapolis-St.Paul International Airport
ml: മിന്നിയാപോളിസ്-സെയിന്‍റ് പോള്‍ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: மின்னேபோலிஸ்-புனித பவுல் சர்வதேச விமான நிலையம்

source: Minnesota
ml: മിന്നേസോട്ടാ
ta: மின்னசோட்டா

source: Minocqua
ml: മിനോക്വാ
ta: மினோக்வா

source: Minot
ml: മിന്നോട്ട്
ta: மினோட்

source: Minot AFB
ml: മിന്നോട്ട് എ എഫ് ബി
ta: மினோட் AFB

source: Minsk
ml: മിന്‍സ്ക്ക്
ta: மின்ஸ்க்

source: Mirabel
ml: മിരാബെല്‍
ta: மிரெபில்

source: Miramar MCAS/Mitscher Field Airport
ml: മിരാമാര്‍ എം സി എ എസ്/മിറ്റ്ഷര്‍ ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: மிராமர் MCAS/மிட்ஸ்சேர் ஃபீல்ட் விமான நிலையம்

source: Miri
ml: മിറി
ta: மிரி

source: Mirny
ml: മിര്‍നീ
ta: மிர்னே

source: Misawa Ab
ml: മിസാവാ അബ്
ta: மிஸாவா ஏப்

source: Miscou Island
ml: മിസ്കൌ ഐലന്‍റ്
ta: மிஸ்கோ தீவு

source: Miskolc
ml: മിസ്ക്കോള്‍ക്ക്
ta: மிஸ்ஸௌலா

source: Mission Beach
ml: മിഷന്‍ ബീച്ച്
ta: மிஷன் கடற்கரை

source: Mississippi
ml: മിസ്സിസ്സിപ്പി
ta: மிஸ்ஸிஸிபி

source: Mississippi Canyon
ml: മിസ്സിസ്സിപ്പി കാന്യണ്‍
ta: மிஸ்ஸிஸிபி கென்யான்

source: Missoula
ml: മിസ്സൌളാ
ta: மிஸ்ஸௌலா

source: Missoula NEXRAD
ml: മിസ്സൌളാ നെക്സ്രാഡ്
ta: மிஸ்ஸௌலா NEXRAD

source: Missouri
ml: മിസ്സൌരി
ta: மிஸ்சௌரி

source: Mitchell
ml: മിറ്റ്ഷെല്‍
ta: மிட்செல்

source: Mitu
ml: മിറ്റൂ
ta: மிட்டு

source: Mitzic
ml: മിറ്റ്സിക്ക്
ta: மிட்சிக்

source: Miyakejima
ml: മിയാക്കജിമാ
ta: மியாகெஜ்மா

source: Miyakojima
ml: മിയാക്കോജിമാ
ta: மியாகெஜ்மா

source: Miyazaki
ml: മീയാസാക്കി
ta: மியாஸாகி

source: Mmabatho Airport
ml: മാബാത്തോ എയര്‍പോര്‍ട്ട്
ta: மெமாம்பெட்சு

source: Mo i Rana/Rossvoll
ml: മോ യി റാണാ/റോസ്വോള്‍
ta: மோ ஐ ரானா/ரோஸ்வோல்

source: Moa
ml: മാവോ
ta: மாவோ

source: Moab
ml: മാവോബ്
ta: மோப்

source: Moanda
ml: മായോണ്‍ഡാ
ta: மோண்டா

source: Mobile
ml: മോബൈല്‍
ta: மொபைல்

source: Mobile Downtown Airport
ml: മോബൈല്‍ ഡൌണ്‍ടൌണ്‍ എയര്‍പോര്‍ട്ട്
ta: மொபைல் டொளன்டவுண் விமான நிலையம்

source: Mobile Point
ml: മോബൈല്‍ പോയിന്‍റ്
ta: மொபைல் பாயிண்ட்

source: Mobile Regional Airport
ml: മോബൈല്‍ റീജിയണല്‍ എയര്‍പോര്‍ട്ട്
ta: மொபைல் ரீஜினல் ஏர்போர்ட்

source: Mobridge
ml: മോബ്റിഡ്‍ജ്
ta: மோப்பிரிட்ஜ்

source: Mobridge Municipal Airport
ml: മോബ്രിഡ്ജ് മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: மோப்ரிட்ஜ் முனிசிபல் விமான நிலையம்

source: Mocimboa Da Praia
ml: മോസിന്പോവാ ഡാ പ്രാരിയാ
ta: மோசிம்போ டா ப்ரையே

source: Modesto
ml: മോഡേസ്റ്റോ
ta: மோடெஸ்டோ

source: Mogadiscio
ml: മോഗാഡിഷ്യോ
ta: மோகடிஸியோ

source: Mojave
ml: മോജാവേ
ta: மோஜாவி

source: Mokha
ml: മോക്കാ
ta: மொகா

source: Molde/Årø
ml: മോള്‍ഡേ/ആറോ
ta: மோல்டி/அரோ

source: Moldova
ml: മോള്‍ഡോവാ
ta: மோல்ட்வா

source: Moline-Quad Cities
ml: മോളിന്‍-ക്വാഡ് സിറ്റീസ്
ta: மோலின்-க்வாட் சிட்டீஸ்

source: Molokai
ml: മോളോക്കായി
ta: மோலோகை

source: Mombasa
ml: മോന്പാസാ
ta: மோம்பஸா

source: Mombetsu
ml: മോന്പെറ്റ്സൂ
ta: மோம்பெட்சு

source: Mombo
ml: മോന്പോ
ta: மொம்போ

source: Monastir-Skanes
ml: മോണാസ്റ്റിര്‍-സ്ക്കെയിന്‍സ്
ta: மோனஸ்டிர்-ஸ்கேன்ஸ்

source: Monbaca Benguela
ml: മോന്‍ബാക്കാ ബെങ്ക്വീളാ
ta: மோன்பகா பெங்குலா

source: Monclova
ml: മോണ്‍ക്ളോവാ
ta: மோன்க்ளோவா

source: Moncton
ml: മോണ്‍ക്ക്ട്ടണ്‍
ta: மோன்க்டன்

source: Mongolia
ml: മംഗോളിയാ
ta: மங்கோலியா

source: Mongu
ml: മോങ്കൂ
ta: மொங்கு

source: Monida
ml: മോനിഡാ
ta: மோனிடா

source: Monkey Bay
ml: മങ്കീ ബേ
ta: மங்கி பே

source: Monroe
ml: മോണ്‍റേ
ta: மோன்ரோ

source: Mont Joli
ml: മോണ്‍ട്ട് ജോളി
ta: மோண்ட் ஜாலி

source: Mont-Orford
ml: മോണ്‍ട്ട്-ഒര്‍ഫോര്‍ഡ്
ta: மோன்ட்-ஆக்ஸ்ஃபோர்ட்

source: Mont-de-Marsan
ml: മോണ്‍ട്ട്-ഡീ-മാര്‍സണ്‍
ta: மான்ட்-டி-மார்சன்

source: Montague
ml: മോണ്‍ട്ടാഗ്വേ
ta: மாடேகு

source: Montana
ml: മോണ്‍ട്ടാണാ
ta: மோன்டானா

source: Montauk
ml: മോണ്‍ട്ടോക്ക്
ta: மோன்டௌக்

source: Montauk Airport
ml: മോണ്‍ട്ടോക്ക് എയര്‍പോര്‍ട്ട്
ta: மோன்டௌக் விமான நிலையம்

source: Montauk Point
ml: മോണ്‍ട്ടോക്ക് പോയിന്‍റ്
ta: மோன்டௌக் பாயின்ட்

source: Monte Argentario
ml: മോണ്‍ട്ടേ അര്‍ജന്‍റാരിയോ
ta: மோன்ட் அர்ஜென்டாரியோ

source: Monte Bisbino
ml: മോണ്‍ട്ടേ ബിസ്ബിനോ
ta: மோன்ட்டெ பிஸ்பின்னோ

source: Monte Calamita
ml: മോണ്‍ട്ടേ കാലാമിറ്റാ
ta: மோன்ட் கலமிடாோ

source: Monte Caseros
ml: മോണ്‍ട്ടേ കാസെറോസ്
ta: மாண்டி கேஸிரோஸ்

source: Monte Cimone
ml: മോണ്‍ട്ടേ സിമോണ്‍
ta: மோன்ட் சிமோன்

source: Monte Malanotte
ml: മോണ്‍ട്ടേ മാലാനോട്ട്
ta: மோன்ட் மலனோட்

source: Monte Real
ml: മോണ്‍ട്ടേ റിയല്‍
ta: மாண்டி ரியல்

source: Monte S. Angelo
ml: മോണ്‍ട്ടേ എസ് ഐഞ്ചലോ
ta: மாண்டி எஸ். அஞ்சலோ

source: Monte Scuro
ml: മോണ്‍ട്ടേ സ്കുറോ
ta: மோன்ட் ஸ்குரோ

source: Monte Terminillo
ml: മോണ്‍ട്ടേ ടെര്‍മിനിളോ
ta: மோன்ட் டெர்மினிலோ

source: Montego Bay
ml: മോണ്‍ട്ടേഗോ ബേ
ta: மோன்ட் பே

source: Montego Bay/Sangster
ml: മോണ്‍ട്ടേഗോ ബേ/സാങ്സ്റ്റര്‍
ta: மாண்டிகோ பே/சாங்ஸ்டர்

source: Monterey
ml: മോണ്‍ട്ടേരേ
ta: மோன்ட்ரே

source: Monterey NEXRAD
ml: മോണ്‍ട്ടേരേ നെക്സ്രാഡ്
ta: மோண்டிரே NEXRAD

source: Monteria/Los Garzones
ml: മോണ്‍ട്ടേര്യ/ലോസ് ഗാര്‍സോണ്‍സ്
ta: மாண்ட்ரியா/லோஸ் கார்ஸோன்ஸ்

source: Monterrey
ml: മോണ്‍ട്ടേരേ
ta: மோன்ட்ரே

source: Montery
ml: മോണ്‍ട്ടേരേ
ta: மோன்ட்ரே

source: Montes Claros
ml: മോണ്‍ട്ടേസ് ക്ളാറോസ്
ta: மோன்டிஸ் க்ளாரோஸ்

source: Montevideo
ml: മോണ്‍ട്ടേ വീഡീയോ
ta: மாண்டிவீடியோ

source: Montevideo/Carrasco
ml: മോണ്‍ട്ടേ വീഡീയോ/കരാസ്ക്കോ
ta: மோன்ட்வீடியோ/காரஸ்கோ

source: Montgomery
ml: മോണ്‍ട്ട്ഗോമെറി
ta: மோன்ட்கோம்ரே

source: Montgomery Field
ml: മോണ്‍ട്ട്ഗോമെറി ഫീള്‍ഡ്
ta: மோன்ட்கோம்ரே ஃபீல்ட்

source: Monticello
ml: മോണ്‍ട്ടിസെല്ലോ
ta: மோன்டிசிலோ

source: Montijo
ml: മോണ്‍ട്ടിജോ
ta: மோன்டிஜோ

source: Montluçon-Guéret
ml: മോണ്‍ലുക്കോണ്‍-ഗ്യൂരെറ്റ്
ta: மாண்ட்லுகோன்-க்யூரெட்

source: Montoir-de-Bretagne
ml: മോണ്‍ട്ടിയര്‍-ഡേ-ബ്രെട്ടാഗ്ന്
ta: மான்டோர்-டி-பிர்டேக்னே

source: Montpelier
ml: മോണ്‍ട്പെലീര്‍
ta: மோன்ட்பெலியர்

source: Montpellier
ml: മോണ്‍ട്പെലീര്‍
ta: மோன்ட்பெலியர்

source: Montreal
ml: മോണ്‍ട്റിയല്‍
ta: மோன்ட்ரியல்

source: Montreal River
ml: മോണ്‍ട്റിയല്‍ റിവര്‍
ta: மோன்ட்ரியல் ஆறு

source: Montreal-Est
ml: മോണ്‍ട്റിയല്‍-ഈസ്റ്റ്
ta: மோன்ட்ரியல்-Est

source: Montrose
ml: മോണ്‍ട്റോസ്
ta: மோன்ட்ரோஸ்

source: Montélimar
ml: മോണ്‍ട്‍ലിമാര്‍
ta: மோன்டிலிமார்

source: Moorabbin
ml: മൂറാബിന്‍
ta: மோரப்பின்

source: Moorhead
ml: മൂര്‍ഹെഡ്ഡ്
ta: மூர்ஹெட்

source: Moose Jaw
ml: മൂസ് ജോ
ta: மூஸ் ஜா

source: Moose Lake
ml: മൂസ് ലേയ്ക്ക്
ta: மூஸ் ஏரி

source: Moosonee
ml: മൂസോണീ
ta: மோஸோனீ

source: Mopti
ml: മോപ്റ്റി
ta: மொப்டி

source: Mora
ml: മോറാ
ta: மோரா

source: Mora Municipal Airport
ml: മോറാ മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: மோரா முனிசிபல் விமான நிலையம்

source: Morden
ml: മോര്‍ഡന്‍
ta: மோர்டன்

source: Morelia
ml: മോറീലീയ
ta: மொரிலியா

source: Moresby
ml: മോര്‍സ്ബി
ta: மோரிஸ்பே

source: Morganton
ml: മോര്‍ഗാന്‍ട്ടണ്‍
ta: மோர்கன்டன்
