Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: El Centro
ml: എല്‍ സെന്‍ട്രോ
ta: எல் சென்ட்ரோ

source: El Dorado
ml: എല്‍ ഡോറാഡോ
ta: எல் டோராடோ

source: El Fasher
ml: എല്‍ ഫാഷര്‍
ta: எல் ஃபாஸ்ஹர்

source: El Golea
ml: എല്‍ ഗോളിയ
ta: எல் கோலியா

source: El Monte
ml: എല്‍ മോണ്ടേ
ta: எல் மோன்ட்

source: El Obeid
ml: എല്‍ ഒബെയ്ദ്
ta: எல் ஓபெட்

source: El Oued
ml: എല്‍ ഔയ്ഡ്
ta: எல் ஓயுட்

source: El Palomar
ml: എല്‍ പാലോമാര്‍
ta: எல் பலோமர்

source: El Paso
ml: എല്‍ പാസോ
ta: எல் பாசோ

source: El Salvador
ml: എല്‍ സാല്‍വാഡര്‍
ta: எல் சால்வடார்

source: El Salvador/Comalapa
ml: എല്‍ സാല്‍വാഡര്‍/കോമാലാപ്പാ
ta: எல் சால்வடார்/கொமலாபா

source: El Tor
ml: എല്‍ റ്റോര്‍
ta: எல் டோர்

source: El Vigía/Perez Alph
ml: എല്‍ വിജിയ/പെറെസ് ആല്‍ഫ്
ta: எல் விஜியா/பெரெஸ் ஆல்ஃப்

source: Elazig
ml: എലാസിഗ്
ta: எலசிக்

source: Elbert Mountain
ml: എര്‍ബേര്‍ട്ട് മൌണ്ടന്‍
ta: எல்பர்ட் மௌன்டென்

source: Elberton
ml: എല്‍ബേര്‍ട്ടണ്‍
ta: எல்பர்டன்

source: Elbow
ml: എല്‍ബൌ
ta: எல்பௌ

source: Eldoret
ml: എല്‍ഡോറെറ്റ്
ta: எல்டோரெட்

source: Elefsina
ml: എലഫ്സീനാ
ta: எல்ஃசினா

source: Eleftherios Venizelos
ml: എലഫ്ഥേറീയോസ് വെനെസെലോസ്
ta: எலெஃப்திரியோஸ் வெனிசெலோஸ்

source: Elfin Cove
ml: എല്‍ഫിന്‍ കോവ്
ta: எல்ஃபின் கோவ்

source: Elista
ml: എലിസ്റ്റാ
ta: எலிஸ்டா

source: Elizabeth City
ml: എലിസബേത്ത് സിറ്റി
ta: எலிசபத் சிட்டி

source: Elizabethtown
ml: എലിസബേത്ത്ടൌണ്‍
ta: எலிசபத்டௌன்

source: Elk City
ml: എല്‍ക്ക് സിറ്റി
ta: எல்க் சிட்டி

source: Elk Island National Park
ml: എല്‍ക്ക് ഐലന്‍റ് നാഷണല്‍ പാര്‍ക്ക്
ta: எல்க் தீவு தேசிய பூங்கா

source: Elkhart
ml: എല്‍ക്കാര്‍ട്ട്
ta: எல்ஹார்ட்

source: Elkhart Automatic Weather Observing/Reporting System
ml: എല്‍ക്കാര്‍ട്ട് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ ഒബ്സേര്‍വിങ്/റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: எல்க்ஹார்ட் தானியங்கி வானிலை கண்கானிப்பு/ அறிவிப்பு நிலையம்

source: Elkins
ml: എര്‍ക്കിന്‍സ്
ta: எல்கின்ஸ்

source: Elko
ml: എല്‍ക്കോ
ta: எல்கோ

source: Elko NEXRAD
ml: എല്‍ക്കോ നെക്സ്റാഡ്
ta: எல்கோ NEXRAD

source: Ellensburg
ml: എല്ലന്‍സ്ബര്‍ഗ്
ta: எலன்ஸ்பர்க்

source: Ellerslie
ml: എല്ലര്‍സീ
ta: எலர்சிலி

source: Ellice River
ml: എല്ലീസ് റിവര്‍
ta: எலிஸ் ரிவர்

source: Ellington Field
ml: എല്ലിങ്ട്ടണ്‍ ഫീള്‍ഡ്
ta: எலிங்டன் ஃபீல்ட்

source: Elliniko
ml: എല്ലിനിക്കോ
ta: எலினிகோ

source: Elliot Lake
ml: എലിയറ്റ് ലേയ്ക്ക്
ta: எலியாட்் லேக்

source: Ellisras
ml: എല്ലിസ്റാസ്
ta: எலிஸ்ராஸ்

source: Ellsworth Air Force Base
ml: എല്ലിസ്വര്‍ത്ത് എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: எல்ஸ்வொர்த் விமானப்படை நிலையம்

source: Elmendorf AFB
ml: എല്‍മെന്‍ഡോര്‍ഫ് എ എഫ് ബി
ta: எல்மெடோர்ஃப் AFB

source: Elmira
ml: എല്‍മീറാ
ta: எல்மிரா

source: Elsenborn
ml: എല്‍സെന്‍ബോണ്‍
ta: எல்ஸ்பார்ன்

source: Ely
ml: എലീ
ta: எலி

source: Elyria
ml: എലീറിയ
ta: எலிரியா

source: Embu
ml: എംബു
ta: எம்பு

source: Emigrant Gap
ml: എമിഹഗ്രന്‍റ് ഗാപ്പ്
ta: எமிக்ரன்ட் கேப்

source: Emmonak
ml: എമ്മോണാക്ക്
ta: எமொனாக்

source: Emporia
ml: എംപോറിയ
ta: எம்போரியா

source: Enarotali
ml: എനാറോഥാലി
ta: இன்டர்சோஸ்டல்

source: Encarnación
ml: എന്‍ക്കാര്‍ണോസിയണ്‍
ta: என்கானசியான்

source: Englee
ml: എന്‍ഗ്ളീ
ta: எங்லீ

source: Enid
ml: എനിഡ്
ta: எனிட்

source: Enisejsk
ml: എനിസജെസ്ക്ക്
ta: எனிஸ்க்

source: Enna
ml: എന്നാ
ta: என்னா

source: Ennadai Lake
ml: എന്നാഡായി ലെയ്ക്ക്
ta: என்டாரி லேக்

source: Enontekiö
ml: എനോന്‍ത്തെക്ക്യോ
ta: எனான்டெகியோ

source: Enosburg Falls
ml: എന്നോസ്ബര്‍ഗ് ഫോള്‍സ്
ta: எனோஸ்பர்க் ஃபால்ஸ்

source: Ensheim
ml: എന്‍ഷയിം
ta: என்ஷியம்

source: Entebbe
ml: എന്‍ത്തബേ
ta: என்டெப்பே

source: Entrance Island
ml: എന്‍ട്രന്‍സ് ഐലന്‍റ്
ta: என்ட்ரன்ஸ் தீவு

source: Enugu
ml: എനുഗു
ta: எனௌகு

source: Ephrata
ml: എഫ്രാട്ടാ
ta: எஃப்ரடா

source: Equatorial Guinea
ml: ഇക്വറ്റോറിയല്‍ ഗനീയാ
ta: பூமத்திய கியுனா

source: Ercan
ml: എര്‍ക്കാന്‍
ta: எர்கான்

source: Erding
ml: എര്‍ഡിങ്
ta: எர்டிங்

source: Erfurt
ml: എര്‍ഫര്‍ട്ട്
ta: எர்ஃபெர்ட்

source: Erie
ml: എറീ
ta: ீரி

source: Erie Coast Guard Station
ml: എറീ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: எர்ரி கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Erieau
ml: എറിയാവു
ta: எரையௌ

source: Ermelo
ml: എര്‍മേലോ
ta: எர்மெலோ

source: Errachidia
ml: എറാച്ചിഡിയാ
ta: எராசிடியா

source: Erwin
ml: എര്‍വിന്‍
ta: எர்வின்

source: Erzincan
ml: എര്‍സിന്‍ക്കാന്‍
ta: எர்ஜின்கான்

source: Erzurum
ml: എര്‍സുറം
ta: எர்சுரும்

source: Es Senia
ml: എസ് സെനിയ
ta: எஸ் செனியா

source: Esbjerg
ml: എസ്ബ്ജര്‍ഗ്
ta: எஸ்ப்ஜர்க்

source: Escanaba
ml: എസ്ക്കാനാബാ
ta: எஸ்கனபா

source: Esfahan
ml: എസ്ഫാഹാന്‍
ta: எஸ்ஃபகான்

source: Eskisehir
ml: എസ്ക്കിസേഹിര്‍
ta: எஸ்கிசிஹிர்

source: Esmeraldas-Tachina
ml: എസ്മെറാള്‍ഡസ്-താച്ചിനാ
ta: எஸ்மெரால்டாஸ்-டக்சினியா

source: Esquel
ml: എസ്ക്ക്യൂവല്‍
ta: எஸ்குவெல்

source: Esquimalt Harbour
ml: എസ്ക്യൂമാല്‍ട്ട് ഹാര്‍ബര്‍
ta: எஸ்குய்மால்ட் ஹார்பர்

source: Essaouira
ml: എസ്സൌറാ
ta: எஸ்ஸௌரியா

source: Essen
ml: എസ്സന്‍
ta: எஸ்ஸென்

source: Essey-les-Nancy
ml: എസ്സി-ലെസ്-നാന്‍സി
ta: எஸ்ஸே-லெஸ்-நான்சி

source: Estevan
ml: എസ്ത്തേവാന്‍
ta: எஸ்டெவான்

source: Estevan Point
ml: എസ്ത്തേവാന്‍ പോയിന്‍റ്
ta: எஸ்டவான் பாயின்ட்

source: Esther
ml: എസ്ഥര്‍
ta: எஸ்தெர்

source: Estherville
ml: എസ്ഥര്‍ വില്‍
ta: எஸ்தெர்வில்லா

source: Estonia
ml: എസ്റ്റോണിയ
ta: எஸ்டோனியா

source: Ethiopia
ml: എഥിസോപ്പിയ
ta: எதியோப்பியா

source: Eugene
ml: യൂജീന്‍
ta: யூஜியென்

source: Eugene Island
ml: യൂജീന്‍ ഐലന്‍റ്
ta: இயூஜென் தீவு

source: Eureka
ml: ോയൂറീക്കാ
ta: யுரேகா

source: Eureka NEXRAD
ml: യൂജീന്‍ നെക്സ്രാഡ്
ta: யுரேகா NEXRAD

source: Eureka Sound
ml: യൂജീന്‍ സൌണ്ട്
ta: யுரேகா சௌன்ட்

source: Europe
ml: യൂറോപ്പ്
ta: ஐரோப்பா

source: Evanston
ml: എവാന്‍സ്റ്റണ്‍
ta: எவான்ஸ்டன்

source: Evansville
ml: എവാന്‍സ്വില്‍
ta: எவான்ஸ்வில்லா

source: Eveleth
ml: എവലെത്ത്
ta: லெவென்த்

source: Evenes/Harstad/Narvik
ml: എവന്‍സ്/ഹാര്‍സ്റ്റാഡ്/നാര്‍വിക്ക്
ta: ஈவ்செஸ்/ஹாஸ்டட்/நார்விக்

source: Everett
ml: എവറെറ്റ്
ta: எவரெட்

source: Evergreen
ml: എവര്‍ഗ്രീന്‍
ta: எவர்க்ரீன்

source: Everöd
ml: എവറോഡ്
ta: எவ்ரோட்

source: Exeter
ml: എക്സേറ്റര്‍
ta: எக்ஸ்டெர்

source: Ezeiza
ml: എസിയേസാ
ta: எஜீஜா

source: Fada N'Gourma
ml: ഫാഡാ എന്‍ ഗൌര്‍മാ
ta: ஃபடா என் கௌர்மா

source: Fagernes
ml: ഫാഗര്‍നെസ്സ്
ta: ஃபெகர்னஸ்

source: Fahud
ml: ഫാഹുഡ്
ta: ஃபஹுட்

source: Fairbanks
ml: ഫെയര്‍ബാങ്ക്സ്
ta: ஃபையர் பேங்க்ஸ்

source: Fairborn
ml: ഫെയര്‍ബോര്‍ണ്
ta: ஃபையபோர்ன்

source: Fairchild
ml: ഫെയര്‍ചൈള്‍ഡ്
ta: ஃபையர்சைல்ட்

source: Fairfield
ml: ഫെയര്‍ഫീള്‍ഡ്
ta: ஃபையர்ஃபீல்ட்

source: Fairmont
ml: ഫെയര്‍മൌണ്ട്
ta: ஃபையர்மௌன்ட்

source: Faith
ml: ഫെയിഥ്
ta: ஃபையத்

source: Faizabad
ml: ഫയിസാബാദ്
ta: ஃபாஸியாப்பாத்

source: Fak-Fak / Torea
ml: ഫാക്ക്-ഫാക്ക് / റ്റോറിയ
ta: ஃபாக்-ஃபாக் / டோரியா

source: Falcon Field
ml: ഫാല്‍ക്കണ്‍ ഫീള്‍ഡ്
ta: ஃபால்கன் ஃபீல்ட்

source: Falconara
ml: ഫാല്‍ക്കണോറാ
ta: ஃபால்கோனாரா

source: Faleolo Intl / Apia
ml: ഫാലിയോളോ ഇന്‍റര്‍നാഷണല്‍ / ആപിയ
ta: ஃபாலிலோ Intl / அபியா

source: Falfurrias
ml: ഫര്‍ഫൂറീയാസ്
ta: ஃபால்புரியாஸ்

source: Falkland Islands, Islas Malvinas
ml: ഫാര്‍ക്ക്ലാന്‍റ് ഐലന്‍റ്സ്, ഇസ്ലാസ് മാല്‍വിനാസ്
ta: ஃபால்க்லாண்ட் தீவு, இஸ்லாஸ் மாவினாஸ்

source: Fallon
ml: ഫാല്ലോണ്‍
ta: ஃபாலன்

source: Falls City
ml: ഫോള്‍സ് സിറ്റി
ta: ஃபால்ஸ் சிட்டி

source: Falmouth
ml: ഫാലമൌഥ്
ta: ஃபால்மௌத்

source: Fanning Island
ml: ഫന്നിങ് ഐലന്‍റ്
ta: ஃபானிங்் தீவு

source: Farafangana
ml: ഫാറാഫന്‍ഗാനാ
ta: ஃபரஃபாங்கானா

source: Farah
ml: ഫാറാഹ്
ta: ஃபராஷ்

source: Farallon Island
ml: ഫാറാലോണ്‍ ഐലന്‍റ്
ta: ஃபாரலோன் தீவு

source: Faranah / Badala
ml: ഫാറാനാഹ് / ബാദാലാ
ta: ஃரானஷ் / படலா

source: Farewell Lake
ml: ഫെയര്‍‍വെല്‍ ലെയ്ക്ക്
ta: ஃபேர்வெல் லேக்

source: Farewell Lake Seaplane Base
ml: ഫെയര്‍‍വെല്‍ ലെയ്ക്ക് സീപ്ളെയിന്‍ ബെയ്സ്
ta: ஃபேர்வெல் லேக் ஸீப்லான் பேஸ்

source: Fargo
ml: ഫാര്‍ഗോ
ta: ஃபார்கோ

source: Faribault
ml: ഫാരിബോള്‍ട്ട്
ta: ஃபாரிபௌல்ட்

source: Farmingdale
ml: ഫാമിങ്ഡെയ്ല്‍
ta: ஃப்பார்மிங்டேல்

source: Farmington
ml: ഫാമിങ്ട്ടണ്‍
ta: ஃபார்மிங்டன்

source: Farmville
ml: ഫാംവില്‍
ta: ஃபார்ம்வில்லா

source: Farnborough
ml: ഫാണ്‍ബോറോ
ta: ஃபார்ன்போரோஹ்

source: Faro
ml: ഫാറോ
ta: ஃபரோ

source: Faroe Islands
ml: ഫാറോ ഐലന്‍റ്സ്
ta: பேரோ தீவுகள்

source: Fasa
ml: ഫാസാ
ta: ஃபாசா

source: Fascene Nossi-Be
ml: ഫാസീന്‍ നോസ്സീ-ബേ
ta: ஃபாஸெனெ கோஸி-பி

source: Faulkner Island
ml: ഫോക്കര്‍ ഐലന്‍റ്
ta: ஃபௌல்கெனெர் தீவு

source: Fauville
ml: ഫൌവില്‍
ta: ஃபௌவில்லா

source: Faya
ml: ഫായാ
ta: ஃபயா

source: Fayetteville
ml: ഫായറ്റ്‍വില്‍
ta: ஃபயெடெவில்லே

source: Faßberg
ml: ഫാബെര്‍ഗ്
ta: ஃபபெர்க்

source: Feng Nin
ml: ഫെങ് നിന്‍
ta: ஃபெங் னின்

source: Fenghuang International Airport
ml: ഫെങ്വാങ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஃபெங்ஹங் சர்வதேச விமான நிலையம்

source: Fentress
ml: ഫെന്‍റ്രസ്സ്
ta: ஃபென்ட்ரெஸ்

source: Fergus Falls
ml: ഫെന്‍ഗുസ്സ് ഫോള്‍സ്
ta: ஃபெர்கஸ் ஃபால்ஸ்

source: Ferihegy
ml: ഫെറിഹെഗി
ta: ஃபெரிஹெகி

source: Fernando de Noronha
ml: ഫെര്‍നാന്‍ഡോ ഡേ നോറോണ്‍ഹാ
ta: ஃபெர்னாடோ டீ நொரோனா

source: Ferrara
ml: ഫേറാറാ
ta: ஃபெராரா

source: Fes-Sais
ml: ഫെസ്-സായിസ്
ta: ஃபெஸ்-சாயிஸ்

source: Fianarantsoa
ml: ഫിയന്നാറാണ്‍റ്സോവ
ta: ப்யானரன்ட்சோ

source: Figari
ml: ഫിഗാറി
ta: ஃபிகாரி

source: Fiji
ml: ഫിജി
ta: ஃபிஜி

source: Findlay
ml: ഫിന്‍ഡ്‍ലേ
ta: ஃபின்ட்லே

source: Finkenwerder
ml: ഫിങ്കര്‍‍വെര്‍ഡര്‍
ta: ஃபின்கென்வெர்டர்

source: Finland
ml: ഫിന്‍ലാന്‍ഡ്
ta: பின்லாந்து

source: Firenze/Peretola
ml: ഫിറെന്‍സേ/പെറോറ്റോളാ
ta: பிர்ன்ஸ்/பெரெடோலா

source: Fisher Branch
ml: ഫിഷര്‍ ബ്രാഞ്ച്
ta: ஃபிஷர் ப்ராஞ்ச்

source: Fitchburg
ml: ഫിച്ച്ബര്‍ഗ്
ta: பிட்ச்பர்க்

source: Flag Island
ml: ഫ്ളാഗ് ഐലന്‍റ്
ta: ஃப்ளாக் தீவு

source: Flagstaff
ml: ഫ്ളാഗ്സ്റ്റാഫ്
ta: ஃபாக்ஸ்டாஃப்

source: Flensburg
ml: ഫ്ളെന്‍സ്ബര്‍ഗ്
ta: ஃபெளஸ்பெர்க்

source: Flin Flon
ml: ഫ്ളിന്‍ ഫ്ളോണ്‍
ta: ஃப்லின் ஃபாலன்

source: Flint
ml: ഫ്ളിന്‍റ്
ta: ஃபிளின்ட்

source: Flippin
ml: ഫ്ളിപ്പിന്‍
ta: ஃபிலிபின்

source: Flora
ml: ഫ്ളോറാ
ta: ஃப்ளோரா

source: Florence
ml: ഫ്ളോറന്‍സ്
ta: ஃப்ளோரன்ஸ்

source: Florennes
ml: ഫ്ളോറന്‍സ്
ta: ஃப்ளோரனஸ்

source: Flores
ml: ഫ്ളോര്‍സ്
ta: ஃப்ளோரெஸ்

source: Florianópolis
ml: ഫ്ളോറിയാനോപോളിസ്
ta: ஃப்ளோரினோபோலிஸ்

source: Florida
ml: ഫ്ളോറിഡാ
ta: ஃப்ளோரிடா

source: Florø
ml: ഫ്ളോറോ
ta: ஃப்ளோரோ

source: Flying Cloud Airport
ml: ഫ്ളൈങ് ക്ളൌഡ് എയര്‍പോര്‍ട്ട്
ta: ப்ளையிங் க்ளைவுட் ஏர்ப்போர்ட்

source: Folly Beach
ml: ഫോള്ളി ബീച്ച്
ta: ஃபோலி பீச்

source: Fond Du Lac
ml: ഫോന്‍ഡ് ഡൂ ലാക്ക്
ta: ஃபாண்ட் டு லேக்

source: Fonni
ml: ഫോണ്ണി
ta: ஃபோனி

source: Fontanarossa
ml: ഫോണ്‍റ്റാണോറോസാ
ta: ஃபோடானாரோஸ்ஸா

source: Forli
ml: ഫോര്‍ളി
ta: ஃபோர்லி

source: Formosa
ml: ഫോര്‍മോസാ
ta: பார்மோஸா

source: Fornebu
ml: ഫോര്‍നേബൂ
ta: ஃபோர்னெபு

source: Forrest
ml: ഫോറെസ്റ്റ്
ta: ஃப்ளோரெஸ்ட்

source: Fort Belvoir
ml: ഫോര്‍ട്ട് ബല്‍‍വോയിര്‍
ta: ஃபோர்ட் பெல்வாயர்

source: Fort Benning
ml: ഫോര്‍ട്ട് ബോന്നിങ്
ta: ஃபோர்ட் பெனிங்

source: Fort Bragg
ml: ഫോര്‍ട്ട് ബ്രാഗ്ഗ്
ta: ஃபோர்ட் ப்ராக்

source: Fort Campbell
ml: ഫോര്‍ട്ട് കാംപെല്‍
ta: ஃபோர்ட் காம்பெல்

source: Fort Carson
ml: ഫോര്‍ട്ട് കാര്‍സണ്‍
ta: ஃபோர்ட் கார்சன்

source: Fort Chipewyan
ml: ഫോര്‍ട്ട് ചൈപ്പ്വ്യാന്‍
ta: ஃபோர்ட் சிப்யூயென்

source: Fort Chipewyan Automated Reporting Station
ml: ഫോര്‍ട്ട് ചൈപ്പ്വ്യാന്‍ ഓട്ടോമേറ്റഡ് റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: ஃபோர்ட் சிப்வே தன்னியக்க அறிக்கை நிலையம்

source: Fort Dodge
ml: ഫോര്‍ട്ട് ഡോഡ്ജ്
ta: ஃபோர்ட் டோஜ்

source: Fort Drum
ml: ഫോര്‍ട്ട് ഡ്രം
ta: ஃபோர்ட் ட்ரம்

source: Fort Eustis
ml: ഫോര്‍ട്ട് യൂസ്റ്റിസ്
ta: ஃபோர்ட் யூஸ்டிஸ்

source: Fort Franklin
ml: ഫോര്‍ട്ട് ഫ്രാക്ളിന്‍
ta: ஃபோர்ட் ஃப்ராங்லின்

source: Fort Good Hope
ml: ഫോര്‍ട്ട് ഗുഡ് ഹോപ്പ്
ta: ஃபோர்ட் குட் ஹோப்

source: Fort Greely/Allen Army Airfield
ml: ഫോര്‍ട്ട് ഗ്രീലി/അലന്‍ ആര്‍മി എയര്‍ഫീള്‍ഡ്
ta: ஃபோர்ட் க்ரீலி/ஏலன் ஆர்மி ஏர்ஃபீல்ட்

source: Fort Hood
ml: ഫോര്‍ട്ട് ഹുഡ്
ta: ஃபோர்ட் ஹுட்

source: Fort Huachuca
ml: ഫോര്‍ട്ട് ഹുവാച്ചുക്കാ
ta: ஃபோர்ட் ஹசுகா

source: Fort Irwin
ml: ന
ta: ஃபோர்ட் இர்வின்

source: Fort Knox
ml: ഫോര്‍ട്ട് നോക്സ്
ta: ஃபோர்ட் நாக்ஸ்

source: Fort Lauderdale
ml: ഫോര്‍ട്ട് ലൌഡെര്‍ഡേയ്ല്‍
ta: ஃபோர்ட் லாடெர்டேல்

source: Fort Lauderdale (International)
ml: ഫോര്‍ട്ട് ലൌഡെര്‍ഡേയ്ല്‍ (ഇന്‍റര്‍നാഷണല്‍)
ta: ஃபோர்ட் லாடெர்டேல்(இன்டர் நேஷனல்)

source: Fort Leavenworth
ml: ഫോര്‍ട്ട് ലെവന്‍വര്‍ഥ്
ta: ஃபோர்ட் லெவென்வொர்த்

source: Fort Leonard
ml: ഫോര്‍ട്ട് ലിയോനാര്‍ഡ്
ta: ஃபோர்ட் லியோனார்ட்

source: Fort Lewis
ml: ഫോര്‍ട്ട് ലെവിസ്
ta: ஃபோர்ட் லேவிஸ்

source: Fort Liard
ml: ഫോര്‍ട്ട് ലിയാര്‍ഡ്
ta: ஃபோர்ட் லியோர்ட்

source: Fort Madison
ml: ഫോര്‍ട്ട് മാഡിസണ്‍
ta: ஃபோர்ட் மேடிஸன்

source: Fort McMurray
ml: ഫോര്‍ട്ട് മക്ക് മുറെയ്
ta: ஃபோர்ட் மெக்முரே

source: Fort McMurray CS
ml: ഫോര്‍ട്ട് മക്ക് മുറെയ് സി എസ്
ta: ஃபோர்ட் மெக்முரே CS

source: Fort Mcpherson
ml: ഫോര്‍ട്ട് മാക്ക്ഫെര്‍സണ്‍
ta: ஃபோர்ட் மெக்பெர்சன்

source: Fort Meade
ml: ഫോര്‍ട്ട് മിയാദേ
ta: ஃபோர்ட் மேடி

source: Fort Myers
ml: ഫോര്‍ട്ട് മിയേഴ്സ്
ta: ஃபோர்ட் மைரெஸ்

source: Fort Myers Beach
ml: ഫോര്‍ട്ട് മിയേഴ്സ് ബീച്ച്
ta: ஃபோர்ட் மைரெஸ் பீச்

source: Fort Nelson
ml: ഫോര്‍ട്ട് നെര്‍സണ്‍
ta: ஃபோர்ட் நெல்சன்

source: Fort Norman
ml: ഫോര്‍ട്ട് നോര്‍മാന്‍
ta: ஃபோர்ட் நார்மன்

source: Fort Payne
ml: ഫോര്‍ട്ട് പെയിന്‍
ta: ஃபோர்ட் பேனீ

source: Fort Pierce
ml: ഫോര്‍ട്ട് പിയേഴ്സ്
ta: ஃபோர்ட் பிர்சே

source: Fort Polk-Leesville
ml: ഫോര്‍ട്ട് പോള്‍ക്ക്-ലീസ് വില്‍
ta: ஃபோர்ட் போல்க்-லீஸ்வில்லா

source: Fort Portal
ml: ഫോര്‍ട്ട് പോര്‍ട്ടല്‍
ta: ஃபோர்ட் போர்டல்

source: Fort Providence
ml: ഫോര്‍ട്ട് പ്രൊനിഡന്‍സ്
ta: ஃபோர்ட் ப்ரோவிடன்ஸ்

source: Fort Reliance
ml: ഫോര്‍ട്ട് റിലായന്‍സ്
ta: ஃபோர்ட் ரிலையன்ஸ்

source: Fort Resolution
ml: ഫോര്‍ട്ട് റസല്യൂഷന്‍
ta: ஃபோர்ட் ரிசல்யூஷன்

source: Fort Riley
ml: ഫോര്‍ട്ട് റൈലി
ta: ஃபோர்ட் ரிலே

source: Fort Ritchie
ml: ഫോര്‍ട്ട് റിച്ചി
ta: ஃபோர்ட் ரிட்சீ

source: Fort Rucker
ml: ഫോര്‍ട്ട് റക്കര്‍
ta: ஃபோர்ட் ருகெர்

source: Fort Sill
ml: ഫോര്‍ട്ട് സില്‍
ta: ஃபோர்ட் சில்

source: Fort Simpson
ml: ഫോര്‍ട്ട് സിംപ്സണ്‍
ta: ஃபோர்ட் சிம்ப்சன்

source: Fort Smith
ml: ഫോര്‍ട്ട് സ്മിഥ്
ta: ஃபோர்ட் ஸ்மித்

source: Fort St John
ml: ഫോര്‍ട്ട് സെയിന്‍റ് ജോണ്‍
ta: ஃபோர்ட் செயன்ட் ஜான்

source: Fort Stewart
ml: ഫോര്‍ട്ട് സ്റ്റ്യൂവാര്‍ട്ട്
ta: ஃபோர்ட் ஸ்டேவார்ட்

source: Fort Stockton
ml: ഫോര്‍ട്ട് സ്റ്റോക്ക്ട്ടണ്‍
ta: ஃபோர்ட்ஸ்டாக்டன்

source: Fort Wayne
ml: ഫോര്‍ട്ട് വേയ്ന്‍
ta: ஃபோர்ட் வயனே

source: Fort Worth
ml: ഫോര്‍ട്ട് വര്‍ത്ത്
ta: ஃபோர்ட் வொர்த்

source: Fort Yukon
ml: ഫോര്‍ട്ട് യൂക്കോണ്‍
ta: ஃபோர்ட் யூகான்

source: Fort-Dauphin
ml: ഫോര്‍ട്ട്-ഡൌഫിന്‍
ta: ஃபோர்ட்-டௌபின்

source: Fortaleza
ml: ഫോര്‍ട്ടാലീസാ
ta: ஃபோர்டாலெஸ்ஸா

source: Forth Worth
ml: ഫോര്‍ത്ത് വര്‍ത്ത്
ta: ஃபோர்ட் வொர்த்

source: Fosston
ml: ഫോസ്റ്റണ്‍
ta: ஃபோஸ்டன்

source: Fourchon
ml: ഫോര്‍ച്ചണ്‍
ta: போர்சன்

source: Fourchu Head
ml: ഫോര്‍ച്ചൌ ഹെഡ്
ta: ஃபோர்சு ஹெட்

source: Fowey Rocks
ml: ഫോവെയ് റോക്ക്സ്
ta: ஃபௌவே ராக்ஸ்

source: Foz do Iguaçu
ml: ഫോസ് ഡോ ഇഗ്വാക്കു
ta: போஸ் டூ இகாசு

source: Francazal
ml: ഫ്രാങ്കാസല്‍
ta: ஃப்ரான்கஸல்

source: France
ml: ഫ്രാന്‍സ്
ta: ஃப்ரான்ஸ்

source: Franceville / Mvengue
ml: ഫ്രാന്‍സ് വില്‍ / വെന്‍ഗ്യൂ
ta: ஃப்ரான்ஸிவில்லா / மெவெங்கு

source: Francisco Sá Carneiro
ml: ഫ്രാന്‍സിസ്ക്കോ സാ കാര്‍ണെയ്റോ
ta: ஃபிரன்சிஸ்கோ சா கார்னேரோ

source: Francistown
ml: ഫ്രാന്‍സിസ്ടൌണ്‍
ta: ஃப்ரான்ஸிஸ்டௌன்

source: Frank Elliott Field
ml: ഫ്രാങ്ക് എല്ലിയറ്റ് ഫീള്‍ഡ്
ta: ஃப்ராங் எல்லியோட் ஃபீல்ட்

source: Frankfort
ml: ഫ്രാങ്ക്ഫോര്‍ട്ട്
ta: ஃப்ராங்ஃபர்ட்

source: Frankfort Coast Guard Station
ml: ഫ്രാങ്ക്ഫോര്‍ട്ട് കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: ஃப்ராங்ஃபர்ட் கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Frankfurt am Main
ml: ഫ്രാങ്ക്ഫര്‍ട്ട് ആം മെയിന്‍
ta: ஃப்ராங்ஃபர்ட் அம் மெயின்

source: Franklin
ml: ഫ്രാങ്ക്ളിന്‍
ta: ஃப்ராங்லின்

source: Fraserburg
ml: ഫ്രെസര്‍ബര്‍ഗ്
ta: ப்ரையர்பர்க்

source: Frederick
ml: ഫ്രേഡെറിക്ക്
ta: ப்ரெட்ரிக்டன்

source: Fredericksburg
ml: ഫ്രേഡെറിക്ക്സ്ബര്‍ഗ്
ta: ப்ரெட்ரிக்ஸ்பர்க்

source: Fredericton
ml: ഫ്രേഡെറിക്ക്ട്ടണ്‍
ta: ப்ரெட்ரிக்டன்

source: Frederikshaab
ml: ഫ്രേഡെറിക്ക്ഷാബ്
ta: ப்ரெட்ரிக்ஸாப்

source: Freeport
ml: ഫ്രീപോര്‍ട്ട്
ta: ஃப்ரீ ஃபோர்ட்

source: Freistadt
ml: ഫ്രയിസ്റ്റാഡ്
ta: ஃப்ரெஸ்டாட்

source: Frelighsburg
ml: ഫ്രലിഗ്സ്ബര്‍ഗ്
ta: ஃரெலிங்ஸ்பர்க்க்

source: Fremont
ml: ഫ്രിമോണ്ട്
ta: ஃபெர்மாண்ட்

source: French Guiana
ml: ഫ്രഞ്ച് ഗയിനാ
ta: ப்ரென்சு கையனா

source: French Polynesia
ml: ഫ്രഞ്ച് പോളിനേഷ്യ
ta: பிரெஞ்ச் பொலினேஷியா

source: Frenchville
ml: ഫ്രഞ്ച് വില്‍
ta: ப்ரெஞ்வில்லா

source: Frescaty
ml: ഫ്രസ്ക്കാട്ടി
ta: ஃப்ரெஸ்காட்டி

source: Fresno
ml: ഫ്രസ്നോ
ta: ப்ரெஸ்னோ

source: Fresno-Chandler
ml: ഫ്രസ്നോ-ചാന്‍ഡ്ലര്‍
ta: ப்ரெஸ்னோ-சேன்ட்லர்

source: Friday Harbor
ml: ഫ്രൈഡേ ഹാര്‍ബര്‍
ta: ப்ரைடே ஹார்பார்

source: Friedrichshafen
ml: ഫ്രൈഡ്റിച്ച്ഷാഫന്‍
ta: ப்ரெட்ரிக் ஷாபென்

source: Frigg
ml: ഫ്രിഗ്ഗ്
ta: ஃபிரிக்

source: Fritzlar
ml: ഫ്രിറ്റ്സ്ലാര്‍
ta: ஃரிட்லார்

source: Frobisher
ml: ഫ്രോബിഷര്‍
ta: ஃப்ரோபிஸ்ஹெர்

source: Frontone
ml: ഫ്രണ്‍ട്ടോണ്‍
ta: ப்ரென்டோன்

source: Frosinone
ml: ഫ്രോസിനോണ്‍
ta: ப்ரோசினோன்

source: Fryeburg
ml: ഫ്രയിബര്‍ഗ്
ta: ப்ரையர்பர்க்

source: Frösön
ml: ഫ്രോസോണ്‍
ta: ஃப்ரோஸ்சோன்

source: Ft Sherman Rocob
ml: ഫാദര്‍ ഷെര്‍മാന്‍ റോക്കോബ്
ta: Ft ஷெர்மான் ரோகோப்

source: Ft. Pickett
ml: ഫാദര്‍ പിക്കറ്റ്
ta: Ft. பிக்கெட்

source: Ft. Richardson
ml: ഫാദര്‍ റിച്ചാര്‍ഡ്സണ്‍
ta: Ft. ரிச்சர்சன்

source: Fua'Amotu
ml: ഫ്വാ അമോത്തു
ta: ஃபௌ அமோடோ

source: Fuerteventura
ml: ഫ്വര്‍ട്ടേവേന്‍ചുറാ
ta: ஃபெர்டென்வென்டுரா

source: Fuhlsbüttel
ml: ഫഹല്‍സ്ബട്ടല്‍
ta: ஃபுஜஸ்புட்டெல்

source: Fujairah
ml: ഫുജയ്റാഹ്
ta: ப்யூஜைரா

source: Fuji Ab
ml: ഫുജി അബ്
ta: ப்யீஜி ஏப்

source: Fujian
ml: ഫുജിയാന്‍
ta: ப்யூஜியன்

source: Fukue
ml: ഫുക്കുവേ
ta: ஃபுகுய்

source: Fukui
ml: ഫുക്കൂയി
ta: ஃபுகுய்

source: Fukuoka
ml: ഫുക്ക്വോക്കാ
ta: ஃபுகோகா

source: Fukushima
ml: ഫുക്കുഷിമാ
ta: ஃபுகுஷிமா

source: Fullerton
ml: ഫല്ലേര്‍ട്ടണ്‍
ta: ஃபுலர்டன்

source: Fulton
ml: ഫല്‍ട്ടണ്‍
ta: ஃபுல்டன்

source: Fulton County Airport
ml: ഫല്‍ട്ടണ്‍ കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: டயட்டன் கௌன்டி ஏர்போர்ட்

source: Funafuti
ml: ഫുനാഫുത്തി
ta: அபுனாஃபுடி

source: Funchal
ml: ഫന്‍ച്ചല്‍
ta: ஃபனச்சல்

source: Funter Bay
ml: ഫണ്ടര്‍ ബേ
ta: ஃபௌன்டர் பே

source: Futenma
ml: ഫുട്ടന്‍മാ
ta: ஃபுடென்மா

source: Fuzhou
ml: ഫുസോഹു
ta: ஃபுஸ்ஹௌ

source: Førde/Bringeland
ml: ഫോര്‍ഡ്/ബ്രിഞ്ച്ലാന്‍ഡ്
ta: ஃபோர்ட்/ப்ரிங்லேண்ட்

source: Gabes
ml: ഗേയിബ്സ്
ta: காபெஸ்

source: Gabon
ml: ഗബോണ്‍
ta: கபோன்

source: Gach Saran Du Gunbadan
ml: ഗാച്ച് സാറാന്‍ ഡൂ ഗണ്‍ബാദന്‍
ta: காட் சரன் டு குன்படான்

source: Gadsden
ml: ഗാഡ്സ്ഡന്‍
ta: காட்ஸ்டென்

source: Gafsa
ml: ഗാഫ്സാ
ta: காஃப்சா

source: Gage
ml: ഗേജ്
ta: காஜ்

source: Gagetown
ml: ഗേജ് ടൌണ്‍
ta: கேட் டௌன்

source: Gagnoa
ml: ഗാഗ്നോവ
ta: காக்னௌ

source: Gahanna
ml: ഗാഹാന്നാ
ta: கஹான்னா

source: Gainesville
ml: ഗെയിന്‍സ്വില്‍
ta: கைனெஸ்வில்லா

source: Galax-Hillsville
ml: ഗാലാക്സ്-ഹില്‍സ്വില്‍
ta: காலக்ஸ்-ஹில்வில்லா

source: Galbraith Lake
ml: ഗാല്‍ബ്രെയിഥ് ലെയ്ക്ക്
ta: கால்ப்ரெயித் லேக்

source: Galela / Gamarmalamu
ml: ഗലേലാ / ഗമര്‍മലാമു
ta: கலெலா / கமர்மலமு

source: Galena
ml: ഗലേനാ
ta: கலெனா

source: Galesburg
ml: ഗേല്‍സ്ബര്‍ഗ്
ta: கலீஸ்பெர்க்

source: Galeão Airport
ml: ഗലീയോ എയര്‍പോര്‍ട്ട്
ta: கலிலியோ ஏர்போர்ட்

source: Galilee/Pina
ml: ഗലീലീ/പീനാ
ta: கலிலே/பினா

source: Galliano
ml: ഗല്ലിയാനോ
ta: கலிலியானோ

source: Gallup
ml: ഗല്ലാപ്പ്
ta: கால்ப்

source: Galveston
ml: ഗാല്‍വ്സ്റ്റണ്‍
ta: கால்வெஸ்டன்

source: Galviston NEXRAD
ml: ഗാല്‍വിസ്റ്റണ്‍ നെക്സ്രാഡ്
ta: கால்வெஸ்டன் NEXRAD

source: Gama
ml: ഗാമാ
ta: காமா

source: Gambell
ml: ഗാന്പെല്‍
ta: காம்பெல்

source: Gambia, The
ml: ഗാബിയ
ta: காம்பியா

source: Gamboma
ml: ഗാന്പോമാ
ta: கம்போமா

source: Gan
ml: ഗാന്‍
ta: கான்

source: Gander
ml: ഗാന്‍ഡര്‍
ta: கான்டெர்்

source: Gansu
ml: ഗാന്‍സു
ta: கான்ஸு

source: Gao
ml: ഗാവോ
ta: கவோ

source: Gaoua
ml: ഗാവാ
ta: கவோ

source: Garden City
ml: ഗാര്‍ഡന്‍ സിറ്റി
ta: கார்டன் சிட்டி

source: Garden Creek
ml: ഗാര്‍ഡന്‍ ഗ്രീക്ക്
ta: கார்டன் க்ரீக்

source: Gardermoen
ml: ഗാര്‍ഡര്‍മോയിന്‍
ta: கார்டெர்மொயான்

source: Garfield County Regional Airport
ml: ഗാര്‍ഫീള്‍ഡ് കൌണ്ടി റീജിയണല്‍ എയര്‍പോര്‍ട്ട്
ta: கார்ஃபீல்ட் கௌன்டி ரீஜினல் ஏர்போர்ட்

source: Garissa
ml: ഗറീസ്സാ
ta: கரிஸ்ஸா

source: Garons
ml: ഗാറണ്‍സ്
ta: காரான்ஸ்

source: Garoua
ml: ഗറൌവാ
ta: கரோவா

source: Garrison
ml: ഗാരിസ്സണ്‍
ta: காரிஸன்

source: Gary
ml: ഗാരി
ta: காரே

source: Gaspe
ml: ഗാസ്പെ
ta: காஸ்பி

source: Gassim
ml: ഗാസ്സിം
ta: காஸிம்

source: Gastonia
ml: ഗാസ്റ്റോണിയ
ta: காஸ்டோனியா

source: Gatesville
ml: ഗേറ്റ്സ്വില്‍
ta: கேட்ஸ்வில்லா

source: Gatineau
ml: ഗാറ്റിന്യൂ
ta: கடின்நியோ

source: Gatwick Airport
ml: ഗാറ്റ്വിക്ക് എയര്‍പോര്‍ട്ട്
ta: கேட்விக் ஏர்போர்ட்

source: Gauhati
ml: ഗൌഹാത്തി
ta: கௌஹாத்தி

source: Gaya
ml: ഗായാ
ta: கயா

source: Gaylord
ml: ഗായ്‍ലോര്‍ഡ്
ta: கேலார்ட்

source: Gaziantep
ml: ഗസിയാന്‍റ്റെപ്പ്
ta: கசியான்டெப்

source: Gdańsk-Rebiechowo
ml: ഡാന്‍സ്ക്ക്-റെബെയിച്ചോവോ
ta: க்டான்ஸ்க்-ரெபிஸ்ஹௌவோ

source: Gedaref
ml: ഗാഡാറെഫ്
ta: ஜிடார்ரெஃப்

source: Geilenkirchen
ml: ഗെയിലെന്‍കിര്‍ച്ചന്‍
ta: ஜிலென்கிர்சென்

source: Gela
ml: ഗെലാ
ta: கெலா

source: Gemena
ml: ഗെമെനാ
ta: கேமெனான்

source: Gen. Santos
ml: ജനറല്‍ സാന്‍റ്റോസ്
ta: ஜென்சான்டோஸ்

source: Geneina
ml: ഗനയിനാ
ta: ஜெனைனா

source: General Pico
ml: ജനറല്‍ പിക്കോ
ta: பொதுபிக்கோ

source: Geneva
ml: ജനേവാ
ta: ஜெனிவா

source: Genk
ml: ഗെങ്ക്
ta: ஜென்க்

source: Genova/Sestri
ml: ജെനോവാ/സെസ്ത്ത്രി
ta: ஜினோவா/செஸ்ட்ரி

source: George Air Force Base
ml: ജോര്‍ജ് എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: ஜார்ஜ் ஏர்போர்ட்

source: George Airport
ml: ജോര്‍ജ് എയര്‍പോര്‍ട്ട്
ta: ஜார்ஜ் ஏர்போர்ட்

source: Georgetown
ml: ജോര്‍ജ്ടൌണ്‍
ta: ஜார்ஜ் டௌன்

source: Georgetown, Exuma
ml: ജോര്‍ജ്ടൌണ്‍, എക്സൂമാ
ta: ஜார்ஜ் டௌன், எக்ஸுமா

source: Georgetown/Cheddi Jagan International Airport
ml: ജോര്‍ജ്ടൌണ്‍/ച്ചെഡ്ഡി ജഗാന്‍ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஜார்ஸ்டௌவுன்/செட்டி ஜகன் இன்டர்நேஷனல் ஏர்போர்ட்

source: Georgia
ml: ജോര്‍ജിയ
ta: ஜார்ஜியா

source: Geraldton
ml: ഗെറാള്‍ഡ്ട്ടണ്‍
ta: க்ரால்டன்

source: Germany
ml: ജര്‍മനി
ta: ஜெர்மனி

source: Getafe
ml: ഗെഥാഫ്
ta: கட்டாஃப்

source: Ghadames
ml: ഗഡാമെസ്
ta: க்ஹடாமெஸ்

source: Ghana
ml: ഗാനാ
ta: கானா

source: Ghanzi
ml: ഗാന്‍സി
ta: சானியா

source: Ghardaia
ml: ഗര്‍ദായിയ
ta: கஹார்டையா

source: Ghasre-Shirin
ml: ഗാര്‍സെ-ഷിറിന്‍
ta: க்ஹாஅஸ்ரே-ஷிரின்

source: Ghat
ml: ഗാട്ട്
ta: க்ஹாட்

source: Ghazvin
ml: ഗാന്‍വിന്‍
ta: க்ஹாவின்

source: Ghedi
ml: ഗേഡി
ta: க்கேடி

source: Ghent
ml: ഗെന്‍റ്
ta: க்ஹென்ட்

source: Gheshm Island/Dayrestan
ml: ഗെഷം ഐലന്‍റ്/ഡയറെസ്ഥാന്‍
ta: க்ஹெஸ்ம் தீவு/டேரெஸ்டன்

source: Ghinnir / Ginir
ml: ഗിന്നിര്‍
ta: கிஹினிர் / ஜினிர்

source: Gibraltar
ml: ഗിബ്രാല്‍റ്റര്‍
ta: ஜிப்ரால்டர்

source: Giddings
ml: ഗിഡ്ഡിങ്സ്
ta: ஜிட்டிங்டன்

source: Giebelstadt
ml: ഗിബെല്‍സ്റ്റാഡ്
ta: ஜிபெல்ட்ஸ்டாட்

source: Gifu Ab
ml: ഗിഫു അബ്
ta: ஜிபூ அபு

source: Gila Bend
ml: ഗിലാ ബെന്‍ഡ്
ta: ஜிலா பென்ட்

source: Gillam
ml: ഗില്ലാം
ta: ஜில்லாம்

source: Gillespie
ml: ഗില്‍സ്പൈ
ta: ஜில்லெஸ்பி

source: Gillette
ml: ഗില്ലെറ്റ്
ta: ஜில்லெட்

source: Gilmer
ml: ഗില്‍മെര്‍
ta: ஜில்மெர்

source: Gilze-Rijen
ml: ഗില്‍സ്-റിസെന്‍
ta: ஜில்ஸி-ரிஜென்

source: Gimli
ml: ഗിമ്ലി
ta: ஜிம்லி

source: Gimli Harbour
ml: ഗിമ്ലി ഹാര്‍ബര്‍
ta: ஜிம்லி ஹார்பர்

source: Gimli Industrial Park
ml: ഗിമ്ലി ഇന്‍ഡസ്ട്രില്‍ പാര്‍ക്ക്
ta: ஜிம்லி இன்டஸ்ரியல் பார்க்

source: Gioia del Colle
ml: ഗിയോ ഡെല്‍ കോള്‍
ta: ஜியோயியா டெல் கோலெ

source: Girona/Costa Brava
ml: ഗിറോണാ/കോസ്റ്റാ ബ്രാവാ
ta: க்ரோனாஇகோஸ்டா ப்ராவா

source: Gisborne
ml: ഗിസ്ബോര്‍ണ്
ta: ஜிஸ்போர்னே

source: Gisenyi
ml: ഗിസെന്യി
ta: ஜிசென்யி

source: Gizan
ml: ഗിസാന്‍
ta: ஜிஸான்

source: Gjoa Haven
ml: ജോവ ഹാവന്‍
ta: ஜியோ ஹெவன்

source: Gladstone
ml: ഗ്ളാഡ്സ്റ്റോണ്‍
ta: க்லான்ஸ்டன்

source: Glasgow
ml: ഗ്ളാസ്ഗൌ
ta: கால்ஸ்கௌ

source: Glen Burnie
ml: ഗ്ളെന്‍ ബേര്‍ണി
ta: க்லென் பௌர்னே

source: Glencoe
ml: ഗ്ളെന്‍ക്കോ
ta: க்லென்சோய்

source: Glendale
ml: ഗ്ളെന്‍ഡേയ്ല്‍
ta: க்லென்டைவ்

source: Glendive
ml: ഗ്ളെന്‍ഡീവ്
ta: க்லென்டைவ்

source: Glens Falls
ml: ഗ്ളെന്‍സ് ഫോള്‍സ്
ta: க்லென்ஸ் ஃபாள்ஸ்

source: Glenwood
ml: ഗ്ളെന്‍വുഡ്
ta: க்லென்வுட்

source: Gloucester
ml: ഗ്ളൌസെസ്റ്റര്‍
ta: க்ளாஸ்டெர்ஷைர்ன்

source: Gloucestershire
ml: ഗ്ളൌസെസ്റ്റര്‍ഷയര്‍
ta: க்ளாஸ்டெர்ஷைர்ன்

source: Glynco
ml: ഗ്ളിന്‍കോ
ta: க்ளைகோ

source: Glücksburg
ml: ഗ്ളക്ക്യ്ബര്‍ഗ്
ta: க்லக்ஸ்பெர்க்

source: Goa/Dabolim
ml: ഗോവ/ഡബോലിം
ta: கோவா/டபொலின்

source: Gobabis
ml: ഗോബാബിസ്
ta: ஹோப்ஸ்

source: Gobernador Gordillo
ml: ഗോബെര്‍നാഡര്‍ ഗോര്‍ഡില്ലോ
ta: கோபெர்னாடோ கோடீலோ

source: Gobernador Gregores
ml: ഗോബെര്‍നാഡര്‍ ഗ്രീഗോര്‍സ്
ta: கோபெர்னடோ க்ரெகோரெஸ்

source: Gode
ml: ഗോഡ്
ta: மோல்டி

source: Goderich
ml: ഗോഡ്റിച്ച്
ta: காட்ரிச்
