Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Tillamook
ml: തിലാമൂക്ക്
ta: டில்லாமோக்

source: Tillamook Bay
ml: തിലാമൂക്ക് ബേ
ta: டில்லாமோக் பே

source: Tille
ml: തില്ലേ
ta: டில்லே

source: Tilrempt/Hassi R'mel
ml: തില്‍റെംപ്റ്റ്/ഹാസ്സിര്‍മെല്‍
ta: டில்ரிம்ட்/ஹஸ்ஸி ரமெல்

source: Timehri
ml: തിമെഹ്റി
ta: டைமெஹ்ரி

source: Timimoun
ml: റിമിമൌണ്‍
ta: டிமிமௌன்

source: Timişoara
ml: തിമിസൌറാ
ta: டிமிசோரா

source: Timmerman
ml: തിമ്മര്‍മ്മാന്‍
ta: டிம்மர்மேன்

source: Timmins
ml: തിമ്മിന്‍സ്
ta: டிம்ஸ்மின்ஸ்

source: Tin City
ml: റ്റിന്‍ സിറ്റി
ta: டின் சிட்டி

source: Tindal/Katherine
ml: റ്റിന്‍ഡാല്‍/കാഥാറീന്‍
ta: டின்டெல்/கேத்தரின்

source: Tindouf
ml: റ്റിന്‍ഡൌഫ്
ta: டின்டோஃப்

source: Tingo Maria
ml: റ്റിങ്കോ മറിയാ
ta: டிங்கோ மரியா

source: Tinian Island
ml: ടിനിയന്‍ ഐലന്‍റ്
ta: டினியன் தீவு

source: Tinogasta
ml: റ്റിനോഗസ്താ
ta: டினோகேஸ்டா

source: Tiputini
ml: ടിപുട്ടിനി
ta: டிபுடினி

source: Tirana
ml: തിറാനാ
ta: டிரானா

source: Tiree
ml: തിറീ
ta: டிரீ

source: Tiruchchirapalli
ml: തിരുച്ചിറപ്പള്ളി
ta: திருச்சிராப்பள்ளி

source: Titusville
ml: റ്റിറ്റുസ്വില്‍
ta: டிடுஸ்வில்லா

source: Tivat
ml: റ്റിവാട്ട്
ta: டிவாட்

source: Tlemcen Zenata
ml: ത്ളെംക്കന്‍ സെനാട്ടാ
ta: லெம்சென் ஜென்னதா

source: Tobago
ml: റ്റോബാഗോ
ta: டோபகோ

source: Tobias Bolanos
ml: ടോബീയാസ് ബോളാനോസ്
ta: டோபையாஸ் போலனோஸ்

source: Tocumen
ml: തോക്കുമെന്‍
ta: டொகுமன்

source: Tofino
ml: റ്റോഫിനോ
ta: டோஃபினோ

source: Togiac Village
ml: തോഗിയാക്ക് വില്ലേജ്
ta: டோகியாக் வில்லேஜ்

source: Togo
ml: തോഗോ
ta: டோகோ

source: Tok
ml: തൊക്ക്
ta: டோக்

source: Tokachi Japanese Ground Self Defense Force
ml: തൊക്കാച്ചി ജാപ്പനീസ് ഗ്രൌണ്ട് സെല്‍ഫ് ഡിഫന്‍സ് ഫോഴ്സ്
ta: டோகாச்சி ஜப்பானிஸ் க்ரவுண்ட் தற்பாதுகாப்பு படை

source: Tokat
ml: തോക്കാട്ട്
ta: டோகட்

source: Tokunoshima Island
ml: തോക്കുനോഷിമാ ഐലന്‍റ്
ta: டோக்னோஸ்ஷிமா தீவு

source: Tokushima Ab
ml: തോക്കുഷിമാ അബ്
ta: டோகுஷிமா ஏப்

source: Tokyo
ml: ടോക്യോ
ta: டோக்கியோ

source: Tokyo Heliport
ml: ടോക്യോ ഹെലിപോര്‍ട്ട്
ta: டோக்கியோ ஹெலிபோர்ட்

source: Tokyo International Airport
ml: ടോക്യോ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: டோக்கியோ இன்டர்நேஷனல் ஏர்போர்ட்

source: Toledo
ml: റ്റോളേഡോ
ta: டோல்டோ

source: Toledo Coast Guard Station
ml: റ്റോളേഡോ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: டோலிடோ கடலோர காவல் நிலையம்

source: Toledo, Metcalf Field
ml: റ്റോളേഡോ, മെറ്റ്കാഫ് ഫീള്‍ഡ്
ta: டோலிடோ, மெட்காஃப் ஃபீல்ட்

source: Toli-Toli / Lalos
ml: റ്റോളി-റ്റോളി / ലാലോസ്
ta: டோலி-டோலி / லாலோஸ்

source: Toluca
ml: തോളൂക്കാ
ta: டோலுகா

source: Tomahawk
ml: തോമാഹൌക്ക്
ta: டோமாஹாக்

source: Tombouctou
ml: തോന്പൌക്ക്ട്ടൌ
ta: டோம்போச்டோ

source: Tonga
ml: ടോങ്കാ
ta: டொங்கா

source: Tonghae
ml: ടോങ്കായി
ta: டாங்கே

source: Tonopah
ml: റ്റോനാപാഹ്
ta: டோனோபாஹ்

source: Tonopah Test Range
ml: റ്റോനാപാഹ് ടെസ്റ്റ് റെഞ്ച്
ta: டோனோபா சோதனை வரையறை

source: Tooele
ml: റ്റുവെല്‍
ta: டோலி

source: Topcliffe
ml: ടോപ്പ് ക്ളിഫ്
ta: டோப்க்ளிஃப்

source: Topeka
ml: ടോപ്പേക്ക
ta: டோப்கா

source: Topeka NEXRAD
ml: ടോപ്പേക്കാ നെക്സ്രാഡ്
ta: டோபிகா NEXRAD

source: Topeka-Forbes Field
ml: ടോപ്പേക്കാ-ഫോര്‍ബ്സ് ഫീള്‍ഡ്
ta: டோப்கா-ஃபோர்ப்ஸ் ஃபீல்ட்

source: Topel
ml: ടോപ്പല്‍
ta: டோபில்

source: Torbat-Heydarieh
ml: ടോര്‍ബറ്റ്-ഹെയ്ദറീഹ്
ta: டோர்பேட்-ஹேடேரை

source: Torino/Bric Della Croce
ml: ടോറീനോ/ബ്രീക്ക് ഡേല്ലാ ക്രോസ്
ta: டோரினோ/ப்ரிக் டெல்லா க்ரோஸ்

source: Torino/Caselle
ml: ടോറീനോ/കാസ്സല്‍
ta: டோரினோ/காசெல்லீ

source: Toronto
ml: ടോറോണ്‍ട്ടോ
ta: தொறான்ரோ

source: Toronto Aes Hq
ml: ടോറോണ്‍ട്ടോ എയിസ് ഹെഡ് ക്വാര്‍ട്ടേര്‍സ്
ta: டோரோண்டே ஏஸ் ஹக்

source: Toronto Headland
ml: ടോറോണ്‍ട്ടോ ഡെഡ് ലാന്‍റ്
ta: டோரண்டோ ஹெட்லாண்ட்

source: Toronto Island
ml: ടോറോണ്‍ട്ടോ ഐലന്‍റ്
ta: டொரோண்டோ தீவு

source: Tororo
ml: ടോറോറോ
ta: டோரோரோ

source: Torp
ml: ടോര്‍പ്പ്
ta: டோரோப்

source: Torrance
ml: ടോറന്‍സ്
ta: டொர்ரான்ஸ்

source: Torrejón
ml: ടോറെജോണ്‍
ta: டொர்ரிஜோன்

source: Torreon
ml: ടോറെയോണ്‍
ta: டொரெஆன்

source: Torreón
ml: ടോറെയോണ്‍
ta: டொரியான்

source: Torrington
ml: ടോറിങ്ട്ടണ്‍
ta: டோரிங்டன்

source: Tot'Ma
ml: ടോട്ട് മാ
ta: டோட்மா

source: Tottori
ml: ടോട്ടോറി
ta: டோட்டோரி

source: Touggourt
ml: ടൌഗ്ഗൌര്‍ട്ട്
ta: டோகோர்ட்

source: Toul
ml: ടൌള്‍
ta: டோல்

source: Toulouse
ml: ടൌളോസ്
ta: டௌலௌஸ்

source: Tours
ml: ടൂര്‍സ്
ta: டூர்ஸ்

source: Toussus-le-Noble
ml: ടൌസസ്സ്-ലേ-നോബിള്‍
ta: டௌஸ்ஸஸ்-லே நோபல்

source: Townsville
ml: ടൌണ്‍സ് വില്‍
ta: டௌன்ஸ்வில்லா

source: Toyama
ml: ടോയാമാ
ta: டோயாமா

source: Tozeur
ml: ടോസിയര്‍
ta: டோசிர்

source: Trabzon
ml: ട്രാബ്സണ്‍
ta: டார்ப்ஜான்

source: Tracy
ml: ട്രാസീ
ta: ட்ரேசி

source: Trail Valley
ml: ട്രെയില്‍ വാലീ
ta: ட்ரையல் வேலி

source: Trang
ml: ട്രാങ്
ta: ட்ராங்

source: Trapani/Birgi
ml: ട്രാപാനി/ബിര്‍ഗി
ta: ட்ரபானி/பிர்ஜி

source: Traverse City
ml: ട്രാവേര്‍സ് സിറ്റി
ta: ட்ராவெர்ஸ் சிட்டி

source: Treasure Island
ml: ട്രെഷര്‍ ഐലന്‍റ്
ta: ட்ரஷர் தீவு

source: Treinta Y Tres
ml: ട്രിയെന്‍റാ വൈ ട്രസ്
ta: ட்ரின்டா Y ட்ரிஸ்

source: Trelew
ml: ട്രെല്യൂ
ta: ட்ரெலெவ்

source: Trenton
ml: ട്രെന്‍ട്ടണ്‍
ta: ட்ரென்டன்

source: Tres Arroyos
ml: ട്രെസ്സ് അറോയോസ്
ta: ட்ரைஸ் அர்ரோயோஸ்

source: Trevico
ml: ട്രേവിക്കോ
ta: ட்ரெவிகோ

source: Treviso/Istrana
ml: ട്രെവിസോ/ഇസ്ട്രാനാ
ta: டெரெவிஸோ/இஸ்ட்ரானா

source: Treviso/S.Angelo
ml: ട്രെവിസോ/എസ്.ഐഞ്ചലോ
ta: டெரெவிஸ்ஸோ/S ஆங்லோ

source: Trieste
ml: ട്രെയ്സ്റ്റി
ta: ட்ரிஸ்டி

source: Trincomalee
ml: ട്രീന്‍കോമാലീ
ta: ட்ரின்கோமாலி

source: Trinidad
ml: ട്രിനിഡാഡ്
ta: ட்ரினிடாட்

source: Trinidad Head
ml: ട്രിനിഡാഡ് ഹെഡ്
ta: ட்ரைனிடேட் ஹெட்

source: Trinidad and Tobago
ml: ട്രിനിഡാഡ് ആന്‍ഡ് ടോബാഗോ
ta: ட்ரைனிடேட் மற்றும் டோபேகோ

source: Triple Island Light
ml: ട്രിപ്പിള്‍ ഐലന്‍റ് ലൈറ്റ്
ta: ட்ரிப்பிள் தீவு விளக்கு

source: Tripoli
ml: ട്രീപോളി
ta: ட்ரிபோலி

source: Tristan Da Cunha
ml: ട്രിസ്റ്റന്‍ ഡാ കന്‍ഹാ
ta: ட்ரிஸ்டன் டா குன்ஹா

source: Troickoe
ml: ട്രോയിക്കോയ്
ta: ட்ரோய்கோ

source: Trois Rivieres
ml: ട്രോയിസ് റിവയ്റസ്
ta: ட்ரோஸ் ரிவெரெஸ்

source: Trollenhagen
ml: ട്രോളന്‍ഹാഗന്‍
ta: ட்ரோலின்ஹகன்

source: Trollhättan
ml: ട്രോള്‍ഹത്തന്‍
ta: ட்ரோல்ஹடன்

source: Tromsø/Langnes
ml: ട്രോംസോ/ലാഗ്നസ്
ta: ட்ரொம்ஸோ/லாங்னெஸ்

source: Trondheim/Vaernes
ml: ട്രോന്‍ഡിയം/വേയിര്‍നസ്
ta: ட்ரோன்ஹெம்/வேரென்ஸ்

source: Trout Lake
ml: ട്രൌട്ട് ലേയ്ക്ക്
ta: ட்ரோட் ஏரி

source: Troutdale
ml: ട്രൌട്ട് ഡേല്‍
ta: ட்ரௌடேல்

source: Troutdale Airport
ml: ട്രൌട്ട് ഡേല്‍ എയര്‍പോര്‍ട്ട്
ta: ட்ரோட்டேல் விமான நிலையம்

source: Troy
ml: ട്രോയ്
ta: ட்ராய்

source: Troyes
ml: ട്രോയസ്
ta: ட்ராய்ஸ்

source: Truckee
ml: ട്രക്കി
ta: ட்ரக்கீ

source: Trujillo
ml: ട്രജീളോ
ta: ட்ருஜிலோ

source: Truro
ml: ട്രൂറോ
ta: ட்ருரோ

source: Truth or Consequences
ml: ട്രൂഥ് ഓര്‍ കോണ്‍സിക്വന്‍സസ്
ta: உண்மை மற்றும் விளைவுகள்

source: Tsabong
ml: സാബോങ്
ta: சாபோங்க்

source: Tsentralny
ml: സെന്‍ട്രാലിന്‍
ta: சென்ட்ரல்னே

source: Tshane
ml: ഷെയിന്‍
ta: ஷானே

source: Tshikapa
ml: ഷിക്കാപ്പാ
ta: ஷிகபா

source: Tsuiki Ab
ml: സുക്കി അബ്
ta: டுஸ்கி ஏப்

source: Tsushima
ml: സുഷിമാ
ta: சுஷிமா

source: Tubuai
ml: തുബുയായ്
ta: டுபூய்

source: Tucson
ml: ടക്സണ്‍
ta: டுக்ஸான்

source: Tucson-Davis AFB
ml: ടക്സണ്‍-ഡേവിസ് എ എഫ് ബി
ta: டுக்ஸான்-டேவிஸ் AFB

source: Tucumcari
ml: ടുക്കംകറി
ta: டுகும்காரி

source: Tucumán
ml: ടുക്കുമാന്‍
ta: டுகுமான்

source: Tucuruí
ml: ടുക്കുറോയി
ta: டுகுருய்

source: Tuguegarao
ml: ടുഗ്വേഗറൌ
ta: டுகுகாரோ

source: Tukialik Bay
ml: ടുക്യാലിക്ക് ബേ
ta: துக்கயலிக் பே

source: Tuktoyaktuk
ml: തുക്തോയാതുക്ക്
ta: டுக்டோயாக்டுக்

source: Tuktoyaktuk Automated Reporting Station
ml: തുക്തോയാതുക്ക് ഓട്ടോമോറ്റഡ് റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: டுக்டோயாக்டுக் தானியக்க அறிக்கையிடும் நிலையம்

source: Tuktut Nogait
ml: ടക്ടട്ട് നോഗെയ്റ്റ്
ta: டுக்டுட் நோகைட்

source: Tulancingo
ml: തുളാന്‍സിങ്കോ
ta: டுலன்சின்கோ

source: Tulcan/El Rosal
ml: തള്‍ക്കന്‍/എല്‍ റോസാല്‍
ta: துல்கேன்/El ரோசல்

source: Tulcea
ml: തള്‍സിയാ
ta: டுல்சியா

source: Tulear
ml: തുളിയല്‍
ta: டுலிர்

source: Tulip City
ml: ടൂലിപ്പ് സിറ്റി
ta: டுலிப் சிட்டி

source: Tulip City Airport
ml: ടൂലിപ്പ് സിറ്റി എയര്‍പോര്‍ട്ട്
ta: டுலிப் சிட்டி விமான நிலையம்

source: Tulln
ml: തുളന്‍
ta: துல்லன்

source: Tulsa
ml: തുള്‍സാ
ta: டுல்சா

source: Tulsa NEXRAD
ml: തുള്‍സാ നെക്സ്രാഡ്
ta: துல்சா NEXRAD

source: Tumbes
ml: തന്പസ്
ta: டும்ப்ஸ்

source: Tumeremo
ml: തുമറേമോ
ta: டுமேரேமோ

source: Tunis-Carthage
ml: ട്യൂനിസ്-കാര്‍ഥേജ്
ta: துனிஸ்-கார்தேஜ்

source: Tunisia
ml: ടുനൂഷ്യാ
ta: துனீசியா

source: Tupelo
ml: ടുപേലോ
ta: டுப்லோ

source: Turaif
ml: ടുറൈഫ്
ta: டுராய்ஃ

source: Turkey
ml: തുര്‍ക്കി
ta: துருக்கி

source: Turkmenistan
ml: തുര്‍ക്മേനിസ്ഥാന്‍
ta: துருக்மேனிஸ்தான்

source: Turks and Caicos Islands
ml: ടര്‍ക്സ് ആന്‍ഡ് കയിക്കോസ് ഐലന്‍റ്സ്
ta: துருக்கஸ் மற்றும் கைசோஸ் தீவுகள்

source: Turku
ml: ടുര്‍കു
ta: துர்க்கு

source: Tuscaloosa
ml: ടസ്ക്കലുസാ
ta: துஸ்காலோஸா

source: Tuvalu
ml: ടുവാളു
ta: துவாலு

source: Tuxtla Gutiérrez
ml: ടക്സ്റ്റ്ളാ ഗട്ടെയിറസ്
ta: துக்ட்லா குடிடெர்ஸ்

source: Tuzla
ml: ടുസ്ലാ
ta: டுஸ்லா

source: Tver
ml: ട്വര്‍
ta: ட்வெர்

source: Twenthe
ml: ട്വന്‍ഥ്
ta: ட்வென்த்

source: Twentynine Palms
ml: ട്വന്‍റി നൈന്‍ പാല്‍മ്സ്
ta: இருபதொன்வது பாம்ஸ்

source: Twillingate
ml: ട്വില്ലിങ്ട്ടണ്‍
ta: டுவில்லின்கேட்

source: Twin Falls
ml: ട്വിന്‍ ഫോള്‍സ്
ta: ட்வின் ஃபால்ஸ்

source: Two Harbors
ml: ടൂ ഹാര്‍ബര്‍സ്
ta: டூ ஹார்பர்ஸ்

source: Two Rivers
ml: ടൂ റിവേര്‍സ്
ta: டூ ரிவர்ஸ்

source: Tybee
ml: ടൈബീ
ta: டைபீ

source: Tyler
ml: ടൈലര്‍
ta: டைலர்

source: Tyndall AFB
ml: ടിന്‍ഡാല്‍ എ എഫ് ബി
ta: டைன்டால் AFB

source: Tyumen
ml: ട്യൂമെന്‍
ta: டைமென்

source: Tzaneen
ml: സാനീന്‍
ta: சானீன்

source: Târgu-Mureş
ml: ടാര്‍ഗു-മുറസ്
ta: டிர்கு-முரெஸ்

source: Tököl
ml: ടോക്കോള്‍
ta: டய்கைய்

source: USC Campus Downtown
ml: യു എസ് സി കാംപസ് ഡൌണ്‍ടൌണ്‍
ta: USC கேம்பஸ் டௌன்டவுன்

source: Uberaba
ml: യുബേറാബാ
ta: உபெராபா

source: Uberlândia
ml: യുബര്‍ലാന്‍ഡിയ
ta: உபெர்லாண்டியா

source: Ubon Ratchathani
ml: യൂബോണ്‍ റാച്ചാതാനി
ta: உபன் ரட்சதானி

source: Udaipur Dabok
ml: ഉദയ്പൂര്‍ ഡാബോക്ക്
ta: உதய்பூர் தபோக்

source: Udine/Campoformido
ml: യൂഡൈന്‍/കാന്പോഫോര്‍മീഡോ
ta: உதைன்/கேம்போஃபார்மிடோ

source: Udine/Rivolto
ml: യൂഡൈന്‍/റിവോള്‍ട്ടോ
ta: உடைன்/ரிவோல்டோ

source: Udon Thani
ml: യുഡോന്‍ ഥാനി
ta: உதோன் தானி

source: Ufa
ml: യുഫാ
ta: உஃபா

source: Uganda
ml: യുഗാന്‍ഡാ
ta: உகாண்டா

source: Ujung Pandang / Hasanuddin
ml: യുജുങ് പാന്‍ഡാങ് / ഹസാനുദ്ദിന്‍
ta: உஜங்க் பண்டங் / ஹசனுதின்

source: Ukiah
ml: യുക്കിയാ
ta: உகைஹ்

source: Ukraine
ml: യുക്ക്രെയിന്‍
ta: உக்ரெயின்

source: Ulan-Bator
ml: യുലാന്‍-ബാത്തോര്‍
ta: உலான்-படோர்

source: Ulan-Ude
ml: യുലാന്‍-യുഡേ
ta: உலான்-ஊத்

source: Ulsan
ml: യുല്‍സാന്‍
ta: உஸ்லான்

source: Ulundi
ml: യുളുന്‍ദി
ta: உலுண்டி

source: Ulyanovsk
ml: യുള്യാനോവ്സ്ക്ക്
ta: உல்யானோவ்ஸ்க்

source: Umeå
ml: യുമിയാ
ta: உமி

source: Umiat
ml: യുമീയാത്ത്
ta: உமைத்

source: Umiujaq
ml: യുമിയുജാക്ക്
ta: உமியுஜக்

source: Umpqua River
ml: യുന്പ്ക്വാ റിവര്‍
ta: உம்ப்க்யா ஆறு

source: Umtata
ml: യുന്പ്റ്റാറ്റാ
ta: உம்டாடா

source: Unalakleet
ml: യുണാസക്ക്ളീത്ത്
ta: உனாலக்லீட்

source: Unalaska
ml: യുണലായ്ക്കാ
ta: உனலாஸ்கா

source: United Arab Emirates
ml: യുണൈറ്റഡ് അറബ് എമിറേറ്റ്സ്
ta: யுனைட்டட் அரப் எமிரேட்ட்

source: United Kingdom
ml: യുണൈറ്റഡ് കിങ്ഡം
ta: யுனைட்டக் கிங்டம்

source: United States
ml: യുണൈറ്റഡ് സ്റ്റേറ്റ്സ്
ta: யுனைட்டட் ஸ்டேட்ஸ்

source: United States Minor Outlying Islands
ml: യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് മൈനര്‍ ഔട്ട്ലയിങ് ഐലന്‍റ്സ്
ta: ஐக்கிய மாகாண மைனர் வெளியேயுள்ள தீவுகள்

source: United States Naval Academy
ml: യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് നേവല്‍ അക്കാഡമി
ta: யுனைட்டட் ஸ்டேட்ஸ் நேவல் அகடெமி

source: Unst
ml: യുണ്‍സ്റ്റ്
ta: யுன்ஸ்ட்

source: Upington
ml: യുപിങ്റ്റണ്‍
ta: உபிங்டன்

source: Upper Rideau Lake
ml: അപ്പര്‍ റിഡ്യൂ ലേയ്ക്ക്
ta: மேல் ரைடியோ ஏரி

source: Uppsala
ml: അപ്സാലാ
ta: உப்சாலா

source: Upsala
ml: അപ്സാലാ
ta: உப்சாலா

source: Upsala Radar Site
ml: അപ്സാലാ റഡാര്‍ സൈറ്റ്
ta: அப்சலா ரேடார் சைட்

source: Uralsk
ml: യുറാല്സ്ക്ക്
ta: உரல்ஸ்க்

source: Uranium City
ml: യുറേനിയം സിറ്റി
ta: உரேனியம் சிட்டி

source: Urfa
ml: യുര്‍ഫാ
ta: உர்ஃபா

source: Urgench
ml: യുര്‍ഗെഞ്ച്
ta: அர்ஜன்ச்

source: Uroševac
ml: യുറേസേവാക്ക്
ta: உரோசேவேக்

source: Uruapan
ml: യുറ്വോപ്പാന്‍
ta: உருவாபான்

source: Uruguaiana
ml: യുറുഗ്വൈനാ
ta: உருகுஐனா

source: Uruguay
ml: യുരുഗ്വേ
ta: உருகுவே

source: Urum-Qi/Diwopu
ml: യുറും-ക്വി/ദിവോപ്പു
ta: உரும்-க்யூ/திவோபூ

source: Usak
ml: യുസാക്ക്
ta: உஸக்

source: Ushuaia
ml: യുഷായിയ
ta: உஷூயா

source: Uspallata
ml: യുസ്പള്ളാറ്റാ
ta: உஸ்பால்லாடா

source: Ust'- Kulom
ml: യുസ്റ്റ് - കുളോം
ta: Ust'- குலோம்

source: Ust'Ordynskij
ml: യുസ്റ്റ് ഓര്‍ഡിന്‍സ്കിജ്
ta: Ust'ஓர்டின்ஸ்கிஜ்

source: Ustica
ml: യുസ്റ്റിക്കാ
ta: உஸ்ட்டிகா

source: Utah
ml: യുത്താഹ്
ta: உல்த்

source: Utica
ml: യുറ്റിക്കാ
ta: உட்டிகா

source: Utopia Creek
ml: യുത്തോപിയ ഗ്രീക്ക്
ta: உடோபியா க்ரிக்

source: Utrecht/Soesterberg
ml: യുട്രെച്ച്/സോയിസ്റ്റര്‍ബെര്‍ഗ്
ta: உட்ரெச்/சோசெஸ்டெட்பர்க்

source: Utsunomiya Ab
ml: യുറ്റ്സുനോമിയ അബ്
ta: உட்சனோமியா ஏப்

source: Uttaradit
ml: യുറ്റാരാഡിറ്റ്
ta: உத்தாராடித்

source: Utti
ml: യുറ്റി
ta: உட்டி

source: Uvalde
ml: യുവാല്‍ഡ്
ta: உவேல்டி

source: Uzbekistan
ml: ഉസ്ബേക്കിസ്ഥാന്‍
ta: உஸ்பெக்கிஸ்தான்

source: Uzhhorod
ml: യുസ്ഹോറോഡ്
ta: உஹ்ஹோரோட்

source: Vaasa
ml: വാസാ
ta: வாசா

source: Vacaville
ml: വാക്കാനവില്‍
ta: வாகாவில்லா

source: Vadsø
ml: വാഡ്സോ
ta: வாட்சோ

source: Val D'Or
ml: വാല്‍ ഡോര്‍
ta: வேல் டி ஓர்

source: Valcartier
ml: വാല്‍കാര്‍ട്ടിയര്‍
ta: வால்கார்டியர்

source: Valcartier Airport
ml: വാല്‍കാര്‍ട്ടിയര്‍ എയര്‍പോര്‍ട്ട്
ta: வால்கார்டியர் விமான நிலையம்

source: Valdez
ml: വാര്‍ഡസ്
ta: வால்டெஸ்

source: Valdivia
ml: വാല്‍ഡീവിയ
ta: வால்டிவா

source: Valdosta
ml: വാല്‍ദോസ്താ
ta: வால்டெஸ்டா

source: Valencia
ml: വാലന്‍ഷിയാ
ta: வாலென்சியா

source: Valentine
ml: വാലന്‍റൈന്‍
ta: வேலன்டைன்

source: Valera
ml: വാലേറാ
ta: வல்லெரா

source: Valkenburg
ml: വാല്‍ക്കന്‍ബര്‍ഗ്
ta: வால்கென்பர்க்

source: Valladolid/Villanubla
ml: വാലാഡോലിഡ്/വില്ലാനുബ്ളാ
ta: வலோடோலிட்/வில்லன்லுப்லா

source: Valle De La Pascua
ml: വാലേ ഡേ ലാ പാസ്ക്വാ
ta: வாலே டி லா பாஸ்க்யா

source: Valledupar/Alfonso López
ml: വാലേഡൂപാര്‍/അല്‍ഫോണ്‍സോ ലോപസ്
ta: வேலிடோபர்/அல்ஃபோன்ஸா லோபஸ்

source: Vallenar
ml: വാലെനാര്‍
ta: வேலேனர்

source: Valley
ml: വാലീ
ta: வாலி

source: Valleyfield
ml: വാലീ ഫീള്‍ഡ്
ta: வேலிஃபீல்ட்

source: Vallée de Seine
ml: വാലീ ഡേ സിയെന്‍
ta: வாலி டி செய்னி

source: Valparaiso
ml: വാല്‍പറൈസോ
ta: வால்பரைசோ

source: València/Manises
ml: വാലന്‍ഷ്യ/മാനിസസ്
ta: வேலின்சியா/மணிசெஸ்

source: Van
ml: വാന്‍
ta: வான்

source: Van Nuys
ml: വാന്‍ നയ്സ്
ta: வான் நியூயஸ்

source: Vancouver
ml: വാന്‍കോവര്‍
ta: வான்கோவர்

source: Vancouver Automatic Weather Reporting System
ml: വാന്‍കോവര്‍ ഓട്ടോമാറ്റിക്ക് വെഥര്‍ റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: வென்கோவர் தானியக்க தட்பவெப்ப அறிக்கையிடும் அமைப்பு

source: Vancouver International Airport
ml: വാന്‍കോവര്‍ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: வென்கோவர் சர்வதேச விமான நிலையம்

source: Vandel
ml: വാന്‍ഡല്‍
ta: வேண்டல்

source: Vandenberg
ml: വാന്‍ഡന്‍ബര്‍ഗ്
ta: வான்டென்பர்க்

source: Vandenberg Airport
ml: വാന്‍ഡന്‍ബര്‍ഗ് എയര്‍പോര്‍ട്ട്
ta: வான்டென்பர்க் விமான நிலையம்

source: Vandenberg Range
ml: വാന്‍ഡന്‍ബര്‍ഗ് റെഞ്ച്
ta: வான்டென்பர்க் ரேஞ்

source: Vantaa
ml: വാന്‍ട്ടാ
ta: வான்டா

source: Vanuatu
ml: വാന്വാത്താ
ta: வனாட்டு

source: Varadero, Matanzas
ml: വാറേഡേറോ, മാറ്റാന്‍സാസ്
ta: வாரடெரோ, மாடன்சாஸ்

source: Varanasi/Babatpur
ml: വരാനസി/ബബാത്ത്പുര്‍
ta: வாரனாசி/பபாத்பூஸ்

source: Varaždin
ml: വരാസ്ഡിന്‍
ta: வாரஸ்டின்

source: Varennes
ml: വെയര്‍നെസ്സ്
ta: வாரின்னேஸ்

source: Varkaus
ml: വാര്‍ക്കൌസ്
ta: வார்காஸ்

source: Varna
ml: വര്‍ണ്ണ
ta: வர்னா

source: Vatry
ml: വാട്രി
ta: வாட்ரை

source: Vauxhall
ml: വോക്സ്ഹോള്‍
ta: வேக்ஸ்ஹால்

source: Vedauwoo
ml: വെഡാവു
ta: விடோவோ

source: Vegreville
ml: വെഗ്രേവില്‍
ta: விக்ரேவில்லா

source: Velikie Luki
ml: വെലൈക്കി ല്യൂക്കി
ta: வில்லிக்கி லுகி

source: Vellore
ml: വെല്ലൂര്‍
ta: வேலூர்

source: Venezia/Tessera
ml: വെനെസ്യാ/റ്റെസ്സേറാ
ta: வெனிஜியா/டேஸ்ஸரா

source: Venezuela
ml: വെനിസ്വേലാ
ta: வெனிசூலா

source: Venezuela, Ciego De Ávila
ml: വെനിസ്വേലാ, സീഗോ ഡേ ആവിളാ
ta: வெனிசுலா, சிகோ டி அவிலா

source: Venice
ml: വെനൈസ്
ta: வென்ஸ்

source: Venice Heliport
ml: വെനൈസ് ഹെലിപോര്‍ട്ട്
ta: வினிஸ் ஹெலிபோர்ட்

source: Ventspils
ml: വെന്‍റ്സ്പില്‍സ്
ta: வெண்ட்ஸ்பில்ஸ்

source: Ventura Harbor
ml: വെച്ച്യൂറാ ഹാര്‍ബര്‍
ta: வென்சுரா துறைமுகம்

source: Veracruz
ml: വെറാക്രൂസ്
ta: வெராக்ருஜ்

source: Vereeniging
ml: വെറീനൈജിങ്
ta: விரீன்க்னிங்

source: Vermilion
ml: വെര്‍മില്യണ്‍
ta: வெர்மில்லியன்

source: Vermillion Area
ml: വെര്‍മില്യണ്‍ ഏരിയാ
ta: வெர்மில்லியன் ஏரியா

source: Vermont
ml: വെര്‍മോണ്ട്
ta: வெர்மௌன்ட்

source: Vernal
ml: വേര്‍ണല്‍
ta: வெர்னல்

source: Vernon
ml: വേര്‍ണണ്‍
ta: வெர்னோன்

source: Vero Beach
ml: വേറോ ബീച്ച്
ta: வெரோ பீச்

source: Verona/Villafranca
ml: വെറോണാ/വില്ലാഫ്രാങ്കാ
ta: வெர்னோன்/வில்லாஃப்ராங்கா

source: Vestmannaeyjar
ml: വെസ്റ്റ്മാനായിജാര്‍
ta: வெஸ்ட்மன்னேஜார்

source: Vias
ml: വിയാസ്
ta: வியாஸ்

source: Vicenza
ml: വിസന്‍സ്കാ
ta: வின்சென்சா

source: Vichy
ml: വിച്ചി
ta: வின்சி

source: Vichy-Rolla
ml: വിച്ചി-റോളാ
ta: வின்சி-ரோலா

source: Vicksburg
ml: വിക്ക്സ്ബര്‍ഗ്
ta: விக்ஸ்பர்க்

source: Victoria
ml: വിക്ടോറിയ
ta: விக்டோரியா

source: Victoria Beach
ml: വിക്ടോറിയ ബീച്ച്
ta: விக்டோரியா பீச்

source: Victoria Falls
ml: വിക്ടോറിയ ഫോള്‍സ്
ta: விக்டோரியா அருவி

source: Victoria Harbour
ml: വിക്ടോറിയ ഹാര്‍ബര്‍
ta: விக்டோரியா துறைமுகம்

source: Victoria International Airport
ml: വിക്ടോറിയ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: விக்டோரியா சர்வதேச விமான நிலையம்

source: Victoria Marine
ml: വിക്ടോറിയ മറീന്‍
ta: விக்டோரியா மெரினா

source: Victoria University
ml: വിക്ടോറിയ യൂണിവേര്‍സിറ്റി
ta: விக்டோரியா பல்கலைகழகம்

source: Vidalia
ml: വിഡാലിയ
ta: விடலியா

source: Vidsel
ml: വിഡ്സല്‍
ta: விட்செல்

source: Viedma
ml: വിയെഡ്മാ
ta: விட்மா

source: Vienna
ml: വിയെന്നാ
ta: வியென்னா

source: Vientiane
ml: വിയെന്‍റൈന്‍
ta: வெயின்டேன்

source: Viet Nam
ml: വിയെറ്റ്നാം
ta: வியட்நாம்

source: Vigan
ml: വിഗാന്‍
ta: விகன்

source: Vigie
ml: വിജീ
ta: விகே

source: Vigna Di Valle
ml: വിഗ്നാ ഡി വാലേ
ta: விக்னா டி வாலே

source: Vigo/Peinador
ml: വൈഗോ/പീനാഡോര്‍
ta: விகோ/பைனாடோர்

source: Viitasaari
ml: വീറ്റാസാരി
ta: வீட்டாசாரி

source: Vijayawada/Gannavaram
ml: വിജയവാഡാ/ഗണ്ണാവരം
ta: விஜயவாடா/கன்னாவரம்

source: Vila Real
ml: വിലാ റിയല്‍
ta: விலா ரியல்

source: Vilanculos
ml: വിലാങ്കുലോസ്
ta: விலன்கோலஸ்

source: Vilhena
ml: വില്‍ഹെനാ
ta: விஹெனா

source: Villa Cisneros
ml: വിലാ സിസ്നെറോസ്
ta: வில்லா சிஸ்னேரோஸ்

source: Villa De María Del Río Seco
ml: വിലാ ഡേ മറിയാ ഡേല്‍ റിയോ സീക്കോല
ta: வில்லா டி மரியா டெல் ரியோ சிகோ

source: Villa Dolores
ml: വിലാ ഡോളോര്‍സ്
ta: வில்லா டோலோரஸ்

source: Villa Gesell
ml: വിലാ ഗെസല്‍
ta: வில்லா ஜிசெல்

source: Villa Reynolds
ml: വിലാ റെയ്നോള്‍ഡ്സ്
ta: வில்லா ரெனால்ட்ஸ்

source: Villafranca
ml: വിലാഫ്രാങ്കാ
ta: வில்லாஃப்ராங்கா

source: Villaguay
ml: വിലാഗ്വാ
ta: வில்லாகை

source: Villahermosa
ml: വിലാഹംര്‍മോസാ
ta: வில்லாஹெர்மோசா

source: Villamontes
ml: വിലാമോണ്‍ട്ടസ്
ta: வில்லாமோன்டெஸ்

source: Villavicencio/Vanguardia
ml: വിലാവിസന്‍സ്യോ/വാല്‍ഗ്വാര്‍ഡ്യാ
ta: வில்லவிசின்சியோ/வென்கார்டியா

source: Villeneuve
ml: വില്ലന്യൂവ്
ta: வில்லேனியூவே

source: Villeroy
ml: വില്ലറോയ്
ta: வில்லாராய்

source: Vilnius
ml: വില്‍ന്യസ്
ta: வில்னியஸ்

source: Vinh
ml: വിന്‍ഹ്
ta: வின்

source: Vinnytsia
ml: വിന്നിറ്റ്സ്യാ
ta: வின்னிட்சியா

source: Vinton
ml: വിന്‍റണ്‍
ta: வின்டன்

source: Virac
ml: വിറാക്ക്
ta: விராக்

source: Virgen María
ml: വെര്‍ജന്‍ മാറിയ
ta: வெர்ஜின் மாரியா

source: Virgin Islands
ml: വിര്‍ജിന്‍ ഐലന്‍റ്സ്
ta: வெர்ஜின் தீவுகள்

source: Virginia
ml: വിര്‍ജിനിയാ
ta: விர்ஜீனியா

source: Virginia Beach
ml: വിര്‍ജിനിയാ ബീച്ച്
ta: விர்ஜீனியா பீச்

source: Virginia Falls
ml: വിര്‍ജിനിയാ ഫോള്‍സ്
ta: விர்ஜீனியா அருவிகள்

source: Virginia Tech Airport
ml: വിര്‍ജിനിയാ ടെക്ക് എയര്‍പോര്‍ട്ട്
ta: விர்ஜீனியா டெக் ஏர்போர்ட்

source: Viru-Viru
ml: വിറൂ-വിറൂ
ta: விர்ரு-விரு

source: Visalia
ml: വിസാലിയാ
ta: விசாலியா

source: Visby
ml: വിസ്ബീ
ta: விஸ்பை

source: Vitebsk
ml: വിറ്റെബ്സ്ക്ക്
ta: விடெப்ஸ்க்

source: Viterbo
ml: വിറ്റേര്‍ബോ
ta: விடெர்போ

source: Vitoria
ml: വിറ്റോറിയ
ta: விடோர்யா

source: Vittefleur
ml: വിറ്റെഫ്ള്യൂര്‍
ta: விட்டேஃப்லேர்

source: Vitória
ml: വിറ്റോറിയ
ta: விடோர்யா

source: Vitória da Conquista
ml: വിറ്റോറിയ ഡാ കോണ്‍ക്വീസ്ത്താ
ta: விட்டோரியா டா கான்க்யிஸ்டா

source: Vladikavkaz
ml: വ്ളാഡിക്കാവ്ക്കാസ്
ta: வால்டிகாவ்காஸ்

source: Vladivostok
ml: വ്ളാഡിവോസ്റ്റോക്ക്
ta: வால்டிவோஸ்டாக்

source: Vlieland
ml: വ്ളീലാന്‍റ്
ta: வ்லீலாண்ட்

source: Vnukovo
ml: നുക്കോവോ
ta: நூகோவோ

source: Vohemar
ml: വോഹെമാര്‍
ta: வோஹிமர்

source: Voi
ml: വോയി
ta: வை

source: Vojens/Skrydstrup
ml: വോജന്‍സ്/സ്ക്രിഡ്സ്ട്രപ്പ്
ta: வோஜென்ஸ்/ஸ்ரைட்ஸ்ரப்

source: Volens
ml: വോളന്‍സ്
ta: வோலன்ஸ்

source: Volgograd
ml: വോള്‍ഗോഗ്രാഡ്
ta: வோல்கோகார்ட்

source: Volk
ml: വോള്‍ക്ക്
ta: வோக்

source: Volkel
ml: വോള്‍ക്കല്‍
ta: வோல்கெல்

source: Vologda
ml: വോളോഗ്ഡാ
ta: வோலோக்டா

source: Volos
ml: വോളോസ്
ta: வோலோஸ்

source: Volterra
ml: വോള്‍ട്ടേറാ
ta: வோல்டேரியா

source: Vopnafjörður
ml: വോപ്നാഫ്ജൊറൂര്‍
ta: வோப்னாஃப்ஜொரோர்

source: Voronez
ml: വോറോനെസ്
ta: வோரோனெஸ்

source: Voss/Bømoen
ml: വോസ്സ്/ബോമോയിന്‍
ta: வோஸ்/போமோயின்

source: Vredendal
ml: വ്രഡെന്‍ഡാല്‍
ta: வெர்டென்டெல்

source: Vryburg
ml: വ്രിബര്‍ഗ്
ta: வ்ரைபர்க்

source: Vryheid
ml: വ്രിഹെയ്ദ്
ta: வ்ரேஹெய்ட்

source: Vršac
ml: വ്രാസാക്ക്
ta: விர்சக்

source: Vágar/Sørvágur
ml: വാഗാര്‍/സോര്‍വാഗര്‍
ta: வேகர்/சோர்வேகர்

source: Västerås
ml: വാസ്തെരാസ്
ta: வஸ்டெராஸ்

source: Växjö
ml: വാക്സ്ജോ
ta: வேக்ஸ்ஜோ

source: Værløse
ml: വേയ്ല്‍റോസ്
ta: வெர்லோஸ்

source: Vélizy-Villacoublay
ml: വേലിസി-വില്ലാകൌബ്ളേയ്
ta: வேலிஸ்-வில்லாசௌப்லே

source: Vöslau
ml: വോസ്ളോവ്
ta: வோஸ்லௌ

source: W Point - Starkville
ml: ഡബ്ള്യൂ പോയിന്‍റ് - സ്റ്റാര്‍ക്ക് വില്‍
ta: W பாயின்ட் - ஸ்டார்வில்லா

source: Wa
ml: വാ
ta: வா

source: Wabush Lake
ml: വാബൂഷ് ലേയ്ക്ക്
ta: வாபுஸ் ஏரி

source: Waco
ml: വാക്കോ
ta: வாகோ

source: Waddington
ml: വാഡിങ്ട്ടണ്‍
ta: வாடிங்டன்

source: Wadena
ml: വാഡേനാ
ta: வாடினா

source: Wadi Al Dawasser Airport
ml: വാഡീ അല്‍ ഡവാസ്സര്‍ എയര്‍പോര്‍ട്ട്
ta: வாடி அல் டாவாஸ்ஸெர் ஏர்போர்ட்

source: Wadi Halfa
ml: വാഡീ ഹാല്‍ഫാ
ta: வாடி ஹல்ஃபா

source: Wagga Wagga
ml: വാഗ്ഗാ വാഗ്ഗാ
ta: வாக்கா வாக்கா

source: Waingapu / Mau Hau
ml: വയിങ്കാപ്പു / മാവൂ ഹാവൂ
ta: வைங்கபோ / மாவ் ஹாவ்

source: Wainwright
ml: വെയിന്‍ റൈറ്റ്
ta: வைன்வ்ரைட்

source: Wainwright Airport
ml: വെയിന്‍ റൈറ്റ് എയര്‍പോര്‍ട്ട്
ta: வையின்ரைட் விமான நிலையம்

source: Wainwright U. S. Army Airfield
ml: വെയിന്‍ റൈറ്റ് യു.എസ്. ആര്‍മി എയര്‍ഫീള്‍ഡ്
ta: வைன்ரைட் யு.எஸ். ஆர்மி ஏர்பீல்ட்

source: Wajir
ml: വാജിര്‍
ta: வாஜிர்

source: Wake Island
ml: വെയ്ക്ക് ഐലന്‍റ്
ta: வேக் தீவு

source: Wakefield
ml: വെയ്ക് ഫീള്‍ഡ്
ta: வேக்ஃபீல்ட்

source: Wakkanai
ml: വാക്കാനായി
ta: வக்கானை

source: Waldron
ml: വാല്‍ഡ്രണ്‍
ta: வாலட்ரோன்

source: Wales
ml: വെയില്‍സ്
ta: வேல்ஸ்

source: Walla Walla
ml: വാളാ വാളാ
ta: வாலா வாலா

source: Wallops Island
ml: വാലോപ്പ്സ് ഐലന്‍റ്
ta: வாலோப்ஸ் தீவு

source: Walnut Ridge
ml: വാല്‍നട്ട് റിഡ്ജ്
ta: வால்நட் ரிட்ஜ்

source: Walvis Bay
ml: വാല്‍വിസ് ബേ
ta: வால்விஸ் பே

source: Wamena / Wamena
ml: വാമേനാ / വാമേനാ
ta: வாமினா / வாமினா

source: Warner Robins
ml: വാര്‍ണര്‍ റോബിന്‍സ്
ta: வார்னர் ரோபின்ஸ்

source: Warroad
ml: വാറോഡ്
ta: வாரோட்

source: Warroad Automatic Weather Observing/Reporting System
ml: വാറോഡ് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ ഒബ്സേര്‍വിങ്/റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: வார்ரோட் தானியக்க தட்பவெப்பம் அறியும்/அறிக்கையிடும் அமைப்பு

source: Warroad International - Swede Carlston Field
ml: വാറോഡ് ഇന്‍റര്‍ണാഷനല്‍ - സ്വീഡ് കാള്‍സ്റ്റണ്‍ ഫീള്‍ഡ്
ta: வார்ரோட் சர்வதேச - ஸ்வேடே கார்ல்ஸ்டன் பீல்ட்

source: Warsaw
ml: വാര്‍സോ
ta: வார்சா

source: Warszawa-Okecie
ml: വാര്‍സാവാ-ഓക്കീസി
ta: வார்ஸ்ஸாவா-ஓகேசி

source: Wasaga Beach
ml: വാസാഗാ ബീച്ച്
ta: வாசாகா பீச்

source: Wasagaming
ml: വാസാഗാമിങ്
ta: வாசாகேமிங்

source: Waseca
ml: വസേക്കാ
ta: வாஸிகா

source: Washington
ml: വാഷിങ്ട്ടണ്‍
ta: வாஷிங்டன்

source: Washington-Dulles International Airport
ml: വാഷിങ്ട്ടണ്‍-ഡ്യൂള്‍സ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: வாஷிங்டன்-டுல்லெஸ் சர்வதேச விமான நிலையம்

source: Wasilla
ml: വാസില്ലാ
ta: வாசில்லா

source: Waskaganish
ml: വാസ്ക്കാഗകനിഷ്
ta: வாஸ்க்கனிஷ்

source: Waskesiu Lake
ml: വാസ്ക്കെസ്യൂ ലേയ്ക്ക്
ta: வாஸ்கிசியோ ஏரி

source: Waskish
ml: വാസ്ക്കിഷ്
ta: வாஸ்கிஷ்

source: Waterbury
ml: വാട്ടര്‍ബറി
ta: வாட்டர்பரி

source: Waterkloof Lmb
ml: വാട്ടര്‍ക്ക്ളൂഫ്
ta: வாட்டர்க்லூஃப் Lmb
