Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Cold Bay
ml: കോള്‍ഡ് ബേ
ta: க்கோல்ட் பே

source: Cold Lake
ml: കോള്‍ഡ് ലേയ്ക്ക്
ta: க்கோல்ட் லேக்

source: Coldwater
ml: കോള്‍ഡ് വാ‍ട്ടര്‍
ta: கோல்ட்வாட்டர்டர்

source: Coleman
ml: കോള്‍മാന്‍
ta: கொல்மேன்

source: Colima
ml: കോലിമാ
ta: கொலிமா

source: College Station
ml: കോളേജ് സ്റ്റേഷന്‍
ta: காலெஜ் ஸ்டேஷன்

source: Collingwood
ml: കോളിങ്‍വുഡ്
ta: கோலிங்வுட்

source: Collins Bay
ml: കോളിന്‍സ് ബേ
ta: கோலின்ஸ் பே

source: Colmar
ml: കോല്‍മാര്‍
ta: கோல்மார்

source: Colmenar Viejo (FAMET)
ml: കോള്‍മ്നാര്‍ വെയ്ജോ (ഫാമെറ്റ്)
ta: கோல்மெனார் விஜோ (FAMET)

source: Cologne/Bonn
ml: കൊളോണ്‍/ബോണ്‍
ta: க்லேன்/போன்

source: Colombia
ml: കൊളംബിയ
ta: கொலம்பியா

source: Colonia
ml: കൊളോണിയ
ta: கொலொனியா

source: Colorado
ml: കൊളോറാഡോ
ta: கொலொராடோ

source: Colorado City
ml: കൊളോറാഡോ സിറ്റി
ta: கொலொராடோ சிட்டி

source: Colorado Springs
ml: കൊളോറാഡോ സ്പ്റിങ്സ്
ta: கொலொராடோ ஸ்ப்ரிங்ஸ்

source: Coltishall
ml: കോള്‍ട്ടിഷാല്‍
ta: கோல்ஸ்ஹால்

source: Columbia
ml: കൊളംബിയ
ta: கொலம்பியா

source: Columbus
ml: കൊളംബസ്
ta: கொலம்பஸ்

source: Colville
ml: കോള്‍വില്‍
ta: கொல்வில்லா

source: Colville Lake
ml: കോള്‍വില്‍ ലേയ്ക്ക്
ta: கொல்வில்லா லேக்

source: Comanche
ml: കൊമാന്‍ച്ചെ
ta: கோமான்சி

source: Combolcha
ml: കൊംപോല്‍ച്ച
ta: கோம்போல்சா

source: Comfort Cove
ml: കംഫോര്‍ട്ട് കോവ്
ta: கோப்ஃபோர் கோவ்

source: Comiso As Usaf
ml: കൊമീസാ അസ് യൂസഫ്
ta: கோசோ அஸ் ஃசாப்ஃப்

source: Command Post Tango
ml: കമാന്‍ഡ് പോസ്റ്റ് റ്റാന്‍ഗോ
ta: கமான்ட் போஸ்ட் டெங்கோ

source: Comodoro Rivadavia
ml: കോമോഡോറോ റിവഡാവിയ
ta: கொமொரோடோ ரிவடவியா

source: Comoros
ml: കോമോറോസ്
ta: கோமொரோஸ்

source: Comox
ml: കോമോക്സ്
ta: கோமோக்ஸ்

source: Conakry / Gbessia
ml: കോനാക്രി / ബെസ്സിയ
ta: கோனாக்ரி / ஜிபெஸ்ஸியா

source: Conceição do Araguaia
ml: കൊണയ്ക്കോവ ഡോ അറാഗ്വയിയ
ta: கான்சிகோ டோ அகராகுவா

source: Concepción
ml: കമ്‍സപ്സിയണ്‍
ta: கான்செப்ஷன்

source: Concord
ml: കോണ്‍കോര്‍ഡ്
ta: கான்கோர்ட்

source: Concordia
ml: കോണ്‍കോര്‍ഡിയ
ta: கான்கோர்டா

source: Confederation Bridge
ml: കോണ്‍ഫെഡെറേഷന്‍ ബ്രിഡ്ജ്
ta: கான்ஃபெட்ரேஷன் ப்ரிட்ஜ்

source: Confins Airport
ml: കോണ്‍ഫിന്‍സ് എയര്‍പോര്‍ട്ട്
ta: கோபின்ஸ் ஏர்போர்ட்

source: Congo Town, Antros Island
ml: കോങ്ഗോ ടൌണ്‍, ആന്‍ട്രോസ് ഐലന്‍റ്
ta: கோங்கோ டௌன், ஆரோஸ் தீவு

source: Congo, Democratic Republic of the
ml: കോങ്ഗോ, ഡിമോക്രാറ്റിക്ക് റിപബ്ളിക്ക് ഓഫ് ദി

source: Congo, Republic of the
ml: കോങ്ഗോ, റിപബ്ളിക്ക് ഓഫ് ദി
ta: காங்கோ, குடியரசு

source: Congonhas Airport
ml: കോങ്ഗണ്‍ഹാസ് എയര്‍പോര്‍ട്ട്
ta: கோங்காஸ் ஏர்போர்ட்

source: Coningsby
ml: കൊണിങ്സ്ബി
ta: காங்ஸ்பபை

source: Connaught
ml: കന്നോട്ട്
ta: கானாட்

source: Conne River
ml: കോണ്‍ റിവര്‍
ta: நியூ ரிவர்

source: Connecticut
ml: കണക്റ്റികട്ട്
ta: கானக்டிகட்

source: Conroe
ml: കൊണ്‍റോയ്
ta: கான்ரோ

source: Constable Pynt
ml: കോണ്‍സ്റ്റബിള്‍ പൈന്‍റ്
ta: கான்ஸ்டான்டைன் பௌன்ட்

source: Constantine
ml: കോണ്‍സ്റ്റന്‍റൈന്‍
ta: கான்ஸ்டான்டைன்

source: Constanţa
ml: കോണ്‍സ്റ്റാന്‍റാ
ta: கான்ஸ்டன்டா

source: Continental Div
ml: കോണ്‍റ്റിനെന്‍റല്‍ ‍ഡിവ്
ta: மோன்ட்ரியல் டிவ்

source: Converse County Airport
ml: കോണ്‍‍വേഴ്സ് കൌണ്‍ട്ടി എയര്‍പോര്‍ട്ട്
ta: கன்வர்ஸ் கௌன்டி ஏர்போர்ட்

source: Cook
ml: കുക്ക്
ta: கூக்

source: Cook County Airport
ml: കുക്ക് കൌണ്‍ട്ടി എയര്‍പോര്‍ട്ട്
ta: கூக் கௌன்டி ஏர்ப்போர்ட்

source: Cook Islands
ml: കുക്ക് ഐലന്‍റ്
ta: கூக் தீவு

source: Coolangatta
ml: കൂളാങ്കാട്ടാ
ta: கோலங்கட்டா

source: Cooma
ml: കൂമാ
ta: கோமா

source: Coos Bay
ml: കൂസ് ബേ
ta: கோஸ் பே

source: Cop Upper
ml: കോപ്പ് അപ്പര്‍
ta: கோப் அப்பர்

source: Copenhagen
ml: കോപ്പന്‍ഹാഗന്‍
ta: கோபென்ஹாஜென்

source: Copiapo
ml: കോപ്പിയാപ്പോ
ta: கோபியாபோ

source: Copper Harbor
ml: കോപ്പര്‍ ഹാര്‍ബര്‍
ta: காப்பர் ஹார்பர்

source: Copper Mountain
ml: കോപ്പര്‍ മൌണ്‍ടന്‍
ta: காப்பர் மௌன்டன்

source: Coppermine
ml: കോപ്പര്‍മൈന്‍
ta: காப்பர்மைன்

source: Coral Harbour
ml: കോറല്‍ ഹാര്‍ബര്‍
ta: கோரல் ஹார்பர்

source: Cordova
ml: കോര്‍ഡോവാ
ta: கோர்டோவா

source: Cork
ml: കോര്‍ക്ക്
ta: கோர்க்

source: Corlu
ml: കോര്‍ളൂ
ta: கோர்லு

source: Coro
ml: കോറോ
ta: கோரோ

source: Corona
ml: കോറോണാ
ta: கோரோனா

source: Coronach
ml: കൊറോണാക്ക്
ta: கொரோனாச்

source: Coronation
ml: കോറോണേഷന്‍
ta: கோரோநேஷன்

source: Coronation Automated Reporting Station
ml: കോറോണേഷന്‍ ഓട്ടോമേറ്റഡ് റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: கோரொனேஷன் தன்னியக்க அறிக்கை மையம்

source: Coronation Marine Aviation Reporting Station
ml: കോറോണേഷന്‍ മറൈന്‍ ആവിയേഷന്‍ റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: கொரொனேஷன் மரைன் ஏவியேஷன் அறிக்கை மையம்

source: Coronel Enrique Soto Cano Air Base
ml: കോറോണല്‍ എന്‍റിക്കെ സോത്തോ കാനോ എയര്‍ ബെയ്സ്
ta: கோரோனெல் ச்ன்ரிக்யூ சோடோ காகோ எர் பேஸ்

source: Corpus Christi
ml: കോര്‍പസ് ക്രിസ്റ്റി
ta: காோர்பஸ் க்ரிஸ்டி

source: Corrientes
ml: കോറിയെന്‍റസ്സ്
ta: கோரின்டெஸ்

source: Corsicana
ml: കോര്‍സിക്കാനാ
ta: கோர்சிகானா

source: Cortez
ml: കോര്‍ട്ടെസ്
ta: கோர்ட்ஸ்

source: Corumbá
ml: കോറുന്പാ
ta: கொரும்பா

source: Corvallis
ml: കോര്‍വാലിസ്
ta: கொர்வாலிஸ்

source: Cosford
ml: കോസ്ഫോര്‍ഡ്
ta: கோஸ்ஃபோர்ட்

source: Costa Rica
ml: കോസ്റ്റാ റിക്കാ
ta: கோஸ்டாரிக்கா

source: Cote d'Ivoire
ml: കോട്ട് ഡില്‍‍വോയ്റി
ta: கோட் டிவோரி

source: Cote-Ste-Cath Mot
ml: കോട്ട്-സ്റ്റെ-കാത്ത്-മോട്ട്
ta: கோடி-ஸ்டே-கேத் மோட்

source: Cotobato
ml: കൊത്തോബാത്തോ
ta: கோர்படோ

source: Cotonou
ml: കൊട്ടോണോവു
ta: கொடோனௌ

source: Cotulla
ml: കോട്ടുളള
ta: காட்டுல்லா

source: Council Bluffs
ml: കൌണ്‍സില്‍ ബ്ളഫ്സ്
ta: கௌன்சில் ப்லஃப்

source: Coupeville
ml: കൌപ്പിവില്‍
ta: கொபெவில்லா

source: Courbessac
ml: കോര്‍ബെസ്സാക്ക്
ta: கோர்பீசாக்

source: Cove Island
ml: കോവ് ഐലന്‍റ്
ta: கோவ் தீவு

source: Cove Point
ml: കോവ് പോയിന്‍റ്
ta: கோவ் பாயின்ட்

source: Coventry
ml: കോവന്‍ട്രി
ta: கான்வென்டிரி

source: Covington
ml: കോവിങ്ട്ടണ്‍
ta: கோவிங்டன்

source: Cox's Bazar
ml: കോക്സ് ബസാര്‍
ta: காக்ஸ் பஸார்

source: Coyhaique
ml: കോയ്ഹായിക്ക്
ta: காய்ஹைக்யூ

source: Cozad
ml: കോസാഡ്
ta: கோசாட்

source: Cozumel
ml: കോസുമെല്‍
ta: கோசுமெல்

source: Cozzo Spadaro
ml: കോസ്സോ സ്പാഡാറോ
ta: கோசோ ஸ்பானரோ

source: Craig
ml: ക്രെയ്ഗ്
ta: க்ராக்

source: Craig Airport
ml: ക്രെയ്ഗ് എയര്‍പോര്‍ട്ട്
ta: க்ராகி ஏர்போர்ட்

source: Craiova
ml: ക്രൈയോവാ
ta: க்ரையோவா

source: Cranbrook
ml: ക്രാന്‍ബ്രൂക്ക്
ta: க்ரான்ப்ரோக்

source: Crane Lake
ml: ക്രെയിന്‍ ലെയ്ക്ക്
ta: கார்னே லேக்

source: Crane Lake Automatic Weather Observing/Reporting System
ml: ക്രെയിന്‍ ലെയ്ക്ക് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ ഒബ്സേര്‍വിങ്/റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: க்ரானே லேக் தானியங்கி வானிலை கண்கானிப்பு /அறிவிப்பு அமைப்பு

source: Cranfield
ml: ക്രാന്‍ഫീള്‍ഡ്
ta: க்ரான்ஃபீல்ட்

source: Cranwell
ml: ക്രാന്‍‍വെല്ല്
ta: க்ரேன்வெல்

source: Cree Lake
ml: ക്രീ ലേയ്ക്ക്
ta: க்ரீ லேக்

source: Creil Fafb
ml: ക്രെയില്‍ ഫ്രാഫ്ബ്
ta: சிரெல் ஃபாப்

source: Crescent City
ml: ക്രിസന്‍റ് സിറ്റി
ta: க்ரெஸன்ட் சிட்டி

source: Crested Butte Regional Airport
ml: ക്രെസ്റ്റഡ് ബൂട്ട് റീജീയണല്‍ എയര്‍പോര്‍ട്ട്
ta: க்ரெஸ்டட் புட்டே ரீஜினல் ஏர்போர்ட்

source: Creston
ml: ക്രെസ്റ്റണ്‍
ta: க்ரெஸ்டன்

source: Crestview
ml: ക്രെസ്റ്റ്വ്യൂ
ta: க்ரெஸ்வியூ

source: Croatia
ml: ക്രോയേഷ്യ
ta: க்ரோடியா

source: Crockett
ml: ക്രോക്കെറ്റ്
ta: க்ரோகெட்

source: Croker River
ml: ക്രോക്കര്‍ റിവര്‍
ta: க்ரீன் ரிவர்

source: Crookston
ml: ക്രൂക്സ്റ്റണ്‍
ta: க்ரெஸ்டன்

source: Cross City
ml: ക്രോസ്സ് സിറ്റി
ta: க்ராஸ் சிட்டி

source: Crossville
ml: ക്രോസ്സ് വില്‍
ta: க்ராஸ்வில்லா

source: Crotone
ml: ക്രോട്ടണ്‍
ta: க்ரோன்டன்

source: Crown Pt./ Scarborou
ml: ക്രൌണ്‍ പോയിന്‍റ് / സ്കാര്‍ബോറൌ
ta: க்ரௌன் Pt./ ஸ்கார்பொரௌ

source: Crows Landing
ml: ക്രോസ് ലാന്‍ഡിങ്
ta: க்ரோஸ் லான்டிங்

source: Crowsnest
ml: ക്രോസ്നെസ്റ്റ്
ta: க்ரோநெஸ்ட்

source: Crozon
ml: ക്രോസോണ്‍
ta: க்ரோஸான்

source: Cruzeiro do Sul
ml: ക്രുസൈറോ ഡോ സുള്‍
ta: க்ருசிரோ டோ சுல்

source: Crystal Airport
ml: ക്രിസ്റ്റല്‍ എയര്‍ പോര്‍ട്ട്
ta: க்ரிஸ்டல் ஏர்போர்ட்

source: Cuamba
ml: കുയാന്പാ
ta: க்யௌம்பா

source: Cuatro Vientos
ml: കുവാട്രോ വിയെന്‍റോസ്
ta: கௌட்ரோ வின்டோஸ்

source: Cuba
ml: ക്യൂബാ
ta: க்யூபா

source: Cuba Awrs
ml: ക്യൂബാ ഓവ്റ്സ്
ta: க்யூபா அவ்ரெஸ்

source: Cucuta/Camilo Daza
ml: ക്യൂക്കുട്ടാ/കാമിലോ ഡാസാ
ta: குகுடா/கேமிலோ டாசா

source: Cuddapah
ml: ക്യൂഡാപ്പാഹ്
ta: குடாபாஹ்

source: Cuddleback
ml: കഡ്ഡില്‍ബാക്ക്
ta: குலெல்பேக்

source: Cuenca/Mariscal Lamar
ml: ക്യൂവെന്‍ക്ക/മാരിസ്കല്‍ ലാമാര്‍
ta: குன்கா/மாரிஸ்கால் லாமார்

source: Cuernavaca
ml: ക്യൂവര്‍നാവാക്കാ
ta: க்யூர்னாவாகா

source: Cuiabá
ml: ക്യൂവാബാ
ta: க்யூயுபா

source: Cul'Man
ml: കുല്‍മാന്‍
ta: குல்மான்

source: Culdrose
ml: കല്‍ഡ്രോസ്
ta: கல்ட்ரோஸ்

source: Culiacán
ml: ക്യൂലിയാക്കാന്‍
ta: குலியாகான்

source: Cullman
ml: കള്‍മാന്‍
ta: குல்மான்

source: Culpeper
ml: കള്‍പെപ്പര്‍
ta: குல்பெபெர்

source: Cumana
ml: ക്യൂമാനാ
ta: குமானாா

source: Cumberland
ml: ക്യുന്പര്‍‍ലാന്‍റ്
ta: கம்பர்லான்ட்

source: Cumshewa
ml: ക്യൂംഷെവാ
ta: கும்ஸெவா

source: Cuneo/Levaldigi
ml: ക്യുനിയോ/ലെവാല്‍ഡി
ta: குநியோ/லெவல்டிஜி

source: Curacao
ml: കുറാക്വാ
ta: குரகோ

source: Curico
ml: കുറിക്കോ
ta: குரிகோ

source: Curitiba
ml: കുറിത്തിബാ
ta: குரிடிபா

source: Currituck
ml: കുറിട്ടക്ക്
ta: குரிடக்

source: Curug / Budiarto
ml: കുറുഗ് / ബുഡിയാര്‍ട്ടോ
ta: குரங் / புடையர்டோ

source: Curuzu Cuatia
ml: കുറൂസൂ / ക്വാഷിയ
ta: குருசு க்வாடியா

source: Custer
ml: കസ്റ്റര്‍
ta: கஸ்டெர்

source: Custer County Airport
ml: കസ്റ്റര്‍ കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: கஸ்டர் கௌன்டி ஏர்போர்ட்

source: Cut Bank
ml: കട്ട് ബാങ്ക്
ta: கட் பாங்க்

source: Cuxhaven
ml: കക്സ്ഹാവന്‍
ta: க்யூக்ஸ்ஹவன்

source: Cuyahoga
ml: കുയാഹൂഗോ
ta: குயாஹோகா

source: Cuzco
ml: കസ്ക്കോ
ta: குஷ்கோ

source: Cyclades Islands
ml: സൈക്ക്ളേഡ്സ് ഐലന്‍റ്സ്
ta: சைக்லடெஸ் தீவு

source: Cypress Hills Park
ml: സൈപ്രസ്സ് ഹില്സ് പാര്‍ക്ക്
ta: சைப்ரஸ் ஹில் பார்க்

source: Cyprus
ml: സൈപ്രസ്സ്
ta: சைப்ரஸ்

source: Czech Republic
ml: ചെക്ക് റിപബ്ളിക്ക്
ta: செக் குடியரசு

source: Córdoba
ml: കൊര്‍ഡോബാ
ta: கோர்டபா

source: Côte d'Azur
ml: കോട്ടാ ഡീ അസുര്‍
ta: சிடே டி' அசூர்

source: Da Nang
ml: ഡാ നാങ്
ta: டா நாங்

source: Daet
ml: ഡായെറ്റ്
ta: டாகெட்

source: Dagali
ml: ഡാഗാളി
ta: டக்லி

source: Daggett
ml: ഡാഗെറ്റ്
ta: டாகெட்

source: Dagoretti
ml: ഡാഗോറെത്തി
ta: டகோர்டி

source: Dakar / Yoff
ml: ഡാക്കാര്‍ / യോഫ്
ta: டாஅர் /யோஃப்

source: Dalhart
ml: ഡാര്‍ഹാര്‍ത്ത്
ta: டால்ஹார்ட்

source: Dalian
ml: ഡാലിയന്‍
ta: டலியன்

source: Dallas
ml: ഡാള്ളാസ്
ta: டல்லாஸ்

source: Dallas-Fort Worth
ml: ഡാള്ളാസ്-ഫോര്‍ട്ട് വര്‍ത്ത്
ta: டல்லாஸ்-ஃபோர்ட் வொர்த்

source: Daloa
ml: ഡലോവ
ta: டலோவோ

source: Damascus
ml: ഡമാസ്ക്കസ്
ta: டமாஸ்கஸ்

source: Damazine
ml: ഡാമാസൈന്‍
ta: டமசைன்

source: Dammam
ml: ഡമാമ്
ta: டமாமம்

source: Dana Point
ml: ഡാനാ പോയിന്‍റ്
ta: டானா பாயின்ட்

source: Danbury
ml: ഡാന്‍ബറി
ta: டான்பெரி

source: Daneborg
ml: ഡാനേബോര്‍ഗ്
ta: டெனிபோர்க்

source: Daniel Field
ml: ഡാനിയല്‍ ഫീള്‍ഡ്
ta: டேனியல் ஃபீல்ட்

source: Daniel's Harbour
ml: ഡാനിയല്‍സ് ഹാര്‍ബര്‍
ta: டேனியல் ஹார்பர்

source: Danmarkshavn
ml: ഡാന്‍മാര്‍ക്ക്ഷോന്‍
ta: டென்மார்க்ஸ்ஹவன்

source: Dansville
ml: ഡാന്‍സ്വില്‍
ta: டான்வில்லா

source: Danville
ml: ഡാന്‍വില്‍
ta: டான்வில்லா

source: Dar Es Salaam
ml: ഡാര്‍ എസ് സാലം
ta: டார் எஸ் சாலாம்

source: Dar-El-Beida
ml: ഡാര്‍-എല്‍-ബെയ്ദാ
ta: டார்-எல்-பெய்தா

source: Dare County
ml: ഡെയര്‍ കൌണ്ടി
ta: டார் கௌன்டி

source: Darlington
ml: ഡാര്‍ളിങ്ട്ടണ്‍
ta: டார்லிங்டன்

source: Darwin
ml: ഡാര്‍വിന്‍
ta: டார்வின்

source: Dauphin
ml: ഡൌഫിന്‍
ta: டௌபின்

source: Dauphin Coastal Station
ml: ഡൌഫിന്‍ കോസ്റ്റല്‍ സ്റ്റേഷന്‍
ta: டௌபின் கோஸ்டல் ஸ்டேஷன்

source: Davao
ml: ഡാവൌ
ta: டாவோ

source: Davenport
ml: ഡാവന്‍പോര്‍ട്ട്
ta: டெவன்போர்ட்

source: David
ml: ഡേവിഡ്
ta: டேவிட்

source: Davis Point
ml: ഡേവിസ് പോയിന്‍റ്
ta: டேவிஸ் பாயின்ட்

source: Davis-Monthan AFB
ml: ഡേവിസ്-മോന്‍തന്‍ എ എഫ് ബി
ta: டேவிஸ்-மோன்தன் AFB

source: Dawadmi
ml: ഡവാഡ്മി
ta: தவாத்மி

source: Dawei
ml: ഡാവേയ്
ta: டாவி

source: Dawson
ml: ഡൌസണ്‍
ta: டௌசன்

source: Dawson Creek
ml: ഡൌസണ്‍ ഗ്രീക്ക്
ta: டௌசன் க்ரீக்

source: Dax
ml: ഡാക്സ്
ta: டாக்ஸ்

source: Dayton
ml: ഡേയ്ട്ടണ്‍
ta: டயட்டன்

source: Daytona Beach
ml: ഡേയ്റ്റോണാ ബീച്ച്
ta: டயடோனா பீச்

source: De Aar
ml: ഡേ ആര്‍
ta: டே ஆர்

source: De Bilt
ml: ഡേ ബില്‍റ്റ്
ta: டீ பில்ட்

source: De Kalb
ml: ഡേ കാല്‍ബ്
ta: டீ கால்ப்

source: De Kalb-Peachtree Airport
ml: ഡേ കാല്‍ബ്-പീച്ച് ട്രീ എയര്‍പോര്‍ട്ട്
ta: டீ கால்ப்-பீச்ட்ரீ ஏர்போர்ட்

source: De Queen
ml: ഡേ ക്വീന്‍
ta: டீ க்குயின்

source: De Ridder
ml: ഡേ റിഡ്ഡര്‍
ta: டீ ரிடர்

source: Dead Horse
ml: ഡെഡ് ഹോര്‍ഴ്സ്
ta: டெட் ஹார்ஸ்

source: Deadhorse
ml: ഡെഡ്ഹോര്‍ഴ്സ്
ta: டெட் ஹார்ஸ்

source: Deadhorse Airport
ml: ഡെഡ്ഹോര്‍ഴ്സ് എയര്‍പോര്‍ട്ട്
ta: டெட் ஹார்ஸ் ஏர்போர்ட்்ட்

source: Dease Lake
ml: ഡീസ് ലേയ്ക്ക്
ta: டெவில்ஸ் லேக்

source: Dease Lake Coastal Station
ml: ഡീസ് ലേയ്ക്ക് കോസ്റ്റല്‍ സ്റ്റേഷന്‍
ta: டெஸ்ஸே லேக் கோஸ்டல் ஸ்டேஷன்

source: Deauville
ml: ഡ്യൂവില്‍
ta: ட்யூவில்லா

source: Debrecen
ml: ഡെബ്രെസിന്‍
ta: டேப்ரிக்கன்

source: Debremarcos
ml: ഡെബ്രേമാര്‍ക്കോസ്
ta: டெப்ரெர் மார்கோஸ்

source: Decatur
ml: ഡേകാത്തുര്‍
ta: டெக்கார்ட்

source: Decimomannu
ml: ഡെസിമോമാനു
ta: டெசிமொனானு

source: Decorah
ml: ഡിക്കോറാഹ്
ta: டெகோராஹ்

source: Dedougou
ml: ഡിഡോഗൌ
ta: டிடௌகௌ

source: Dedza
ml: ഡെഡ്സാ
ta: டெட்சா

source: Deelen
ml: ഡീളീന്‍
ta: டீலென்

source: Deer Creek
ml: ഡീയര്‍ ഗ്രീക്ക്
ta: டீர் க்ரீக்

source: Deer Lake
ml: ഡീയര്‍ ലേയ്ക്ക്
ta: டீர் லேக்்

source: Deer Park
ml: ഡീയര്‍ പാര്‍ക്ക്
ta: டீர் பார்க்

source: Deering
ml: ഡീയറിങ്
ta: டீரிங்

source: Deering Airport
ml: ഡീയറിങ് എയര്‍പോര്‍ട്ട്
ta: டீரிங் ஏர்போர்ட்

source: Deering/New Airport
ml: ഡീയറിങ്/ന്യൂ എയര്‍പോര്‍ട്ട്
ta: டீரிங்/நியூ ஏர்போர்ட்

source: Deerwood
ml: ഡീയര്‍വുഡ്
ta: டீர்வுட்

source: Defiance
ml: ഡിഫിയാന്‍സ്
ta: டிஃபையான்ஸ்

source: Deir Ezzor
ml: ഡിയര്‍ എസ്സോര്‍
ta: டெர் எஸ்ஸோர்

source: Del Bajío
ml: ഡെല്‍ ബാജിയോ
ta: டெல் பாஜியோ

source: Del Rio
ml: ഡെല്‍ റിയോ
ta: டெல் ரியோ

source: Delaware
ml: ഡെല്‍ അവയര്‍
ta: டெல்அவயர்

source: Delhi CS
ml: ഡല്‍ഹി സി എസ്
ta: டெல்லி CS

source: Deline
ml: ഡീലൈന്‍
ta: டெலைன்

source: Delta
ml: ഡെല്‍റ്റ
ta: டெல்டா

source: Delta Junction
ml: ഡെല്‍റ്റ ജംഗ്ഷന്‍
ta: டெல்டா ஜங்சன்

source: Deming
ml: ഡെമിങ്
ta: டெமிங்

source: Den Helder/De Kooy
ml: ഡെന്‍ ഹെല്‍ഡര്‍/ഡേ കൂയ്
ta: டென் ஹெல்டெர்/டி கோயி

source: Denison
ml: ഡെനിസണ്‍
ta: டென்சன்

source: Denmark
ml: ഡെന്‍മാര്‍ക്ക്
ta: டென்மார்க்்

source: Denpasar / Ngurah-Rai
ml: ഡെന്‍പാസര്‍ / ഗുറാഹ്-റായി
ta: டென்பாசார் / நகுரா-ராய்

source: Denton
ml: ഡെന്‍റ്റണ്‍
ta: டென்டன்

source: Denver
ml: ഡെന്‍വര്‍
ta: டென்வெர்

source: Denver NEXRAD
ml: ഡെന്‍വര്‍ നെക്സ്റാഡ്
ta: டென்வர் NEXRAD

source: Dera Ismail Khan
ml: ഡെറാ ഇസ്മായേല്‍ ഖാന്‍
ta: டெரா இஸ்மாயில் கான்

source: Derby
ml: ഡെര്‍ബി
ta: டெர்பி

source: Des Moines
ml: ഡെസ് മോയിന്‍സ്
ta: டெல் மொய்னெஸ்

source: Des Moines NEXRAD
ml: ഡെസ് മോയിന്‍സ് നെക്സ്റാഡ്
ta: டெஸ் மோனெஸ் NEXRAD

source: Deschambaults
ml: ഡെസ്കാംബോള്‍ട്ട്സ്
ta: டெஸ்சாம்பால்ட்ஸ்

source: Desert Rock
ml: ഡെസ്സേര്‍ട്ട് റോക്ക്
ta: டெஸர்ட் ராக்

source: Destin
ml: ഡെസ്റ്റിന്‍
ta: டெஸ்டின்

source: Destruction Island
ml: ഡിസ്ട്രക്ക്ഷന്‍ ഐലന്‍റ്
ta: டெஸ்ட்ரக்ஸன் தீவு

source: Detroit
ml: ഡെട്രോയിറ്റ്
ta: டெட்ராய்ட்

source: Detroit Lakes
ml: ഡെട്രോയിറ്റ് ലേയിക്ക്സ്
ta: டெட்ராய்ட் லேக்ஸ்

source: Detroit NEXRAD
ml: ഡെട്രോയിറ്റ് നെക്സ്റാഡ്
ta: டெட்ராய்ட் NEXRAD

source: Devils Island
ml: ഡെവിള്‍സ് ഐലന്‍റ്
ta: டெல்விஸ் தீவு

source: Devils Lake
ml: ഡെവിള്‍സ് ലേയ്ക്ക്
ta: டெவில்ஸ் லேக்

source: Devils Lake (2)
ml: ഡെവിള്‍സ് ലേയ്ക്ക് (2)
ta: டெவில்ஸ் லேக்(2)

source: Devonport
ml: ഡെവണ്‍പോര്‍ട്ട്
ta: டெவன்போர்ட்

source: Dewar Lakes
ml: ദിവാര്‍ ലേയ്ക്ക്സ്
ta: டெவார் லேக்ஸ்

source: Dhahran
ml: ദഹ്റാന്‍
ta: தரான்

source: Dhaka
ml: ഡാക്കാ
ta: டாஹா

source: Diamond Shoals
ml: ഡയ്മണ്‍ട് ഷോള്‍സ്
ta: டையமன் ஷோல்ஸ்

source: Dibrugarh/Mohanbari
ml: ഡിബ്രൂഗര്‍/മോഹന്‍ബറി
ta: டிப்ரூக்ரா/மோஹன்பரி

source: Dickinson
ml: ഡിക്കിന്‍സണ്‍
ta: டிக்கின்ஸன்

source: Diego Garcia
ml: ഡിയേഗോ ഗാര്‍ഷിയ
ta: டியகோ கார்ஸியா

source: Diego-Suarez
ml: ഡിയേഗോ-സ്വാറസ്
ta: டியாகோ-சுரெஸ்

source: Diepholz
ml: ഡെയ്ഫോള്‍സ്
ta: டெய்போல்ஸ்

source: Diffa
ml: ഡിഫാ
ta: டிஃப்பா

source: Digby
ml: ഡിഗ്ബി
ta: டிக்பி

source: Dijon
ml: ഡിജോണ്‍
ta: டிஜான்

source: Dilli
ml: ഡില്ലി
ta: டிலி

source: Dillingham
ml: ഡില്ലിങ്ഹാം
ta: டிலிங்ஹாம்

source: Dillon
ml: ഡില്ലണ്‍
ta: டில்லான்

source: Dimbokro
ml: ഡിന്പോക്രോ
ta: டிம்போக்ரோ

source: Dinard
ml: ഡിനാര്‍ഡ്
ta: டினார்ட்

source: Diourbel
ml: ഡിയോര്‍ബെല്‍
ta: டையோர்பெல்

source: Dipolog
ml: ഡിപോലോഗ്
ta: பிப்போலாக்

source: Dire Dawa
ml: ഡയര്‍ ഡാവാ
ta: டைரி டாவா

source: Dishforth
ml: ഡിഷ്ഫോര്‍ത്ത്
ta: டிஷ்ஃபோர்த்

source: Distant Early Warning
ml: ഡിസ്റ്റന്‍റ് ഏര്‍ളി വാര്‍ണിങ്
ta: தூர முன்னெச்சரிக்கை

source: District of Columbia
ml: ഡിസ്ട്രിക്റ്റ് ഓഫ് കൊളംബിയ
ta: கொலம்பியா மாகாணம்

source: Dixon
ml: ഡിക്സണ്‍
ta: டிக்சான்

source: Diyarbakir
ml: ഡിയാര്‍ബാക്കിര്‍
ta: டியார் பகிர்

source: Djambala
ml: ജാംപാലാ
ta: டிஜம்பாலா

source: Djanet
ml: ജാനെറ്റ്
ta: டிஜானெட்

source: Djelfa
ml: ജെല്‍ഫാ
ta: டெஜெல்ஃபா

source: Djerba Mellita
ml: ജേര്‍ബാ മെല്ലീറ്റാ
ta: டிஜெர்பா மெலிடா

source: Djibouti
ml: ജിബൌട്ടി
ta: டிஜிபௌடி

source: Dnipropetrovs'k
ml: നിപ്രോപ്പെറ്റ്രോവ്സ്ക്ക്
ta: நிப்ரோபெட்ரோவஸ்க்

source: Dobbiaco
ml: ഡോവിയാക്കോ
ta: டோபியாகோ

source: Dodge Center
ml: ഡോഡ്ജ് സെന്‍റര്‍
ta: டோட்ஜ் சென்டர்

source: Dodge City
ml: ഡോഡ്ജ് സിറ്റി
ta: டோக் சிட்டி

source: Dodoma
ml: ഡൊഡോമാ
ta: டொடொமா

source: Doha
ml: ദോഹാ
ta: டோஹா

source: Dole
ml: ഡോള്‍
ta: டோலே

source: Dolný Hričov
ml: ഡോള്‍ണി ഹ്രിക്കോവ്
ta: டோல்னி ஹிரிகோவ்

source: Dolores
ml: ഡോളോറെസ്
ta: டோலோரெஸ்

source: Dominica
ml: ഡോമിനിക്കാ
ta: டொமினிக்கா

source: Dominican Republic
ml: ഡോമിനിക്കന്‍ റിപബ്ളിക്ക്
ta: டொமினிகன் குடியரசு

source: Domodedovo
ml: ഡോമോഡേഡോവോ
ta: டொமோடிடாவோ

source: Don Muang
ml: ഡോണ്‍ മ്വാങ്
ta: டான் மங்

source: Don Torcuato
ml: ഡോണ്‍ റ്റൊര്‍ക്ക്വാറ്റോ
ta: டான் டொர்குட்டா

source: Dona Ana County Airport
ml: ഡോണാ അന്ന കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: டோனா ஆனா கௌன்டி ஏர்போர்ட்

source: Donaueschingen-Villingen
ml: ഡൊനൌഷിന്‍ഗെന്‍-വില്ലിഗെന്‍
ta: டோனௌஸ்சிங்ஜென்-விலிங்ஜென்

source: Donets'k
ml: ഡോണെട്ടസ്ക്ക്
ta: டொனெஸ்க்

source: Donggang
ml: ഡോണ്‍ഗാങ്
ta: டொங்காங்

source: Dongola
ml: ഡോങോള
ta: கொங்கோலா

source: Dongsha
ml: ഡോങ്ഷാ
ta: டாங்ஷா

source: Dongshi
ml: ഡോങ്ഷീ
ta: டாங்ஷி

source: Dori
ml: ഡോറീ
ta: டோரி

source: Dortmund
ml: ഡോര്‍ട്ട്മന്‍ഡ്
ta: டார்ட்மண்ட்

source: Dorval
ml: ഡോര്‍വാല്‍
ta: டோர்வால்

source: Dothan
ml: ഡോഥാന്‍
ta: டோதான்

source: Douala Obs.
ml: ഡൌവാലാ ഒബ്സ്.
ta: டௌலாஸ் ஓப்ஸ்

source: Double Eagle II Airport
ml: ഡബിള്‍ ഈഗിള്‍ II എയര്‍പോര്‍ട്ട്
ta: டபில் ஈகல் II ஏர்போர்ட்

source: Douglas
ml: ഡഗ്ളസ്
ta: டக்லஸ்

source: Dova
ml: ഡോവാ
ta: டோவா

source: Dover
ml: ഡോവര്‍
ta: டோவர்

source: Downtown
ml: ഡൌണ്‍ടൌണ്‍
ta: டௌவுன்டௌவுன்

source: Downtown Airport
ml: ഡൌണ്‍ടൌണ്‍ എയര്‍പോര്‍ട്ട്
ta: டௌவுன் டௌவுன்் ஏர்போர்ட்

source: Doylestown
ml: ഡോയില്‍സ്ടൌണ്‍
ta: டோயுலெஸ்டௌன்

source: Drake Field
ml: ഡ്രെയ്ക്ക് ഫീള്‍ഡ്
ta: டார்க் ஃபீல்ட்

source: Draugen
ml: ഡ്രൌജന്‍
ta: க்ராஜென்

source: Dresden
ml: ഡ്രസ്ഡന്‍
ta: ட்ரைஸ்டென்

source: Drumheller
ml: ഡ്രംഹെല്ലര്‍
ta: ட்ரம்ஹெல்லர்

source: Drummond
ml: ഡ്രംമോണ്‍ഡ്
ta: ட்ரமன்ட்

source: Dryden
ml: ഡ്രൈഡന്‍
ta: ட்ரைடென்

source: Du Bois
ml: ഡ്യൂ ബോയിസ്
ta: டு பாயஸ்

source: Dubai
ml: ഡുബായ്
ta: துபாய்

source: Dubawnt Lake
ml: ഡൂബൌന്‍റ് ലേയ്ക്ക്
ta: டுபாவென்ட் லேக்

source: Dubbo
ml: ഡൂബ്ബോ
ta: டுபோ

source: Dublin
ml: ഡൂബ്ളിന്‍
ta: டுப்ளின்

source: Dubrovnik
ml: ഡുബ്രോവ്നിക്ക്
ta: டுப்ரொவ்னிக்

source: Dubuque
ml: ഡുബ്യൂക്യൂ
ta: டுபுக்

source: Dugway
ml: ഡഗ്വേ
ta: டக்வே

source: Duke Field
ml: ഡ്യൂക്ക് ഫീള്‍ഡ്
ta: ட்யூக் ஃபீல்ட்

source: Duluth
ml: ഡ്യൂലുത്ത്
ta: டுலுத்

source: Duluth Harbor
ml: ഡ്യൂലുത്ത് ഹാര്‍ബര്‍
ta: டுலுத் ஹார்பர்

source: Dumaguete
ml: ഡ്യൂമാഗ്വറ്റ്
ta: டுமாகுடே

source: Dumas
ml: ഡ്യൂമാസ്
ta: டுமாஸ்

source: Duncan
ml: ഡണ്‍കാന്‍
ta: டுகேன்

source: Dundee
ml: ഡണ്‍ഡീ
ta: தண்டீன்டீ

source: Dunedin
ml: ഡ്യണേഡിന്‍
ta: டுனெடென்

source: Dunkirk
ml: ഡണ്‍കിര്‍ക്ക്
ta: டுன்டிர்க்

source: Durango
ml: ഡ്യൂറാങ്കോ
ta: டுரங்கோ

source: Durango AWRS
ml: ഡ്യൂറാങ്കോ എ ഡബ്ളിയു ആര്‍ എസ്
ta: டுராங்கோ AWRS

source: Durant
ml: ഡ്യൂറാന്‍റ്
ta: டுரன்ட்

source: Durazno
ml: ഡ്യൂറാസ്നോ
ta: டுராங்கோ

source: Durban Louis Botha
ml: ഡര്‍ബാന്‍ ലൂവിസ് ബോത്താ
ta: டர்பன் லூயிஸ் போதா

source: Durban/Virginia
ml: ഡര്‍ബന്‍/വിര്‍ജീനിയ
ta: டுர்பன்/வெர்ஜீனியா

source: Durham
ml: ഡര്‍ഹം
ta: டுர்ஹாம்

source: Dushanbe
ml: ഡുഷാന്‍ബേ
ta: டுஸான்பி

source: Dutch Harbor
ml: ഡച്ച് ഹാര്‍ബര്‍
ta: டச் ஹார்பர்

source: Dyersburg
ml: ഡയേര്‍സ്ബര്‍ഗ്
ta: டையர்ஸ்பர்க்

source: Dyess Air Force Base
ml: ഡയസ്സ് എയര്‍ ഫോഴ്സ് ബേയ്സ്
ta: டைஎஸ்ஸ் விமானம்ப்படை தளம்

source: Dyrad Point
ml: ഡൈറാഡ് പോയിന്‍റ്
ta: டைரட் பாயின்ட்

source: Dzaoudzi / Pamanzi Mayotte
ml: സൌഡ്സി / പമാന്‍സി മായോട്ട്
ta: ட்ஸாட்ஸி / பாமாசி மேயோட்டி

source: Dzizak
ml: സിസാക്ക്
ta: டிஸிஸாக்

source: Düsseldorf
ml: ഡസ്സല്‍ഡോര്‍ഫ്
ta: டுசெல்ட்ரோஃப்

source: Eagle
ml: ഈഗിള്‍
ta: ஈகிள்

source: Eagle Creek Airpark
ml: ഈഗിള്‍ ഗ്രീക്ക് എയര്‍പാര്‍ക്ക്
ta: ஈகிள் க்ரீக் ஏர்போர்ட்

source: Eagle Harbor
ml: ഈഗിള്‍ ഹാര്‍ബര്‍
ta: ஈகிள் ஹார்பர்

source: Eagle Range
ml: ഈഗിള്‍ റേയ്ഞ്ച്
ta: ஈகள் ரேஞ்

source: Eagle River
ml: ഈഗിള്‍ റിവര്‍
ta: ஈகள் ரிவர்

source: Eaker
ml: ഈക്കര്‍
ta: ஏகெர்

source: Earlton
ml: ഏള്‍ട്ടണ്‍
ta: எர்ல்டன்

source: East Addition B323
ml: ഈസ്റ്റ് അഡീഷന്‍ ബി 323
ta: ஈஸ்ட் அடிஸன் B323

source: East Cameron
ml: ഈസ്റ്റ് കാമറൂണ്‍
ta: கிழக்கு காமரூன்

source: East Flanders
ml: ഈസ്റ്റ് ഫ്ളാന്‍ഡേര്‍സ്
ta: கிழக்கு ஃலென்டெர்ஸ்

source: East Hampton
ml: ഈസ്റ്റ് ഹാന്പ്ട്ടണ്‍
ta: கிழக்கு ஹாம்ப்டன்

source: East London
ml: ഈസ്റ്റ് ലണ്ടന്‍
ta: கிழக்கு லண்டன்

source: East Milton
ml: ഈസ്റ്റ് മില്‍ട്ടണ്‍
ta: கிழக்கு மில்டன்

source: East Moriches
ml: ഈസ്റ്റ് മോറീച്ചസ്
ta: கிழக்கு மொரிஸஸ்

source: East Point
ml: ഈസ്റ്റ് പോയിന്‍റ്
ta: கிழக்கு பாயின்ட்

source: East St Louis
ml: ഈസ്റ്റ് സെയ്ന്‍റ് ലൂയിസ്
ta: கிழக்கு செயன் லூயிஸ்

source: East Timor
ml: ഈസ്റ്റ് ടിമോര്‍
ta: கிழக்கு தைமோர்

source: East and South East England
ml: ഈസ്റ്റ് ആന്‍ഡ് സൌത്ത് ഈസ്റ്റ് ഇംഗ്ളണ്ട്
ta: கிழக்கு மற்றும் தென்கிழக்கு இங்கிலாந்து

source: Eastend Cypress
ml: ഈസ്റ്റെന്‍റ് സൈപ്രസ്സ്
ta: சைப்ரஸ் கிழக்குமுனை

source: Eastmain
ml: ഈസ്റ്റ്മൈന്‍
ta: ஈஸ்ட்மெயின்

source: Eastman
ml: ഈസ്റ്റ്മാന്‍
ta: ஈஸ்ட்மேன்

source: Easton
ml: ഈസ്റ്റണ്‍
ta: ஈஸ்டோன்

source: Eastsound
ml: ഈസ്റ്റ് സൌണ്ട്
ta: ஈஸ்ட்ஸௌன்ட்

source: Eatons Neck
ml: ഈറ്റണ്‍സ് നെക്ക്
ta: ஈட்டன் னெக்

source: Eau Claire
ml: ഇയോ ക്ളെയര്‍
ta: ஓ க்ளேயர்

source: Echterdingen
ml: എക്കറ്റര്‍ഡിങ്ട്ടണ്‍
ta: எக்டெர்டிங்ஜென்

source: Ecuador
ml: ഇക്ക്വേഡര്‍
ta: ஈக்வடார்

source: Edenton
ml: ഏഡന്‍ട്ടണ്‍
ta: எடென்டன்

source: Edinburg
ml: എഡിന്‍ബര്‍ഗ്
ta: எடின்பர்க்

source: Edinburgh
ml: എഡിന്‍ബര്‍ഗ്
ta: எடின்பர்க்

source: Edmonton
ml: എഡ്മണ്‍ട്ടണ്‍
ta: எட்மன்டன்

source: Edmonton International
ml: എഡ്മണ്‍ട്ടണ്‍ ഇന്‍റര്‍നാഷണല്‍
ta: எட்மன்டோ இன்டர்நேஷனல்

source: Edmonton International CS
ml: എഡ്മണ്‍ട്ടണ്‍ ഇന്‍റര്‍നാഷണല്‍ സി എസ്
ta: எட்மன்டோ இன்டர்நேஷனல் CS

source: Edmonton Municipal
ml: എഡ്മണ്‍ട്ടണ്‍ മുന്‍സിപ്പല്‍
ta: எட்மன்டன் முனிசிபல்

source: Edmonton Municipal CR10
ml: എഡ്മണ്‍ട്ടണ്‍ മുന്‍സിപ്പല്‍ സി ആര്‍ 10
ta: எட்மன்டன் முனிசிபல் CR10

source: Edson
ml: എഡ്സണ്‍
ta: எட்சன்

source: Eduardo Gomes International Airport
ml: എഡ്വാര്‍ഡോ ഗോംസ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: இடுவார்டோ கோம்ஸ் இன்டர்நேஷனல் ஏர்போர்ட்

source: Edwards AFB
ml: എഡ്വേര്‍ഡ്സ് എ എഫ് ബി
ta: எட்வர்ட் AFB

source: Effingham
ml: എഫിങ്ഹാം
ta: எஃபில்ஹாம்

source: Egbert
ml: എഗ്ബേര്‍ട്ട്
ta: எல்பெர்ட்

source: Egedesminde
ml: എഗഡിസ്മിന്‍ഡെ
ta: ஏஜ்டெஸ்மின்டே

source: Egegik
ml: എഗെഗിക്ക്
ta: எஜிகிக்

source: Egg Island Light
ml: എഗ്ഗ് ഐലന്‍റ് ലൈറ്റ്
ta: எக் தீவு லைட்

source: Eggebek
ml: എഗ്ഗേബെക്ക്
ta: எக்பெக்

source: Egilsstaðir
ml: എഗ്ഗില്‍സ്റ്റായോര്‍
ta: எகில்ஸ்டெர்

source: Eglin
ml: എഗ്ഗ്ളിന്‍
ta: எக்லின்

source: Egmont Key
ml: എഗ്മോണ്‍ട്ട് കീ
ta: என்மோன்ட் கீ

source: Egypt
ml: ഈജിപ്റ്റ്
ta: எகிப்து

source: Eielson AFB
ml: എയില്‍സണ്‍ എ എഫ് ബി
ta: எல்ஸன்ஸ் AFB

source: Eilat
ml: എയിലാത്ത്
ta: எல்லெட்

source: Eindhoven
ml: എയിന്‍റ്ഹോവന്‍
ta: இன்டோவென்

source: Ekaterinburg
ml: എക്കാറ്ററീന്‍ ബര്‍ഗ്
ta: யெகடெரின்பர்க்

source: Ekati
ml: എക്കാത്തി
ta: எக்காட்டி

source: Ekimchan
ml: എക്കിംച്ചാം
ta: எகிம்ச்சன்

source: Ekofisk
ml: എക്കോഫിസ്ക്ക്
ta: எகோஃபிஷ்

source: El Arish
ml: എല്‍ ആറിഷ്
ta: எல் அரிஷ்

source: El Bolsón
ml: എല്‍ ബോല്‍സണ്‍
ta: எல் போல்சன்

source: El Borma
ml: എല്‍ ബോര്‍മാ
ta: எல் போர்மா
