Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Indian River
ml: ഇന്ത്യന്‍ റിവര്‍
ta: இந்தியன் ரிவர்

source: Indian Springs
ml: ഇന്ത്യന്‍ സ്പിറിങ്
ta: இந்தியன் ஸ்பிரிங்ஸ்

source: Indiana
ml: ഇന്ത്യനാ
ta: இந்தியானா

source: Indianapolis
ml: ഇന്ത്യനാപോളിസ്
ta: இந்தியான பாலிஸ்

source: Indonesia
ml: ഇന്തോനേഷ്യ
ta: இந்தோனேசியா

source: Indore
ml: ഇന്‍ഡോര്‍
ta: இன்டோர்

source: Inga
ml: ഇങ്കാ
ta: இங்கா

source: Ingenika Point
ml: ഇങ്കെനിക്കാ പോയിന്‍റ്
ta: இஞ்சிங்கா பாயின்ட்

source: Ingolstadt
ml: ഇങ്കോള്‍സ്റ്റാഡ്
ta: இங்கோல்ஸ்டாட்

source: Inhambane
ml: ഇന്‍ഹാന്പെന്‍
ta: இன்ஹாம்பானே

source: Inner Harbor
ml: ഇന്നര്‍ ഹാര്‍ബര്‍
ta: இன்னர் ஹார்பர்

source: Inner Mongolia
ml: ഇന്നര്‍ മംഗോളിയ
ta: இன்னர் மங்கோலியா

source: Inner Whalebacks
ml: ഇന്നര്‍ വെയില്‍ബാക്ക്സ്
ta: இன்னர் வேல்பேக்ஸ்

source: Innsbruck
ml: ഇന്‍സ്ബ്രക്ക്
ta: இன்ஸ்பரக்

source: Inongo
ml: ഇനോങ്കോ
ta: இனோங்கோ

source: Intercostal City
ml: ഇന്‍റര്‍കോസ്റ്റല്‍ സിറ്റി
ta: இன்டர்கோஸ்டல் சிட்டி

source: International Airport
ml: ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: இன்டர்நேஷனல் ஏர்போர்ட்

source: International Falls
ml: ഇന്‍റര്‍നാഷണല്‍ ഫോള്‍സ്
ta: இன்டெர்நேஷனல் ஃபால்ஸ்

source: Inujuak
ml: ഇനുജ്വാക്ക്
ta: இஞ்ஜுக்

source: Inukjuak
ml: ഇനുക്ക്ജ്വാക്ക്
ta: இஞ்ஜுக்காக்

source: Inuvik
ml: ഇനുവിക്ക്
ta: இனுவிக்

source: Invercargill
ml: ഇന്‍വര്‍കാര്‍ഗില്‍
ta: இன்வெர்கார்கில்

source: Inverness
ml: ഇന്‍വര്‍നെസ്സ്
ta: இன்வெர்னெஸ்

source: Inyan Kara
ml: ഇന്യാന്ഡ കാരാ
ta: இன்யான் கரா

source: Inyokern
ml: ഇന്യോക്കേര്‍ണ്
ta: இன்யோகெர்ன்

source: Iowa
ml: ഇയോവാ
ta: ஐவா

source: Iowa City
ml: ഇയോവാ സിറ്റി
ta: ஐவா சிட்டி

source: Ipiales/San Luis
ml: ഇപിയാലേസ്/സാന്‍ ലുയിസ്
ta: இப்யாலெஸ்/சான் லூயிஸ்

source: Iqaluit
ml: ഇക്ക്വലുയിറ്റ്
ta: இகால்க்விட்

source: Iquique/Diego Arac
ml: ഇക്ക്വിക്ക്യൂ/ഡിയേഗോ ആരക്ക്
ta: இகால்க்விட்/டியகோ ஆராக்

source: Iquitos
ml: ഇക്ക്വിറ്റോസ്
ta: இகால்க்விட்ஸ்

source: Iran, Islamic Republic of
ml: ഇറാന്‍, ഇസ്ളാമിക്ക് റിപബ്ളിക്ക് ഓഫ്
ta: ஈரான், இஸ்லாமிக் குடியரசு

source: Iranshahr
ml: ഇറാന്‍ഷാര്‍
ta: இர்ஸ்ஹாஹர்

source: Iraq
ml: ഇറാഖ്
ta: ஈராக்

source: Irbid
ml: ഇര്‍ബിഡ്
ta: இர்பிட்

source: Ireland
ml: ഐര്‍ലാന്‍റ്
ta: அயர்லாந்து

source: Iringa
ml: ഇറിങ്കാ
ta: இரிங்கா

source: Irkutsk
ml: ഇര്‍ക്കുട്ടസ്ക്ക്
ta: இர்குட்ஸ்க்

source: Iron Mountain
ml: അയണ്‍ മൌണ്ടന്‍
ta: அயன் மௌன்டன்

source: Ironwood
ml: അയണ്‍വുഡ്
ta: அயன்வூட்

source: Iruma Ab
ml: ഇറുമാ അബ്
ta: இருமா ஏப்

source: Isachsen
ml: ഇസാക്ക്സെന്‍
ta: இஷாஷென்

source: Ishigakijima
ml: ഇഷിഗാക്കിജിമാ
ta: இசிகாகிஜிமா

source: Ishurdi
ml: ഇഷര്‍ദി
ta: இஸ்ரூடி

source: Isiolo
ml: ഇസിയോളോ
ta: இஸியோலோ

source: Iskenderun
ml: ഇസ്ക്കെന്‍ഡറണ്‍
ta: இஸ்கென்டரன்

source: Iskut River
ml: ഇസ്ക്കുട്ട് റിവര്‍
ta: இஸ்குட் ரிவர்

source: Isla De Pascua
ml: ഇസ്ളാ ഡേ പസാക്ക്വാ
ta: இஸ்லா டே பஸ்குவா

source: Islamabad
ml: ഇസ്ളാമാബാദ്
ta: இஸ்லாமாபாத்

source: Islamorada
ml: ഇസ്ളാമോറാഡോ
ta: இஸ்லாமொராடா

source: Island Lake
ml: ഐലന്‍റ് ലേയ്ക്ക്
ta: ஐலேண்ட் லேக்

source: Islas Del Cisne
ml: ഇസ്ളാസ് ഡേല്‍ സിസ്നെ
ta: ஐலஸ் டெல் சிஸ்னே

source: Islay
ml: ഇസ്ളെ
ta: இஸ்லே

source: Isle Of Shoals
ml: ഐല്‍ ഓഫ് ഷൌല്‍സ്
ta: ஐயல் ஆஃப் ஷோல்ஸ்

source: Isle of Man
ml: ഐല്‍ ഓഫ് മാന്‍
ta: ஐயல் ஆஃப் மேன்

source: Islip
ml: ഇസ്ളിപ്പ്
ta: இஸ்லிப்

source: Isoka
ml: ഇസോക്കാ
ta: இஷோகா

source: Isola Di Palmaria
ml: ഇസോളാ ഡീ പാല്‍മാറിയ
ta: இஸோலா டி பால்மாரியா

source: Isparta
ml: ഇസ്പാര്‍ട്ടാ
ta: இஸ்பார்டா

source: Israel
ml: ഇസ്രായേല്‍
ta: இஸ்ரேல்

source: Istanbul
ml: ഇസ്ത്താന്‍ബുല്‍
ta: இஸ்தான்புல்

source: Istres
ml: ഇസ്ട്രെസ്
ta: இஸ்ட்ரெஸ்

source: Itaituba
ml: ഇത്തിയാത്തുബാ
ta: இடாய்டுபா

source: Italy
ml: ഇറ്റലി
ta: இத்தாலி

source: Ithaca
ml: ഇഥാക്കാ
ta: இத்தாகா

source: Ivalo
ml: ഇവാലോ
ta: இவாலோ

source: Ivano-Frankivs'k
ml: ഇവോനോ-ഫ്രാങ്കിവസ്ക്ക്
ta: இவானோ-ஃப்ராங்விச்க்

source: Ivujivik Airport Supplementary Aviation Weather Reporting Station
ml: ഇവുജിവിക്ക് എയര്‍പോര്‍ട്ട് സപ്പ്ളിമെന്‍ററി ആവിയേഷന്‍ വെഥര്‍ റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: இவுஜிவிக் ஏர்போர்ட் துணை விமான போக்குவரத்து மற்றும் வானிலை அறிக்கை மையம்

source: Ivvavik Park
ml: ഇവാവിക്ക് പാര്‍ക്ക്
ta: இவாவிக் பார்க்

source: Iwakuni Marine Corps Air Station
ml: ഇവാക്കുനി മറീന്‍ കോര്‍പ്സ് എയര്‍ സ്റ്റേഷന്‍
ta: இவாகுனிக் மெரைனி கார்ப் ஏர் ஸ்டேஷன்

source: Iwami
ml: ഇവമി
ta: இவாமி

source: Iwojima
ml: ഇവോജിമാ
ta: ஐவோஜிமா

source: Ixtapa
ml: ഇക്സ്ത്താപ്പാ
ta: இக்ஷ்டாபா

source: Ixtepec
ml: ഇക്സ്ത്തേപ്പെക്ക്
ta: இக்ஷ்டெபெக்

source: Izmir
ml: ഇസ്‍മിര്‍
ta: இஸ்மிர்

source: Izumo
ml: ഇസുമോ
ta: இஜூமோ

source: J D Trissell Field Airport
ml: ജെ ഡി ട്രിസ്സല്‍ ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: J D ட்ரிஷெல் ஃபீல்ட் ஏர்போர்ட்

source: J. G. Strijdom
ml: ജെ. ജി സ്ട്രിജ്ഡോം
ta: J. G. ஸ்ர்ஜிடம்

source: Jabalpur
ml: ജബല്‍പൂര്‍
ta: ஜபல்பூர்

source: Jabul-Saraj
ml: ജബൂല്‍-സരജ്
ta: ஜபுல்-சராஜ்

source: Jacareacanga
ml: ജക്കറിയാകാങ്കാ
ta: ஜகாரெகாங்கா

source: Jacarepaguá Airport
ml: ജക്കറേപാഗ്വാ എയര്‍പോര്‍ട്ട്
ta: ஜகாரிபாக்குவா ஏர்போர்ட்

source: Jachal
ml: ജാച്ചല്‍
ta: ஜாச்சல்

source: Jackson
ml: ജാക്ക്സണ്‍
ta: ஜாக்சன்

source: Jackson International Airport
ml: ജാക്ക്സണ്‍ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஜாக்ஸன் இன்டர்நேஷனல் ஏர்போர்ட்

source: Jacksonville
ml: ജാക്ക്സണ്‍വില്‍
ta: ஜாக்சன்மைக்கெல்

source: Jacobabad
ml: ജാക്കോബാബാദ്
ta: ஜகோபாபாட்

source: Jacobshavn Lufthavn
ml: ജേക്കബ്ഷാന്‍ ലുഫ്ത്ത്ഹാന്‍
ta: ஜகோப்ஸ்ஹவான் லுஃத்வான்

source: Jaffrey
ml: ജഫ്ഫ്റി
ta: ஜெஃப்ரி

source: Jagel
ml: ജാഗല്‍
ta: ஜஜல்

source: Jaipur/Sanganer
ml: ജയ്പുര്‍/സാങ്കനേര്‍
ta: ஜெய்பூர்/சாங்கேநெர்

source: Jakarta / Soekarno-Hatta
ml: ജക്കാര്‍ത്ത / സോക്കാര്‍ണോ-ഹത്താ
ta: ஜகார்த்தா/சுகார்னோ-ஹட்டா

source: Jakarta Halim Perdanakusuma
ml: ജക്കാര്‍ത്ത ഹാലിം പെര്‍ഡാനാകൂസുമാ
ta: ஜகார்த்தா ஹலிம் பெர்டனகுசுமா

source: Jakutsk
ml: ജുക്കുത്തസ്ക്ക്
ta: ஜகுட்ஸ்க்

source: Jalalabad
ml: ജലാലാബാദ്
ta: ஜலாலாபாத்

source: Jamaica
ml: ജമയിക്കാ
ta: ஜமைக்கா

source: Jambi / Sultan Taha
ml: ജാന്പി / സുല്‍ത്താന്‍ താഹാ
ta: ஜாம்பி / சுல்தான் தாஹா

source: Jamestown
ml: ജെമ്സ് ടൌണ്‍
ta: ஜெம்ஸ்டௌன்

source: Jamshedpur
ml: ജംഷെദ്പുര്‍
ta: ஜாம்ஷெட்பூர்

source: Jan Mayen
ml: ജെന്‍ മായേന്‍
ta: ஜான் மேயென்

source: Janesville
ml: ജെയിന്‍സ് വില്‍
ta: ஜனஸ்வில்லா

source: Japan
ml: ജപ്പാന്‍
ta: ஜப்பான்

source: Jask
ml: ജാസ്ക്ക്
ta: ஜாஸ்க்

source: Jasper
ml: ജാസ്പര്‍
ta: ஜாஸ்பெர்

source: Jasper Warden Automated Reporting Station
ml: ജാസ്പര്‍ വാര്‍ഡന്‍ ഓട്ടോമേറ്റഡ് റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: ஜாஸ்பெர் வார்டன் தன்னியக்க அறிக்கை மையம்

source: Jayapura / Sentani
ml: ജയപൂരാ / സെന്‍ത്താനി
ta: ஜெய்பூரா / சன்தானி

source: Jeddah
ml: ജിദ്ദാഹ്
ta: ஜெட்டா

source: Jeddah King Abdul Aziz International Airport
ml: ജിദ്ദാഹ് കിങ് അബ്ദുള്‍ അസീസ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஜெட்டாஹ் கிங் அப்புல்லா அஸிஸ் இன்டெர்நேஷனல் ஏர்போர்ட்

source: Jefferson
ml: ജെഫ്ഫേര്‍സണ്‍
ta: ஜெஃபர்சன்

source: Jefferson City
ml: ജെഫ്ഫേര്‍സണ്‍ സിറ്റി
ta: ஜெர்பெர்சன் சிட்டி

source: Jendouba
ml: ജെന്‍ബോവാ
ta: ஜென்டௌபா

source: Jenny Lind Island
ml: ജെന്നി ലിന്‍ഡ് ഐലന്‍റ്
ta: ஜென்னி லின்ட் தீவு

source: Jerez de la Frontera
ml: ജെറെസ് ഡേ ലാ ഫ്രോണ്‍ട്ടെറാ
ta: ஜெரெஸ் டி லா ஃரொன்டிரா

source: Jerome
ml: ജെറോം
ta: ஜெரோம்

source: Jersey
ml: ജേര്‍സി
ta: ஜெர்சி

source: Jerusalem
ml: ജെറുസലേം
ta: ஜெருசலம்

source: Jessore
ml: ജെസ്സോര്‍
ta: ஜெஸோர்

source: Jever
ml: ജെവര്‍
ta: ஜெவர்

source: Jhansi
ml: ജാന്‍സി
ta: ஜான்சி

source: Jharsuguda
ml: ജാര്‍സുഗുഡാ
ta: ஜஹார்சுகுடா

source: Jiangbe Airport
ml: ജിയാങ്ബേ എയര്‍പോര്‍ട്ട്
ta: ஜியாங்பி விமான நிலையம்

source: Jiggiga
ml: ജിഗ്ഗിഗാ
ta: ஜிக்ஜிகா

source: Jijel Achouat
ml: ജിജല്‍ അച്ചൌവാത്ത്
ta: ஜிஜ்ஜெல் அஷௌவாட்

source: Jilin
ml: ജിളിന്‍
ta: ஜில்லின்

source: Jimma
ml: ജിമ്മാ
ta: ஜிம்மா

source: Jinan
ml: ജിനാന്‍
ta: ஜினான்

source: Jinja
ml: ജിഞ്ചാ
ta: ஜின்ஜா

source: Jinotega
ml: ജിനോട്ടെഗാ
ta: ஜினொடெகா

source: Jiuquan
ml: ജ്യൂക്ക്വാന്‍
ta: ஜியூக்வான்

source: Jiwani
ml: ജിവാന്‍
ta: ஜிவானி

source: Jodhpur
ml: ജോഡ്പൂര്‍
ta: ஜொத்பூர்

source: Joe Williams Airport
ml: ജോ വില്ല്യമ്സ് എയര്‍പോര്‍ട്ട്
ta: ஜோ வில்லியன்ஸ் ஏர்போர்ட்

source: Joensuu
ml: ജോയെന്‍സൂ
ta: ஜோனெஸு

source: Jogyakarta / Adisucipto
ml: ജോഗ്യാക്കാര്‍ത്താ / അഡിസൂകിപ്റോ
ta: ஜோகியாகர்தா / அடிசோசிப்டோ

source: Johan A. Pengel
ml: ജോഹന്‍ എ. പെങ്കല്‍
ta: ஜொஹான் ஏ பெனெகல்

source: Johannesburg
ml: ജോഹന്നസ്ബര്‍ഗ്
ta: ஜோஹனஸ்பர்க்

source: Johannesburg Airport
ml: ജോഹന്നസ്ബര്‍ഗ് എയര്‍പോര്‍ട്ട്
ta: ஜோஹனஸ்பர்க் ஏர்போர்ட்

source: John Day
ml: ജോണ്‍ ഡേ
ta: ஜான் டே

source: Johnston Island
ml: ജോണ്‍സ്റ്റണ്‍ ഐലന്‍റ്
ta: ஜான்ஸ்டன் தீவு

source: Johnstone Point
ml: ജോണ്‍സ്റ്റോണ്‍ പോയിന്‍റ്
ta: ஜான்ஸ்டோன் பாயின்ட்

source: Johnstown
ml: ജോണ്‍സ് ടൌണ്‍
ta: ஜென்ஸ்டௌன்

source: Johore Bharu/Senai
ml: ജൊഹോര്‍ ബാറു/സെനായി
ta: ஜொஹார் பாஹாரு/செனாய்

source: Jokkmokk
ml: ജോക്ക്മോക്ക്
ta: ஜோக்மாக்

source: Joliet
ml: ജോലിയറ്റ്
ta: ஜுலியட்

source: Jomo Kenyatta Airport
ml: ജോമോ കെന്ന്യാത്താ എയര്‍പോര്‍ട്ട്
ta: ஜோமோ கென்யாடா ஏர்போர்ட்

source: Jones Jr. Airport
ml: ജോണ്‍സ് ജൂനിയര്‍ എയര്‍പോര്‍ട്ട്
ta: ஜோனெஸ் Jr. ஏர்போர்ட்

source: Jonesboro
ml: ജോണ്‍സ്ബോറോ
ta: ஜெனெஸ்போரோ

source: Jonquiere
ml: ജോണ്‍ക്യുര്‍
ta: ஜான்க்வெரி

source: Joplin
ml: ജോപ്ളിന്‍
ta: ஜோப்லின்

source: Jordan
ml: ജോര്‍ഡാന്‍
ta: ஜோர்டன்

source: Jos
ml: ജോസ്
ta: ஜோஸ்

source: João Paulo II
ml: ജോവ പോളോ II
ta: ஜியௌ பாலோ 2

source: João Pessoa
ml: ജോവ പെസ്സോവ
ta: ஜோவா பெஸோவா

source: Juan Santamaría
ml: ജുവാന്‍ സാന്‍ത്താമറിയ
ta: ஜுகன் ஸான்டமாரியாா

source: Juanda
ml: ജുവാന്‍ഡാ
ta: ஜுன்டா

source: Juanjui
ml: ജുവാന്‍ജുയ്
ta: ஜுவாஜீவி

source: Juba
ml: ജൂബാ
ta: ஜுபா

source: Jubail Naval
ml: ജുബെയില്‍ നേവല്‍
ta: ஜூப்பெயில் நாவல்

source: Juigalpa
ml: ജുയിഗല്‍പാ
ta: ஜுய்கல்பா

source: Juiz de Fora
ml: ജുയിസ് ഡേ ഫോറാ
ta: ஜுஸ் டி ஃபோரா

source: Jujuy
ml: ജുജൂയി
ta: ஜுஜுய்

source: Juliaca
ml: ജൂലീയാക്കാ
ta: ஜுலிகா

source: Julianehaab
ml: ജൂലിയേന്‍ഹാബ്
ta: ஜுலினெஹாப்

source: Jumla
ml: ജുമ്ല
ta: ஜும்லா

source: Junction
ml: ജംഗ്ഷന്‍
ta: ஜங்சன்

source: Juneau
ml: ജുനിയൂ
ta: ஜுனேனு

source: Jung Won Rok-Ab
ml: ജങ് വോണ്‍ റോക്ക്-അബ്
ta: ஜுங் வோன் ரோக்-ஏப்

source: Junin
ml: ജുനിന്‍
ta: ஜுனின்

source: Jupiter Inlet
ml: ജൂപിറ്റര്‍ ഇന്‍‍ലെറ്റ്
ta: ஜுபிடர் இன்டல்

source: Jwaneng
ml: ജ്വാനെങ്
ta: ஜ்வாஜென்

source: Jyväskylä
ml: ജൈവാസ്ക്കൈലാ
ta: ஜைவாஸ்கிலா

source: Jönköping
ml: ജോങ്കോപിങ്
ta: ஜோன்கோபிங்

source: Kabale
ml: കബാലേ
ta: காபேலே

source: Kabompo
ml: കബോന്പോ
ta: காம்ப்போ

source: Kabre Dare Military
ml: കാബ്രേ ഡാറേ മിലിറ്റരി
ta: காப்ரே டேர் மிலிட்டரி

source: Kabul
ml: കാബുള്‍
ta: காபூல்

source: Kabwe
ml: കാബ്വേ
ta: கேப்வீ

source: Kadena Ab
ml: കദീനാ അബ്
ta: கடேனா ஏப்

source: Kadugli
ml: കാഡുഗ്ളി
ta: கடுக்லி

source: Kaduna
ml: കാദുനാ
ta: கடுங்னா

source: Kaedi
ml: കെയ്ദി
ta: கேடிய்

source: Kagoshima
ml: കാഗോഷിമാ
ta: காகோஷிமா

source: Kahului
ml: കാഹുലൂയ്
ta: கஹுலுலி

source: Kaikoura
ml: കായികൂറാ
ta: கைகோரா

source: Kailua-Kona
ml: കായിലുവാ-കോണാ
ta: கைலுவா-கோனா

source: Kaimana / Utarom
ml: കൈമാനാ / ഉത്താറോം
ta: கைமானா /உதாரோம்

source: Kairouan
ml: കയിറവാന്‍
ta: கைரானோன்

source: Kaiser
ml: കൈസര്‍
ta: கெய்சர்

source: Kajaani
ml: കജാനി
ta: கஜானி

source: Kakamega
ml: കക്കാമേഗാ
ta: கக்கமெகா

source: Kake
ml: കാക്കേ
ta: கேகி

source: Kaklic
ml: കാക്ക്ളിക്ക്
ta: கக்லிக்

source: Kalamata
ml: കാലാമാത്താ
ta: கலமடா

source: Kalamazoo
ml: കാലാമാസൂ
ta: கலமஸோ

source: Kalemie
ml: കാലേമീ
ta: கலேமியி

source: Kalgoorlie Boulder
ml: കാല്‍ഗൂര്‍ളി ബോള്‍ഡര്‍
ta: கால்போர்லே பௌட்லெர்

source: Kalijati
ml: കാളിജാത്തി
ta: காலிஜாடி

source: Kaliningrad
ml: കാലിനിന്‍ഗ്രാഡ്
ta: கலிங்க்ராட்

source: Kalispell
ml: കാലിസ്പെല്‍
ta: கலிஸ்பெல்

source: Kalkar
ml: കാല്‍കാര്‍
ta: கல்கர்

source: Kallax
ml: കാലാക്സ്
ta: கலாக்ஸ்

source: Kalmar
ml: കാല്‍മര്‍
ta: கல்மார்

source: Kaltag
ml: കാല്‍ട്ടാഗ്
ta: கல்டாக்

source: Kamenica Nad Cirochou
ml: കാമേനിക്കാ നാഡ് സിറോച്ചൌ
ta: கமெனிகா நாட் சிரோக்சௌ

source: Kamigoto
ml: കാമിഗോട്ടോ
ta: காமிகோடோ

source: Kamina / Base
ml: കാമിനാ / ബെയിസ്
ta: கமினா / பேஸ்

source: Kamishli
ml: കാമിഷ്ളി
ta: கமிஷ்லி

source: Kamloops
ml: കാംലൂപ്സ്
ta: கம்லோப்ஸ்

source: Kamuela
ml: കമ്യൂളാ
ta: கமுலா

source: Kananga
ml: കാനാങ്കാ
ta: கனாங்கா

source: Kanchanaburi
ml: കാന്‍ഞ്ചാനാബൂറീ
ta: கன்ஷனாபரி

source: Kandi
ml: കാന്‍ഡി
ta: கன்டி

source: Kaneohe
ml: കാന്യോഹെ
ta: கனியோஹோ

source: Kangiqsualujjuaq
ml: കാങ്കിക്വാസ്വാലുജ്ജ്വാക്ക്
ta: கங்குஷல்லுஜ்ஜுக்வா

source: Kangiqsujuaq
ml: കാങ്കിക്ക്സ്വാജാക്ക്
ta: காங்குசுஜுக்

source: Kangirsuk
ml: കാങ്കിറുസ്ക്ക്
ta: கங்கிசுக்

source: Kangnung Ab
ml: കാഗ്നങ് അബ്
ta: கங்குங் ஏப்

source: Kangshan
ml: കാങ്ഷാന്‍
ta: காங்ஷன்

source: Kankakee
ml: കാങ്കാക്കീ
ta: கங்காகே

source: Kankan
ml: കാന്‍കന്‍
ta: கங்கன்

source: Kano
ml: കാനോ
ta: கனோ

source: Kanoya Ab
ml: കാനോയാ അബ്
ta: கனொயா ஏப்

source: Kanpur/Chakeri
ml: കാന്‍പൂര്‍/ചക്കേരി
ta: கான்பூர்/ச்சாக்ரி

source: Kansai
ml: കാന്‍സായി
ta: கன்ஸாய்

source: Kansas
ml: കാന്‍സാസ്
ta: கன்ஸாஸ்

source: Kansas City
ml: കാന്‍സാസ് സിറ്റി
ta: கன்ஸாஸ் சிட்டி

source: Kaohsiung
ml: കായോസ്യങ്
ta: காஹோசியங்

source: Kaolack
ml: കായോലാക്ക്
ta: கௌலாக்

source: Kaoma
ml: കായോമാ
ta: க்யோமா

source: Kaposvar
ml: കാപോസ്വാര്‍
ta: கபோஸ்வர்

source: Kapuskasing
ml: കാപുസ്കാസിങ്
ta: கபுச்கசிங்

source: Karachi
ml: കറാച്ചി
ta: கராச்சி

source: Karaganda
ml: കറാഗാന്‍ഡാ
ta: கரஙன்டா

source: Karaj/Payam
ml: കാറാജ്/പായം
ta: கராஜ்/பயம்

source: Kariba
ml: കറിബാ
ta: கரிபா

source: Karlovy Vary
ml: കാര്‍‍ലോവി വാരി
ta: கர்லோவ் வேரி

source: Karlsruhe
ml: കാള്‍സ്രൂഹേ
ta: கர்ல்ஸ்ருஹே

source: Karlstad
ml: കാള്‍സ്റ്റാഡ്
ta: கர்ஸ்டட்

source: Karoi
ml: കാറോയി
ta: கரோய்

source: Karonga
ml: കാറോങ്കാ
ta: கரோங்கா

source: Karpathos
ml: കാര്‍പോത്താസ്
ta: கர்பதோஸ்

source: Kars
ml: കാര്‍സ്
ta: கார்ஸ்

source: Karup
ml: കാറുപ്പ്
ta: கர்ப்

source: Kasama
ml: കാസാമാ
ta: கஸாமா

source: Kasane
ml: കാസാനേ
ta: கஸானே

source: Kasempa
ml: കാസേംപേ
ta: கசெம்பா

source: Kasese
ml: കാസേസേ
ta: கஸெஸே

source: Kashan
ml: കാഷാന്‍
ta: கஸ்ஷான்

source: Kashi
ml: കാശി
ta: கஸ்ஹி

source: Kassala
ml: കാസ്സാലാ
ta: கஸ்ஸாலா

source: Kassel
ml: കാസ്സേല്‍
ta: கஸெல்

source: Kastoria
ml: കാസ്റ്റോറിയ
ta: கஸ்டோரியா

source: Kastrup
ml: കാസ്റ്റ്രപ്പ്
ta: கச்ட்ரப்

source: Kasumigaura Ab
ml: കാസുമിഗൌരാ അബ്
ta: கசுமிகௌரா ஏப்

source: Kasuminome Ab
ml: കാസുമിനോം അബ്
ta: கசுமினோம் ஏப்

source: Katatota Island
ml: കാട്ടാട്ടോട്ടാ ഐലന്‍റ്
ta: கட்டடோட்டா தீவு

source: Kathmandu
ml: കാഥ്മാന്‍ഡൂ
ta: காட்மாண்டு

source: Katima Mulilo
ml: കാറ്റിമാ മുളിലോ
ta: காத்மா முலிலோ

source: Katowice
ml: കാറ്റോവൈസ്
ta: காடோவைஸ்

source: Katunayake
ml: കാറ്റുനായാക്കേ
ta: கடுநாயகே

source: Kauhava
ml: കാവുഹാവാ
ta: கௌஹாவா

source: Kaunakakai
ml: കൌനാകാകായി
ta: கவுனாககாய்

source: Kaunas
ml: കൌനാസ്
ta: காவுனாஸ்

source: Kautokeino
ml: കൌത്തോക്കെയിനോ
ta: கௌடோகெய்னோ

source: Kavala
ml: കാവാലാ
ta: கவாலா

source: Kawambwa
ml: കവാന്പ്വാ
ta: கௌவாம்ப்வா

source: Kaycee
ml: കായ്സീ
ta: கேசி

source: Kayes
ml: കായിസ്
ta: கேயெஸ்

source: Kayseri/Erkilet
ml: കാസേരി/എര്‍ക്കിലെറ്റ്
ta: கேஸ்ரி/எர்கிலெட்

source: Kazakhstan
ml: കസക്ക്സ്ഥാന്‍
ta: கஸகிஸ்தான்

source: Kazan'
ml: കസാന്‍
ta: கஜான்

source: Kearney
ml: കേര്‍ണേ
ta: கெர்னே

source: Kecskemet
ml: കെക്ക്സ്കെമെറ്റ്
ta: கெக்ஸ்கெமெட்

source: Kedougou
ml: കെഡൌഗൌ
ta: கெடௌகௌ

source: Keene
ml: കീന്‍
ta: கீனீ

source: Keetmanshoop
ml: കീറ്റ്മാന്‍ഷൂപ്പ്
ta: கேட்மான்ஷோப்

source: Kefalhnia
ml: കെഫാല്‍നിയ
ta: கெஃபாலினியா

source: Keflavík
ml: കെഫ്ളാവിക്ക്
ta: கேஃப்லாவிக்

source: Kejimkujik
ml: കെജിംകുജിക്ക്
ta: கெஜ்குஜ்கே

source: Kekaha
ml: കെക്കാഹാ
ta: கெகாஹா

source: Kelibia
ml: കെലിബീയ
ta: கெலிபியா

source: Kelly Air Force Base
ml: കെല്ലി എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: கேலே ஏர் ஃபோர்ஸ் பேஸ்

source: Kelowna
ml: കെലോവ്‍നാ
ta: கெலோவானா

source: Kelp Reefs
ml: കോല്‍പ്പ റീഫ്സ്
ta: கெல்ப் ரீஃப்

source: Kelso
ml: കെല്‍സോ
ta: கெல்ஸோ

source: Kemerovo
ml: കെമെറോവോ
ta: கெமெரோவோ

source: Kemi
ml: കെമീ
ta: கெமி

source: Kenai
ml: കേനായി
ta: கெனைய்

source: Kenansville
ml: കെനാന്‍സ്വില്‍
ta: கெனான்ஸ்வில்லா

source: Kendall
ml: കെന്‍ഡാല്‍
ta: கென்டால்

source: Kendari / Woltermon-Ginsidi
ml: കെന്‍ഡാറി / വോള്‍ട്ടര്‍മണ്‍-ഗിന്‍സിഡി
ta: கென்டரி / வோல்ரெட்மோந்ஜின்ஸிடி

source: Kenge
ml: കെങ്കെ
ta: கென்கே

source: Kengtung
ml: കെങ്ത്തുങ്
ta: கெங்டங்

source: Kenieba
ml: കെനീബാ
ta: கெனிபா

source: Kenitra
ml: കെനീത്ത്രാ
ta: கெனிட்ரா

source: Kennedy Airport
ml: കെന്നെഡി എയര്‍പോര്‍ട്ട്
ta: கென்டி ஏர்போர்ட்

source: Kenora
ml: കെനോറാ
ta: கெனோரா

source: Kenosha
ml: കെനോഷാ
ta: கெனொஷா

source: Kenosha Coast Guard Station
ml: കെനോഷാ കോസ്റ്റ് ഗാര്‍ഗ് സ്റ്റേഷന്‍
ta: கெனோஷா கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Kentucky
ml: കെണ്‍ട്ടക്കി
ta: கெண்டகி

source: Kentville
ml: കെന്‍റ്റ്വില്‍
ta: கென்ட்வில்லா

source: Kenya
ml: കെന്യാ
ta: கென்யா

source: Keo Jin
ml: കിയോ ജിന്‍
ta: கியோ ஜின்

source: Keokuk
ml: ക്യോകക്ക്
ta: கியோகுக்

source: Kericho
ml: കെറീച്ചോ
ta: கெரிசோ

source: Kerinci / Depati Parbo
ml: കോറിന്‍സീ / ഡെപാര്‍ട്ടി പാര്‍ബോ
ta: கெரின்சி / டெபாடி பார்போ

source: Kerkyra
ml: കെര്‍ക്കയ്റാ
ta: கெர்கிரா

source: Kerman
ml: കെര്‍മാന്‍
ta: கெர்மன்

source: Kermanshah
ml: കെര്‍മാന്‍ഷാഹ്
ta: கெர்மன்ஷாஹ்

source: Kerrville
ml: കെര്‍വില്‍
ta: கெர்வில்லா

source: Ketapang / Rahadi Usmaman
ml: കെട്ടപാങ് / റാഹാഡി ഉസ്മാമാന്‍
ta: கெடபாங் / ரஹாடி உஸ்மாமான்

source: Ketchikan
ml: കെറ്റ്ച്ചിക്കാന്‍
ta: கெட்சிகன்

source: Key West
ml: കീ വെസ്റ്റ്
ta: கே வெஸ்ட்

source: Key West NAS
ml: കീ വെസ്റ്റ് എന്‍ എ എസ്
ta: கே வெஸ்டு NAS

source: Khabarovsk
ml: കാബാറോവ്സ്ക്ക്
ta: கஹபாரோவ்ஸ்க்

source: Khamis Mushait
ml: കാമിസ് മുഷായിത്ത്
ta: கஹாமிச் முஸ்ஷாட்

source: Khandwa
ml: കാന്‍ഡ്വാ
ta: கென்ட்வா

source: Kharkiv
ml: കാര്‍ക്കിവ്
ta: கஹார்க்வ்

source: Khartoum
ml: കാര്‍ത്തൌം
ta: கெர்யடௌம்

source: Khassab
ml: കാസ്സാബ്
ta: க்ஹஸ்ஸாப்

source: Khon Kaen
ml: കോണ്‍ കായീന്‍
ta: க்ஹோன் காயென்

source: Khorram Abad
ml: കോറം അബാദ്
ta: க்ஹோரோம் அபாட்

source: Khoy
ml: കോയ്
ta: க்ஹோய்

source: Khrabrovo
ml: ക്രാബ്രാവോ
ta: கஹபாரோவோ

source: Kidal
ml: കിഡാല്‍
ta: கிடல்

source: Kiel
ml: കീല്‍
ta: கில்

source: Kiev
ml: കീവ്
ta: கிவ்

source: Kiffa
ml: കിഫാ
ta: கிஃப்பா

source: Kigali
ml: കിഗാളി
ta: கிகாலி

source: Kigoma
ml: കിഗോമാ
ta: கிங்கோமா

source: Kikai Island
ml: കിക്കായ് ഐലന്‍റ്
ta: கிகாய் தீவு

source: Kikwit
ml: കിറ്റ്വിറ്റ്
ta: கிக்விட்

source: Kilimanjaro
ml: കിളിമഞ്ചാറോ
ta: கிலிமாஞ்ஜரோ

source: Kill Devil Hills
ml: കില്‍ ഡെവിള്‍ ഹില്‍സ്
ta: கில் டெவில் ஹில்ஸ்

source: Killarney
ml: കില്ലാര്‍ണീ
ta: கில்லார்னே

source: Killeen
ml: കില്ലീന്‍
ta: கில்லென்

source: Killineq
ml: കില്ലിനെക്ക്
ta: கிலிங்க்

source: Kilwa Masoko
ml: കില്‍വാ മാസാക്കോ
ta: கில்வா மாஸோகோ

source: Kimball
ml: കിന്പാല്‍
ta: கிம்பால்

source: Kimberley
ml: കിന്പേര്‍ലീ
ta: கிம்பர்லே

source: Kimmirut
ml: കിമ്മിറട്ട്
ta: கிம்மிரட்

source: Kinana
ml: കിനാനാ
ta: கினானா

source: Kindakun Rocks
ml: കിഡാക്കുന്‍ റോക്ക്സ്
ta: கின்டாகுன் ராக்ஸ்

source: Kindersley
ml: കിന്‍ഡേര്‍സ്ലീ
ta: கின்டர்ஸ்லே

source: Kindia
ml: കിന്‍ഡിയ
ta: கின்டியா

source: Kindu
ml: കിന്‍ഡു
ta: கின்டு

source: King Khaled International Airport
ml: കിങ് ഖാലിദ് ഇന്‍ര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: கிங் கஹாலெட் இன்டர்நேஷனல் ஏர்போர்ட்

source: King Salmon
ml: കിങ് സാല്‍മണ്‍
ta: கிங் சால்மன்

source: Kingman
ml: കിങ്മാന്‍
ta: கிங்மேன்

source: Kings Bay
ml: കിങ്സ് ബേ
ta: கிங்ஸ் பே

source: Kingston
ml: കിങ്സ്റ്റണ്‍
ta: கிங்ஸ்டன்

source: Kingston/Norman Manley
ml: കിങ്സ്റ്റണ്‍/നോര്‍മാന്‍ മാന്‍ലീ
ta: கிங்ஸ்டன்/நார்மன் மான்லே

source: Kingsville
ml: കിങ്സ്വില്‍
ta: கிங்வில்லா

source: Kinloss
ml: കിന്‍‍ലോസ്
ta: கின்லாஸ்

source: Kinshasa / N'Djili
ml: കിന്‍ഷാസാ / എന്‍ജിലി
ta: கின்ஸ்ஹாஸா / என் டிஜிலி

source: Kinston
ml: കിങ്സ്റ്റണ്‍
ta: கிங்ஸ்டன்

source: Kirensk
ml: കിറെന്‍സ്ഖ്
ta: கிரென்ஸ்க்

source: Kiribati
ml: കിറിബാത്തി
ta: கிரிபாட்டி

source: Kirkenes
ml: കിര്‍ക്കെനെസ്
ta: கிர்கெனெஸ்

source: Kirksville
ml: കിര്‍ക്ക്സ്വില്‍
ta: கிர்க்ஸ்வில்லா

source: Kirkwall
ml: കിര്‍ക്ക് വോള്‍
ta: கிர்க்வால்

source: Kirtland
ml: കിര്‍ട്ട്ലാന്‍റ്
ta: கிர்ட்லாந்து

source: Kiruna
ml: കിറൂണാ
ta: கிருனா

source: Kisangani
ml: കീസാങ്കാനീ
ta: கிஷங்கனி

source: Kisarazu Ab
ml: കിസാറാസു അബ്
ta: கிஸ்ராவு ஏப்

source: Kish Island/Kish
ml: കിഷ് ഐലന്‍റ്/കിഷ്
ta: கிஷ் தீவு/கிஷ்

source: Kisii
ml: കിസി
ta: கிஷி

source: Kissidougou
ml: കീസ്സിഡൌഗൌ
ta: கிஷிடௌகௌ

source: Kissimmee Municipal Airport
ml: കിസ്സിമീ മുന്‍സിപല്‍ എയര്‍പോര്‍ട്ട്
ta: கிளிம்மீ-முனிசிபல் ஏர்போர்ட்

source: Kisumu
ml: കിസുമു
ta: கிசுமு

source: Kita
ml: കിറ്റാ
ta: கிட்டா

source: Kitadaito Island
ml: കിറ്റാഡായിറ്റോ ഐലന്‍റ്
ta: கிட்டாடைடோ தீவு

source: Kitakyushu
ml: കിറ്റാക്ക്യൂഷു
ta: கிடாகிஷு

source: Kitale
ml: കിറ്റാലേ
ta: கிடாலே

source: Kitchener
ml: കിച്ചണര്‍
ta: கிட்சென்னெர்

source: Kithira
ml: കിഥിരാ
ta: கித்ரா

source: Kitimat
ml: കിറ്റിമാറ്റ്
ta: கிடிமாட்

source: Kittilä
ml: കിട്ടിളാ
ta: கிட்டிலா

source: Kitzingen
ml: കിറ്റിസിന്‍ജന്‍
ta: கிட்ஜிங்ஜென்

source: Kivalina
ml: കിവാലിനാ
ta: கிவாலினா

source: Klagenfurt
ml: ക്ളാഗന്‍ഫര്‍ട്ട്
ta: க்லாங்ஃபர்ட்

source: Klamath Falls
ml: ക്ളാമാഥ് ഫോള്‍സ്
ta: க்லாமத் ஃபால்ஸ்

source: Klawock
ml: ക്ളാവോക്ക്
ta: க்லாவாக்

source: Kleine Brogel
ml: ക്ളെയീന്‍ ബ്രോഗേല്‍
ta: க்லெனெ ப்ரோகெல்

source: Klerksdorp
ml: ക്ളേര്‍ക്ക്സ് ഡ്രോപ്പ്
ta: க்லெர்க்ஸ்ட்ராப்

source: Kloten
ml: ക്ളോട്ടണ്‍
ta: க்லோடென்

source: Klotzsche
ml: ക്ളോട്ടസ്ച്ചെ
ta: க்லெட்ச்சி

source: Knoxville
ml: നോക്സ് വില്‍
ta: க்னாஸ்வி்ச்வில்லா

source: Knoxville-Downtown
ml: നോക്സ് വില്‍-ഡൌണ്‍ടൌണ്‍
ta: க்னாஸ்-டௌன்டவுன்

source: Kochi
ml: കൊച്ചി
ta: கோச்சி

source: Kodiak
ml: കോഡിയാക്ക്
ta: கோடையாக்

source: Koforidua
ml: കോഫോറിഡ്വാ
ta: ஃகொஃபோரிடுவா

source: Kogalym
ml: കോഗാലിം
ta: கோகல்யம்

source: Kokomo
ml: കൊകോമാ
ta: கோகோமோ

source: Kokonao / Timuka
ml: കോക്കോനാവോ / തിമുക്കാ
ta: கோகோனோ / டிமுகா

source: Koksijde
ml: കോക്ക്സിജേ
ta: கோக்ஸ்டி

source: Kolda
ml: കോല്‍ഡാ
ta: கொல்டா

source: Kolding/Vamdrup
ml: കോല്‍ഡിങ്/വാംഡ്രപ്പ്
ta: கோல்டிங்/வேம்ட்ரப்

source: Kolhapur
ml: കോന്‍ഹാപൂര്‍
ta: கோலாப்பூர்

source: Kolwezi
ml: കോല്‍‍വേസി
ta: கொல்வெஜி

source: Komakuk Beach
ml: കോമാകക്ക് ബീച്ച്
ta: கொமாகுக் பீச்

source: Komatsu Ab
ml: കോമാറ്റ്സൂ അബ്
ta: கோமட்சு ஏப்

source: Komatsujima Ab
ml: കോമാറ്റ്സുജീമാ അബ്
ta: கோமட்சுஜ்மா ஏப்

source: Kompong-Cham
ml: കോംപോങ്-ചാം
ta: கோம்போங்-செம்

source: Kongolo
ml: കോങ്കോളോ
ta: கோங்கோலோ

source: Konstanz
ml: കോണ്‍സ്റ്റാന്‍സ്
ta: கொன்ஸ்டஜ்

source: Konya
ml: കോന്യാ
ta: கொன்யா

source: Koon-Ni Range
ml: കൂണ്‍-നീ-റെയ്ഞ്ച്
ta: கோந்நி-ரேஞ்ச்

source: Korhogo
ml: കോര്‍ഹോഗോ
ta: கோர்ஹோகோ

source: Koror, Palau, NWS Office
ml: കൊറോര്‍, പലാവു, എന്‍ ഡബ്ള്യൂ എസ് ഓഫീസ്
ta: கோரோர், பலாலு, NWS அலுவலகம்

source: Kos
ml: കോസ്
ta: கோஸ்

source: Kosrae Carolines / V
ml: കോസ്രേ കോരോളൈന്‍ / വി
ta: கோஸ்ரே கரோலினஸ் / V

source: Kosrae Island
ml: കോസ്രേ ഐലന്‍റ്
ta: கோஸ்ரே தீவு

source: Kostanay
ml: കോസ്റ്റാനേയ്
ta: கோஸ்டனே

source: Kosti
ml: കോസ്റ്റി
ta: கோஸ்டி

source: Koszalin
ml: കോസ്സാളിന്‍
ta: கோஸலின்

source: Kota
ml: കോട്ടാ
ta: கோட்டா

source: Kota Bharu
ml: കോട്ടാ ബാറൂ
ta: கோடா ப்ஹாரு

source: Kota Kinabalu
ml: കോട്ടാ കീനാബാളൂ
ta: கோடா கினாபாலு

source: Kotabaru
ml: കോത്താബാറൂ
ta: கோட்டாபரு

source: Kotar Range
ml: കോത്താര്‍ റെയ്ഞ്ച്
ta: கோட்டர் ரேஞ்

source: Kotlas
ml: കോട്ട്ളാസ്
ta: கோட்லஸ்

source: Kotzebue
ml: കോട്ട്സേബ്യൂ
ta: கோட்செபு

source: Koumac Nlle-Caledonie
ml: കൌമാക്ക് നില്‍-കാലിഡോണി
ta: கௌமாக் நில்லே-காலெடோனி

source: Koundja
ml: കോണ്‍ജാ
ta: கோயுன்ட்ஜா

source: Koutiala
ml: കൌട്ടിയാലാ
ta: கௌடியாலா

source: Koyuk
ml: കോയുക്ക്
ta: கியோயுக்

source: Kozani
ml: കോസാനി
ta: கோஸனி

source: Košice
ml: കോസൈസ്
ta: கோஸிஸ்

source: Kraków
ml: ക്രാക്കോവ്
ta: க்ரகௌ

source: Kramfors
ml: ക്രാംഫോഴ്സ്
ta: க்ராம்ஃபோர்ஸ்

source: Krasnodar
ml: ക്രാസ്നോഡാര്‍
ta: கரஸ்னோடார்

source: Krasnoyarsk
ml: ക്രാസ്നോയാര്‍സ്ക്ക്
ta: கரஸ்னோயார்ஸ்க்

source: Kremmling
ml: ക്രംമിലിങ്
ta: க்ரெம்லிங்

source: Krems
ml: ക്രെംസ്
ta: க்ரெம்ஸ்

source: Kribi
ml: ക്രിബി
ta: க்ரிபி

source: Kristiansand/Kjevik
ml: ക്രിസ്റ്റിയന്‍സാന്‍ഡ്/ജെവിക്ക്
ta: க்ரிஸ்டன்ஸான்ட்/க்ஜீவிக்

source: Kristianstad
ml: ക്രസ്റ്റിയന്‍സ്റ്റാഡ്
ta: க்ரிஸ்டன்ஸான்ட்

source: Kristiansund/Kvernberget
ml: ക്രിസ്റ്റിയന്‍സാന്‍ഡ്/വേര്‍ണ്‍ബെര്‍ജറ്റ്
ta: க்ரிஸ்டன்ஸான்ட்/க்வெர்பெர்கெட்

source: Kruunupyy
ml: ക്രൂണുപ്പി
ta: க்ருனுபை

source: Kryvyi Rihi/Dnipropetrovs'k
ml: ക്രൈവി റിഹി/നിപ്രോപ്പെട്ട്രോവ്സ്ക്ക്
ta: நிப்ரோபெட்ரோவஸ்க்

source: Kuala Terengganu
ml: ക്വാളാ തെരെങ്കാനു
ta: குலா டெரெங்கானு

source: Kuantan
ml: ക്വാന്‍ത്താന്‍
ta: க்வான்டன்

source: Kuching
ml: കച്ചിങ്
ta: கச்சிங்
