Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Morgantown
ml: മോര്‍ഗാന്‍ടൌണ്‍
ta: மார்கன்டௌன்

source: Moriarty
ml: മോറിയാര്‍ട്ടി
ta: மோரியாடி

source: Morlaix
ml: മോര്‍‍ലെയിക്സ്
ta: மோர்லக்ஸ்

source: Morocco
ml: മോറോക്കോ
ta: மொரோகோ

source: Morogoro
ml: മോറോഗോറോ
ta: மொரோகோரோ

source: Morombe
ml: മോറോന്പേ
ta: மோரோம்பி

source: Morondava
ml: മോറോന്‍ഡോവാ
ta: மோரோன்டவா

source: Moroto
ml: മോറോട്ടോ
ta: மொரோடோ

source: Morris
ml: മോറിസ്
ta: மோரிஸ்

source: Morristown
ml: മോറിസ്ടൌണ്‍
ta: மோரிஸ்டௌன்

source: Morrisville
ml: മോറിസ്വില്‍
ta: மோரிஸ்வில்லா

source: Morón de la Frontera
ml: മോറോണ്‍ ഡേ ലാ ഫ്രോണ്‍ട്ടേറാ
ta: மோரோன் டி லா ஃப்ரெடிரா

source: Moscow
ml: മോസ്ക്കോ
ta: மாஸ்கோ

source: Moses Lake
ml: മോസസ് ലേയ്ക്ക്
ta: மோஸஸ் லேக்

source: Moshi
ml: മോഷീ
ta: மோஷி

source: Moshoeshoe
ml: മോഷൂസ്ഹോ
ta: மோஷுஷு

source: Mosinee
ml: മോസിനീ
ta: மோஸினீ

source: Mosjøen
ml: മോസ്ജോയെന്‍
ta: மோஸ்ஜோன்

source: Mossel Bay Cape Saint Blaize
ml: മോസ്സല്‍ ബേ കേയ്പ്പ് സെയിന്‍റ് ബ്ളൈസ്
ta: மோஸில் பே கேப் செயின்ட் ஃப்ளைஸ்

source: Mossoró
ml: മോസ്സോറോ
ta: மோஸ்ஸோரோ

source: Mostar
ml: മോസ്റ്റാര്‍
ta: மோஸ்டார்

source: Mosul
ml: മോസുല്‍
ta: மோஸுல்

source: Mosulpo Ab
ml: മോസുല്‍പോ അബ്
ta: மோஸுல்போ ஏப்

source: Moue Ile Des Pins
ml: മോയി ലീ ഡെസ് പിന്‍സ്
ta: மௌய் லீ டெஸ் பின்ஸ்

source: Mouila
ml: മൌയിലാ
ta: மௌய்லா

source: Mould Bay
ml: മോള്‍ഡ് ബേ
ta: மௌல்ட் பே

source: Mould Bay Camp
ml: മോള്‍ഡ് ബേ കാന്പ്
ta: மௌல்ட் பே கேம்ப்

source: Moulmein
ml: മോള്‍മീന്‍
ta: மௌல்மெயின்

source: Moultrie
ml: മോള്‍ഡ്ട്രീ
ta: மௌல்ட்ரி

source: Moundou
ml: മൌണ്‍ഡൌവ്
ta: மௌன்டோ

source: Mount Airy
ml: മൌണ്ട് എയറി
ta: மௌன்ட் ஏரி

source: Mount Carmel
ml: മൌണ്ട് കാര്‍മല്‍
ta: மௌன்ட் கார்மெல்

source: Mount Clemens
ml: മൌണ്ട് ക്ളെമന്‍സ്
ta: மௌன்ட் லெமென்ஸ்

source: Mount Forest
ml: മൌണ്ട് ഫോറസ്റ്റ്
ta: மௌன்ட் ஃபராஸ்ட்

source: Mount Gambier
ml: മൌണ്ട് ഗാന്പീയര്‍
ta: மௌண்ட் கேம்பியர்

source: Mount Holly
ml: മൌണ്ട് ഹോളി
ta: மௌன்ட் ஹோலி

source: Mount Ida
ml: മൌണ്ട് ഇഡാ
ta: மௌன்ட் இடா

source: Mount Isa
ml: മൌണ്ട് ഇസാ
ta: மௌன்ட் இஸா

source: Mount Pleasant
ml: മൌണ്ട് പ്ളെസന്‍റ്
ta: மௌன்ட் பிளஸ்ன்ட்

source: Mount Pocono
ml: മൌണ്ട് പോക്കോണോ
ta: மௌன்ட் பொகோனோ

source: Mount Shasta
ml: മൌണ്ട് ഷാസ്ത്താ
ta: மௌன்ட் ஸாஸ்தா

source: Mount Sterling
ml: മൌണ്ട് സ്റ്റര്‍ലിങ്
ta: மௌன்ட் ஸ்ட்ர்லிங்

source: Mount Vernon
ml: മൌണ്ട് വെര്‍നണ്‍
ta: மௌன்ட் வெரோன்

source: Mount Wilson
ml: മൌണ്ട് വില്‍സണ്‍
ta: மௌன்ட் வில்சன்

source: Mountain Home
ml: മൌണ്ടന്‍ ഹോം
ta: மௌன்டன் ஹோம்

source: Mountain View
ml: മൌണ്ടന്‍ വ്യൂ
ta: மௌன்டன் வியூ

source: Mouyondzi
ml: മൌയോണ്‍‍സി
ta: மோயோன்ட்சி

source: Moyale
ml: മോയാല്‍
ta: மோயலே

source: Mozambique
ml: മോസാംപിക്ക്
ta: மொசாம்பிக்

source: Mpika
ml: പിക്കാ
ta: ம்பிகா

source: Mt Washington
ml: മൌണ്ട് വാഷീങ്ട്ടണ്‍
ta: மௌன்ட் வாஷிங்டன்

source: Mt. Feltner
ml: മൌണ്ട് ഫെല്‍റ്റ്നര്‍
ta: Mt. ஃபெல்ட்னர்

source: Mtwara
ml: മട്ട്വാരാ
ta: மிட்வாரா

source: Muaratewe / Beringin
ml: മൌവാരാട്ടേവ് / ബെറിങ്കിന്‍
ta: மௌராடிவி / ப்ரிங்கின்

source: Mudanjiang
ml: മുഡാഞ്ചിയാങ്
ta: முடன்ஜியாங்

source: Mugla/Dalaman
ml: മുഗ്ളാ/ഡൂലാമാന്‍
ta: முக்லா/டாலமன்

source: Muhrani
ml: മുഹ്രാണീ
ta: முஹ்ராணி

source: Muir
ml: മുയിര്‍
ta: முயிர்

source: Mukdahan
ml: മുക്ക്ദഹാന്‍
ta: முக்தஹன்

source: Mullan
ml: മുള്ളാന്‍
ta: முல்லன்

source: Mullan Pass
ml: മുള്ളാന്‍ പാസ്സ്
ta: முல்லன் பாஸ்

source: Mullen
ml: മുള്ളെന്‍
ta: முல்லென்

source: Multan
ml: മുള്‍ട്ടാന്‍
ta: முல்டன்

source: Muncho Lake
ml: മഞ്ചോ ലേയ്ക്ക്
ta: முன்சோ ஏரி

source: Muncie
ml: മുന്‍സീ
ta: முன்சி

source: Munda
ml: മുന്‍ഡാ
ta: முண்டா

source: Munich
ml: മ്യുനിക്ക്
ta: முனிஷ்

source: Municipal
ml: മുന്‍സിപല്‍
ta: முனிசிபல்

source: Municipal Airport
ml: മുന്‍സിപല്‍ എയര്‍പോര്‍ട്ട്
ta: முனிசிபல் விமான நிலையம்

source: Municipal Automatic Weather Observing/Reporting System
ml: മുന്‍സിപല്‍ ഓട്ടോമാറ്റിക്ക് വെഥര്‍ ഒബ്സര്‍വിങ്/റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: முனிசிபல் தானியக்க தட்பவெப்ப அறியும்/அறிக்கையிடும் அமைப்பு

source: Munte
ml: മ്യൂണ്ടേ
ta: முன்டி

source: Murcia
ml: മുര്‍ഷ്യ
ta: முர்சியா

source: Murmansk
ml: മര്‍മാന്‍സ്ക്ക്
ta: முர்மான்ஸ்க்

source: Muroran
ml: മുറോറാന്‍
ta: முரோரன்

source: Murska Sobota
ml: മര്‍സ്ക്കാ സോബോട്ടാ
ta: முர்ஸகா சோபோடா

source: Murted
ml: മര്‍ട്ടഡ്
ta: முர்டிட்

source: Mururoa
ml: മുറൂറോവ
ta: முரோரோ

source: Mus
ml: മസ്
ta: மஸ்

source: Muscatine
ml: മസ്കാട്ടീന്‍
ta: மஸ்காடைன்

source: Muscle Shoals
ml: മസില്‍ ഷോല്‍സ്
ta: மஸ்ஸல் ஷோல்ஸ்

source: Muskegon
ml: മസ്ക്കേബഗന്‍
ta: மஸ்கெகோன்

source: Muskegon Coast Guard Station
ml: മസ്ക്കേബഗന്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: முஸ்கிகன் கடலோர காவல் நிலையம்

source: Muskogee
ml: മസ്ക്കോഗീ
ta: மஸ்கோகி

source: Muskoka
ml: മുസ്ക്കോക്കാ
ta: மஸ்கோகா

source: Musoma
ml: മുസോമാ
ta: முசோமா

source: Mustang Beach Airport
ml: മുസ്ത്താങ് ബീച്ച് എയര്‍പോര്‍ട്ട്
ta: முஸ்டாங் பீச் விமான நிலையம்

source: Mutoko
ml: മുട്ടോക്കോ
ta: முடோகோ

source: Mwanza
ml: വാന്‍സാ
ta: வான்ஸா

source: Mwinilunga
ml: വിനിലുങ്കാ
ta: வினிலுங்கா

source: Myanmar
ml: മ്യാന്‍മാര്‍
ta: மியான்மார்

source: Myitkyina
ml: മിത്തിക്യീനാ
ta: மைட்கினா

source: Mykolaiv
ml: മിക്കോലായിവ്
ta: மைகோலாயிவ்

source: Myrtle Beach
ml: മിര്‍ട്ടില്‍ ബീച്ച്
ta: மைட்டல் பீச்

source: Mytilene
ml: മിട്ടിലീന്‍
ta: மைடிலின்

source: Mzimba
ml: സിന്പാ
ta: ஸிம்பா

source: Mzuzu
ml: സൂസൂ
ta: ஸுஸு

source: Málaga
ml: മാലാഗാ
ta: மலகா

source: Mâcon
ml: മാക്കോണ്‍
ta: மாகோன்

source: Méditerranée
ml: മെഡിറ്ററാനീ
ta: மெடிடேரியன்

source: Mérida
ml: മെറീഡാ
ta: மெரிடா

source: Mérignac
ml: മെറിഗ്നാക്ക്
ta: மெரிக்நாக்

source: Mönchengladbach
ml: മോന്‍ച്ചന്‍ഗ്ളാഡ്ബാക്ക്
ta: மோன்சென்க்ளாட்பாச்

source: Mühlhausen
ml: മുഹല്‍ഹുസന്‍
ta: முல்லாஹாசென்

source: Münster/Osnabrück
ml: മണ്‍സ്റ്റര്‍/ഒസ്നാബ്രക്ക്
ta: முன்ஸ்டெர்/ஆஸ்னாப்ரூக்

source: N Myrtle Beach
ml: നോര്‍ത്ത് മിര്‍ട്ടില്‍ ബീച്ച്
ta: எல் மௌர்டெல் பீச்

source: N'Dele
ml: എന്‍ഡീല്‍
ta: என்'டெலி

source: N'Zerekore
ml: എന്‍സേറേക്കോര്‍
ta: ஸிரேகோர்

source: N. Bay
ml: നോര്‍ത്ത് ബേ
ta: என்.பே

source: NASA Shuttle
ml: നാസാ ഷട്ടല്‍
ta: நாசா சட்டெல்

source: NEXRAD
ml: നെക്സ്രാഡ്

source: Nabesna
ml: നബേസ്നാ
ta: நபிஸ்னா

source: Nabire
ml: നബൈര്‍
ta: நாபைரே

source: Nachingwea
ml: നാച്ചിങ്വിയ
ta: நாசிங்வா

source: Nacogdoches
ml: നക്കോഡ്ഡോച്ചസ്
ta: நகோக்டோசெஸ்

source: Nador
ml: നാഡര്‍
ta: நாடோர்

source: Naga/Luzon Island
ml: നാഗാ/ലൂസോണ്‍ ഐലന്‍റ്
ta: நாகா/லுசன் தீவு

source: Nagagami
ml: നാഗാഗാമി
ta: நாககமி

source: Nagasaki
ml: നാഗാസാക്കി
ta: நாகசாகி

source: Nagoya
ml: നാഗോയാ
ta: நாகோயா

source: Nagpur Sonegaon
ml: നാഗ്പൂര്‍ സോണെഗൌന്‍
ta: நாக்பூர் சோனெகன்

source: Naha
ml: നാഹാ
ta: நாஹா

source: Nain
ml: നെയിന്‍
ta: நயின்

source: Nairobi
ml: നയ്റോബീ
ta: நெய்ரொபி

source: Najran
ml: നാജ്രാന്‍
ta: நாஜ்ரன்

source: Nakashibetsu
ml: നാക്കാഷിബറ്റ്സു
ta: நகஷிபெட்சு

source: Nakhon Phanom
ml: നാക്കോണ്‍ ഫാനോം
ta: நாக்ஹன் ஃபானோம்

source: Nakhon Ratchasima
ml: നാക്കോണ്‍ റാച്ചാസിമാ
ta: நாக்ஹன் ராட்சஸிமா

source: Nakhon Sawan
ml: നാക്കോണ്‍ സാവന്‍
ta: நாக்ஹன் சாவன்

source: Nakhon Si Thammarat
ml: നാക്കോണ്‍ സി തമ്മാറാത്ത്
ta: நாக்ஹன் ஸி தம்மாரட்

source: Nakuru
ml: നാക്കുറു
ta: நாகுரு

source: Nakusp
ml: നാക്കുസ്പ്
ta: நாகுஸ்ப்

source: Nalchik
ml: നാല്‍ച്ചിക്ക്
ta: நால்சிக்

source: Namao
ml: നമാവോ
ta: நாமௌ

source: Namibia
ml: നമീബീയ
ta: நமீபியா

source: Namlea
ml: നാംലിയ
ta: நாம்லே

source: Nampula
ml: നാന്പുലാ
ta: நாம்புலா

source: Namsos
ml: നാംസോസ്
ta: நாம்ஸாஸ்

source: Namur
ml: നാമുര്‍
ta: நாமூர்

source: Nan
ml: നാന്‍
ta: நன்

source: Nanaimo
ml: നാനൈമോ
ta: நனைமோ

source: Nanakwa Shoals
ml: നാനാക്ക്വാ ഷോള്‍സ്
ta: நாடக்வா ஹோயல்ஸ்

source: Nanchang
ml: നാന്‍ചാങ്
ta: நன்சங்

source: Nancy
ml: നാന്‍സി
ta: நான்சி

source: Nandi
ml: നാന്‍ദി
ta: நான்டி

source: Nanisivik
ml: നാനിസിവിക്ക്
ta: நனிசிவிக்

source: Nanjing
ml: നാന്‍ജിങ്
ta: நன்ஜிங்

source: Nankishirahama
ml: നാന്‍ക്കിഷിറാഹാമാ
ta: நான்கிஷிரஹாமா

source: Nanning
ml: നാന്നിങ്
ta: நானிங்

source: Nantes
ml: നാന്‍റസ്
ta: நன்டிஸ்

source: Nantucket
ml: നാന്‍‍റുക്കറ്റ്
ta: நான்டகெட்

source: Nanumea
ml: നാനുമ്യാ
ta: நானுமே

source: Nanyuki
ml: നാന്യൂക്കി
ta: நன்யோகி

source: Napa
ml: നാപാ
ta: நப்பா

source: Naples
ml: നേപിള്‍സ്
ta: நாபெல்ஸ்

source: Napoli/Capodichino
ml: നപ്പോളി/കപ്പോഡിച്ചിനോ
ta: நபோலி/கேபோடிசினோ

source: Nara
ml: നാറാ
ta: நாரா

source: Narok
ml: നാറോക്ക്
ta: நருக்

source: Narsarsuaq
ml: നാര്‍സാര്‍സ്വാക്ക്
ta: நர்சர்சுயாக்

source: Narvik
ml: നാര്‍വിക്ക്
ta: நர்விக்

source: Nashua
ml: നാഷ്വാ
ta: நாஷாவா

source: Nashville
ml: നാഷ്വില്‍
ta: நாஷ்வில்லா

source: Nashville NEXRAD
ml: നാഷ്വില്‍ നെക്സ്രാഡ്
ta: நாஷ்வில்லா NEXRAD

source: Nassau
ml: നാസ്സൌ
ta: நாசாசு

source: Natal
ml: നാറ്റാല്‍
ta: நாடால்

source: Natashquan
ml: നാത്താഷ്ക്ക്വാന്‍
ta: நடஷ்க்யன்

source: Natchez
ml: നാറ്റ്ഷെക്ക്
ta: நாட்செஸ்

source: Natchitoches
ml: നാച്ച്റ്റിച്ചോറ്റസ്
ta: நட்சிடோசிஸ்

source: National Aviation Center
ml: നാഷണല്‍ ആവിയേഷന്‍ സെന്‍റര്‍
ta: தேசிய விமான பயிற்சி மையம்

source: National Aviation Center (alternate)
ml: നാഷണല്‍ ആവിയേഷന്‍ സെന്‍റര്‍
ta: தேசிய விமான பயிற்சி மையம் (மாற்று)

source: Natitingou
ml: നാറ്റിറ്റിഗൌ
ta: நட்டிடிங்கோ

source: Nauru
ml: നൌറൂ
ta: நௌரு

source: Nausori
ml: നൌസോറി
ta: நௌசோரி

source: Naval Air Facility
ml: നേവല്‍ എയര്‍ ഫസിലിറ്റി
ta: கடற்படை காற்று பயன்பாடு

source: Naval Air Station
ml: നേവല്‍ എയര്‍ സ്റ്റേഷന്‍
ta: கடற்படை காற்று நிலையம்

source: Naval Auxiliary Landing Field
ml: നേവല്‍ ഒക്സില്യറി ലാന്‍ഡിങ് ഫീള്‍ഡ്
ta: கடற்படை துணை இறங்கும் இடம்

source: Navelexcen
ml: നാവലക്സന്‍
ta: நேவலெக்சின்

source: Navrongo
ml: നാവ്റോങ്കോ
ta: நௌரோங்கோ

source: Nawabshah
ml: നവാബ്ഷാ
ta: நாவாப்ஷாஸ்

source: Naxos
ml: നാക്സോസ്
ta: நாக்ஸ்சோஸ்

source: Ndjamena
ml: ജാമെനാ
ta: ஜமீனா

source: Ndola
ml: ഡോളാ
ta: டோலா

source: Nebraska
ml: നെബ്രാസാക്കാ
ta: நெப்ராஸ்கா

source: Nebraska City
ml: നെബ്രാസാക്കാ സിറ്റി
ta: நெப்ராஸ்கா நகரம்

source: Nechako River
ml: നെച്ചാക്കോ റിവര്‍
ta: நிசாகோ ஆறு

source: Nederland Mountain
ml: നെദര്‍ലാന്‍ഡ് മൌണ്ടന്‍
ta: நெடர்லாந்து மலை

source: Needles
ml: നീഡില്‍സ്
ta: நீடில்ஸ்

source: Neenah
ml: നീനാഹ്
ta: நீனாஹ்

source: Neghelli
ml: നെഗള്ളി
ta: நேகெல்லி

source: Neiva/Benito Salas
ml: നിയേവാ/ബെനിറ്റോ സാലാസ്
ta: நெய்வா/பினிடோ சாலாஸ்

source: Nellis Air Force Base
ml: നെല്ലിസ് എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: நீலீஸ் ஏர் ஃபோர்ஸ் பேஸ்

source: Nelson
ml: നെല്‍സണ്‍
ta: நெல்சன்

source: Nelspruit
ml: നെല്‍സ്പ്രൂയിറ്റ്
ta: நெல்ஸ்ப்ரூட்

source: Nema
ml: നിമാ
ta: நீமா

source: Nemiscau
ml: നെമിസ്ക്കാവൂ
ta: நிமிஸ்கௌ

source: Nenana
ml: നെനാനാ
ta: நினானா

source: Nepal
ml: നേപ്പാള്‍
ta: நேபாளம்

source: Netherlands
ml: നെഥലര്‍ലാന്‍ഡസ്
ta: நெதர்லாந்து

source: Netherlands Antilles
ml: നെഥലര്‍ലാന്‍ഡസ് ആന്‍റില്‍സ്
ta: நெதர்லாந்து அன்டில்ஸ்

source: Neubrandenburg
ml: ന്യൂബ്രാഡന്‍ബര്‍ഗ്
ta: நியூப்ரண்டன்பெர்க்

source: Neuburg an der Donau
ml: ന്യൂബര്‍ഗ് ആന്‍ഡര്‍ ഡോനാവ്
ta: நியூபெர்க் அன் டெர் டொனௌ

source: Neuchâtel
ml: ന്യൂച്ചാറ്റല്‍
ta: நியூசெடெல்

source: Neuostheim
ml: ന്യോസ്ഥീം
ta: நியோஸ்தியம்

source: Neuquen
ml: ന്യൂക്വന്‍
ta: நெக்வான்

source: Nevada
ml: നെവാഡാ
ta: நெவாடா

source: Nevers
ml: നെവേര്‍സ്
ta: நேவ்ர்ஸ்

source: Nevsehir
ml: നെവ്സേഹിര്‍
ta: நேவ்ஸிஹர்

source: New Bedford
ml: ന്യൂ ബെഡ്ഫോര്‍ഡ്
ta: நியூ பெட்ஃபோர்ட்

source: New Bern
ml: ന്യൂ ബേര്‍ണ്‍
ta: நியூ பெர்ன்

source: New Braunfels
ml: ന്യൂ ബ്രൌണ്‍ഫല്‍സ്
ta: நியூ பர்ன்ஃபெல்ஸ்

source: New Brunswick
ml: ന്യൂ ബ്രൂണ്‍സ്വിക്ക്
ta: நியூ ஃரஸ்விக்

source: New Caledonia
ml: ന്യൂ സലേഡോണിയ
ta: நியூ கலிடோனியா

source: New Carlisle
ml: ന്യൂ കാര്‍ളിസില്‍
ta: நியூ கார்லிஸ்லி

source: New Castles
ml: ന്യൂ കാസില്‍സ്
ta: நியூ காஸ்டெல்

source: New Delhi/Palam
ml: ന്യൂ ഡല്‍ഹി/പാലം
ta: நியூ டெல்லி/பாலம்

source: New Delhi/Safdarjung
ml: ന്യൂ ഡല്‍ഹി/സഫ്ദാര്‍ജങ്
ta: நியூ டெல்லி/சாஃப்டர்ஜுங்க்

source: New Dungeness
ml: ന്യൂ ഡങ്നസ്സ്
ta: நியூ டுங்கிநெஸ்

source: New Ferolle
ml: ന്യൂ ഫെറോള്‍
ta: நியூ ஃபிரோலே

source: New Hampshire
ml: ന്യൂ ഹാന്പ്ഷയര്‍
ta: நியூ ஹம்ஸிரீ

source: New Haven
ml: ന്യൂ ഹാവന്‍
ta: நியூ ஹெவன்

source: New Haven Coast Guard Station
ml: ന്യൂ ഹാവന്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: நியூ ஹவன் கடலோர காவல் நிலையம்

source: New Iberia
ml: ന്യൂ ഇബേര്യ
ta: நியூ லிபெரியா

source: New Jersey
ml: ന്യൂ ജേര്‍സി
ta: நியூ ஜெர்சி

source: New London Ledge
ml: ന്യൂ ലണ്ടന്‍ ലഡ്ജ്
ta: நியூ லண்டன் லேட்ஜி

source: New Mexico
ml: ന്യൂ മെക്സിക്കോ
ta: நியூ மெக்ஸிகோ

source: New Orleans
ml: ന്യൂ ഓര്‍ളിയന്‍സ്
ta: நியூ ஆர்லென்ஸ்

source: New Orleans NAS
ml: ന്യൂ ഓര്‍ളിയന്‍സ് എന്‍ എ എസ്
ta: நியூ ஆர்லென்ஸ் NAS

source: New Orleans-Lakefront
ml: ന്യൂ ഓര്‍ളിയന്‍സ്-ലേയ്ക്ക്ഫ്രണ്‍ട്ട്
ta: நியூ ஆர்லென்ஸ்-லேக்ப்ரன்ட்

source: New Philadelphia
ml: ന്യൂ ഫിലാഡല്‍ഫിയ
ta: நியூ பிலடெல்பியா

source: New Plymouth
ml: ന്യൂ പ്ളൈമൌത്ത്
ta: நியூ ப்ளைமௌத்

source: New Port Richey
ml: ന്യൂ പോര്‍ട്ട് റിച്ചി
ta: நியூ போர்ட் ரிச்சி

source: New Richmond
ml: ന്യൂ റിച്ചിമണ്ട്
ta: நியூ ரிச்மான்ட்

source: New River
ml: ന്യൂ റിവര്‍
ta: நியூ ரிவர்

source: New River, Marine Corps Air Station
ml: ന്യൂ റിവര്‍, മറീന്‍ കോര്‍പ്സ് എയര്‍ സ്റ്റേഷന്‍
ta: நியூ ரிவர், மெரின் கார்ப்ஸ் காற்று நிலையம்

source: New South Wales
ml: ന്യൂ സൌത്ത് വേയില്‍സ്
ta: நியூ தென் வாலஸ்

source: New Tokyo International Airport
ml: ന്യൂ ടോക്ക്യോ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: நியூ டோக்கியோ இன்டர்நேஷனல் ஏர்போர்ட்

source: New Ulm
ml: ന്യൂ ഉല്‍മ്
ta: நியூ உம்

source: New York
ml: ന്യൂ യോര്‍ക്ക്
ta: நியூயார்க்

source: New Zealand
ml: ന്യൂസീലാന്‍റ്
ta: நியூசிலாந்து

source: Newark
ml: ന്യൂ വാര്‍ക്ക്
ta: நியூவார்க்

source: Newberry
ml: ന്യൂ ബെറി
ta: நியூபெர்ரி

source: Newburgh
ml: ന്യൂബര്‍ഗ്
ta: நியூபர்ஹ்

source: Newcastle
ml: ന്യൂകാസില്‍
ta: நியூகாஸ்டெல்

source: Newfoundland
ml: ന്യൂഫൌണ്ട് ലാന്‍ഡ്
ta: நியூஃபௌன்ட்லான்ட்

source: Newhall
ml: ന്യൂഹോള്‍
ta: நியூஹால்

source: Newnan
ml: ന്യൂനാന്‍
ta: நியூநன்

source: Newport
ml: ന്യൂപോര്‍ട്ട്
ta: நியூபோர்ட்

source: Newport Beach
ml: ന്യൂപോര്‍ട്ട് ബീച്ച്
ta: நியூபோர்ட் பீச்

source: Newport News
ml: ന്യൂപോര്‍ട്ട് ന്യൂസ്
ta: நியூபோர்ட் நியூஸ்

source: Newton
ml: ന്യൂട്ടണ്‍
ta: நியூடன்

source: Ngaoundere
ml: ഗൌണ്ടീര്‍
ta: கௌண்டேரே

source: Nha Trang
ml: നാ ട്രാങ്
ta: நா ட்ராங்

source: Niagara
ml: നയാഗരാ
ta: நயாகரா

source: Niagara Falls
ml: നയാഗരാ ഫോള്‍സ്
ta: நிகரா ஃபால்ஸ்

source: Niamey-Aero
ml: നിയാമേ-എയ്റോ
ta: நைமே-அரோ

source: Niamtougou
ml: നിയാംത്തൌഗോ
ta: நியோம்டோகோ

source: Nicaragua
ml: നിക്കരാഗ്വാ
ta: நிகராகுவா

source: Nice
ml: നൈസ്
ta: நைஸ்

source: Nicholson Island
ml: നിക്കോള്‍സണ്‍ ഐലന്‍റ്
ta: நிக்கோல்ஸன் தீவு

source: Nicolet
ml: നിക്കോളറ്റ്
ta: நிகோலெட்

source: Nicoya
ml: നിക്കോയാ
ta: நிகோயா

source: Niederstetten
ml: നിയാഡേര്‍സ്സ്റ്റന്‍
ta: நெய்டர்ஸ்டிடின்

source: Niger
ml: നൈജര്‍
ta: நைகர்

source: Nigeria
ml: നൈഡജീരിയ
ta: நைஜீரியா

source: Nightmare Range
ml: നൈറ്റ്മേര്‍ റേഞ്ച്
ta: நைட்மேர் ரேஞ்

source: Nightmute
ml: നൈറ്റ്മ്യൂട്ട്
ta: நைட்மியூட்

source: Niigata
ml: നിഗാട്ടാ
ta: நைகாடா

source: Nikolski
ml: നിക്കോള്‍സ്ക്കി
ta: நிகோல்ஸ்கி

source: Ningbo
ml: നിങ്ബോ
ta: நிங்போ

source: Nioro Du Sahel
ml: നിയോറോ ഡു സാഹേല്‍
ta: நியோரோ டு ஸாஹல்

source: Niort
ml: നിയോര്‍ട്ട്
ta: நியோர்ட்

source: Nipawin
ml: നിപാവിന്‍
ta: நிப்பாவின்

source: Nipissing
ml: നിപ്പിസ്സിങ്
ta: நிப்ஸ்ஸிங்

source: Nise
ml: നിസ്
ta: நைஸ்

source: Nitinat Lake
ml: നിറ്റിനാറ്റ് ലേയ്ക്ക്
ta: நிடிநாட் ஏரி

source: Nitra
ml: നിത്രാ
ta: நிட்ரா

source: Nizhneudinsk
ml: നിസ്ന്യൂഡിന്‍സ്ക്ക്
ta: நிர்ஸ்நியுடின்ஸ்க்

source: Nizhnevartovsk
ml: നിസ്നേവാര്‍ത്തോവ്സ്ക്ക്
ta: நிஸ்நிவார்டோவ்ஸ்க்

source: Nizhny Novgorod
ml: നിസ്നി നോവ്ഹഗോറോഡ്
ta: நிஸ்நி நௌகோரோட்

source: Niš
ml: നിസ്
ta: நிஸ்

source: Nkhota Kota
ml: ക്കോട്ടാ കോട്ടാ
ta: கோடா கோடா

source: Nkongsamba
ml: കോങ്സാന്പാ
ta: கோங்சம்பா

source: Noatak
ml: നോവാത്താക്ക്
ta: நோடாக்

source: Nobitz
ml: നോബിറ്റ്സ്
ta: நோபிட்ஸ்

source: Nogales
ml: നോഗേല്‍സ്
ta: நோகாலெஸ்

source: Nogales International Airport
ml: നോഗേല്‍സ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: நோகேல்ஸ் சர்வதேச விமான நிலையம்

source: Nome
ml: നോം
ta: நோம்

source: Nong Khai
ml: നോങ് കായി
ta: நோங்க் காய்

source: Nootka
ml: നൂട്ട്ക്കാ
ta: நூட்கா

source: Nordholz
ml: നോര്‍ഡോള്‍സ്
ta: நார்த்ஹோல்ஸ்

source: Nordhorn
ml: നോര്‍ദോന്‍
ta: நார்த்ஹார்ன்

source: Norfolk
ml: നോര്‍ഫോക്ക്
ta: நோர்ஃளோக்

source: Norfolk Island
ml: നോര്‍ഫോക്ക് ഐലന്‍റ്
ta: நோர்ஃளோக் தீவு

source: Norman
ml: നോര്‍മാന്‍
ta: நார்மன்

source: Norman Wells
ml: നോര്‍മാന്‍ വെല്‍സ്
ta: நார்மன் வெல்ஸ்

source: Normandin
ml: നോനര്‍മാഡീന്‍
ta: நார்மன்டின்

source: Norrköping
ml: നോര്‍ക്കോപിങ്
ta: நொர்கோப்பிங்

source: North Adams
ml: നോര്‍ത്ത് ആഡംസ്
ta: வடக்குர்த் ஆடம்

source: North America
ml: നോര്‍ത്ത് അമേരിക്ക
ta: வட அமெரிக்கா

source: North Battleford
ml: നോര്‍ത്ത് ബാറ്റില്‍ഫോര്‍ഡ്
ta: வடக்கு பாட்டல்ஃபோர்ட்

source: North Bay
ml: നോര്‍ത്ത് ബേ
ta: வடக்கு வளைகுடா

source: North Bend
ml: നോര്‍ത്ത് ബെന്‍ഡ്
ta: வடக்கு பென்ட்

source: North Carolina
ml: നോര്‍ത്ത് കരോളൈനാ
ta: வடக்கு கரோலினா

source: North Conway
ml: നോര്‍ത്ത് കോണ്‍വേ
ta: வடக்கு கான்வே

source: North Dakota
ml: നോര്‍ത്ത് ഡക്കോട്ടാ
ta: வடக்கு டகோடா

source: North East England
ml: നോര്‍ത്ത് ഈസ്റ്റ് ഇംഗ്ളണ്ട്
ta: வடகிழக்கு இங்கிலாந்து

source: North Island
ml: നോര്‍ത്ത് ഐലന്‍റ
ta: வடக்கு தீவு

source: North Kingston
ml: നോര്‍ത്ത് കിങ്സ്റ്റണ്‍
ta: வடக்கு கிங்ஸ்டன்

source: North Korea
ml: നോര്‍ത്ത് കോറിയാ
ta: வடகொரியா

source: North Lakhimpur
ml: നോര്‍ത്ത് ലാക്കിംപൂര്‍
ta: வடக்குர லக்ஹிம்பூர்

source: North Las Vegas
ml: നോര്‍ത്ത് ലാസ് വിഗാസ്
ta: வட லாஸ் வெகாஸ்

source: North Las Vegas Airport
ml: നോര്‍ത്ത് ലാസ് വിഗാസ് എയര്‍പോര്‍ട്ട്
ta: வட லாஸ் வெகாஸ் விமான நிலையம்

source: North Little Rock
ml: നോര്‍ത്ത് ലിറ്റില്‍ റോക്ക്
ta: வட லிட்டில் ராக்

source: North Manitou Shoal
ml: നോര്‍ത്ത് മാനിറ്റ്യൂ ഷോള്‍
ta: வட மணிடோ ஷோயல்

source: North Mountain
ml: നോര്‍ത്ത് മൌണ്ടന്‍
ta: வட மௌன்டன்

source: North Platte
ml: നോര്‍ത്ത് പ്ളേറ്റ്
ta: வடக்கு பலாட்

source: North Point
ml: നോര്‍ത്ത് പോയിന്‍റ്
ta: வடக்கு பாயின்ட்

source: North Rhine-Westphalia
ml: നോര്‍ത്ത് റൈന്‍-വെസ്റ്റ്പാലിയ
ta: வடக்கு ரியன்-மேற்குபயல்பியா

source: North West England
ml: നോര്‍ത്ത് വെസ്റ്റ് ഇംഗ്ളണ്ട്
ta: வட மேற்கு இங்கிலாந்து

source: North Wilkesboro
ml: നോര്‍ത്ത് വില്‍ക്കെസ്ബോറോ
ta: வட வில்கிஸ்போரோ

source: Northeast Philadelphia
ml: നോര്‍ത്ത് ഈസ്റ്റ് ഫിലാഡെല്‍ഫിയ
ta: வடகிழக்கு பிலடெல்பியா

source: Northern Ireland
ml: നോര്‍ത്തേണ്‍ ഐര്‍ലാന്‍റ്
ta: வடக்கு அயர்லாந்து

source: Northern Mariana Islands
ml: നോര്‍ത്തേണ്‍ മറൈനാ ഐലന്‍റ്സാ
ta: வட மரியானா தீவுகள்

source: Northern Territory
ml: നോര്‍ത്തേണ്‍ ടെറിട്ടറി
ta: வடக்கு பிரதேசங்கள்

source: Northolt
ml: നോര്‍ത്തോള്‍ട്ട്
ta: நார்த்ஹோல்ட்

source: Northrup
ml: നോര്‍ത്തപ്പ്
ta: நார்த்ரூப்

source: Northway
ml: നോര്‍ത്വേ
ta: நார்த்வே

source: Northwest Arkansas Regional Airport
ml: നോര്‍ത് വെസ്റ്റ് ആര്‍ക്കാനാസ് റീജിയണല്‍ എയര്‍പോര്‍ട്ട്
ta: வடமேற்கு ஆர்கன்சஸ் ரிஜினல் விமான நிலையம்

source: Northwest Territories
ml: നോര്‍ത് വെസ്റ്റ് ടെറിട്ടറിസ്
ta: வடமேற்கு பிரதேசங்கள்

source: Norton
ml: നോര്‍ട്ടണ്‍
ta: நார்டன்

source: Norway
ml: നോര്‍‍വേ
ta: நார்வே

source: Norway House
ml: നോര്‍‍വേ ഹൌസ്
ta: நார்வே ஹவுஸ்

source: Norwich
ml: നോര്‍വിച്ച്
ta: நார்விச்

source: Norwood
ml: നോര്‍വുഡ്
ta: நார்வுட்

source: Noshahr
ml: നോഷാര്‍
ta: நோஷார்

source: Notodden
ml: നോട്ടോടന്‍
ta: நோடோடென்

source: Nottingham East Midlands
ml: നോട്ടിങ്ഹാം ഈസ്റ്റ് മിഡ്ലാന്‍റ്സ്
ta: நோட்டங்ஹம் கிழக்கு மிட்லாண்ட்

source: Nouadhibou
ml: നൌവാഡിബൂ
ta: நௌயதிபோ

source: Nouakchott
ml: നൌവാക്ക്ച്ചോട്ട്
ta: நௌஅகாட்

source: Nouasseur
ml: നൌസ്സ്യൂര്‍
ta: நோகஸெர்

source: Noumea Nlle-Caledonie
ml: നൌമിയാ നില്‍-സലേഡോണി
ta: நௌமே நில்-கலேடோனை

source: Nova Scotia
ml: നോവാ സ്ക്കോട്ടിയ
ta: நோவா ஸ்கோடியா

source: Novara/Cameri
ml: നോവാറാ/കാമേറീ
ta: நொவரா/கமெரி

source: Novokuznetsk
ml: നോവുക്കുസ്നെറ്റ്സ്ക്ക്
ta: நோவோகுஸ்நெட்ஸ்க்

source: Novosibirsk
ml: നോവുര്‍സിബിസ്ക്ക്
ta: நோவோஸிபிர்ஸ்க்

source: Nowra
ml: നോവ്റാ
ta: நௌரா

source: Nueva Asunción
ml: ന്യൂവാ അസണ്‍സിയന്‍
ta: நுவா அசன்காயின்

source: Nueva Gerona, Isla De Pinos
ml: ന്യൂവാ ഗെറോണാ, ഇസ്ളാ ഡേ പിനോസ്
ta: நுவா ஜிரோனா, ஐஸ்லா டி பினோஸ்

source: Nueva Ocotepeque
ml: ന്യൂവാ ഒക്കോറ്റേപ്പേക്ക്
ta: நுவா ஆக்டெபிஃகியூ

source: Nuevo Laredo
ml: ന്യൂവാ ലാറേഡോ
ta: நுவோ லரிடோ

source: Nuiqsut
ml: ന്യൂക്കിസ്റ്റ്
ta: நியூக்சூட்

source: Nukus / Karakalpakstan
ml: നുക്കുസ് / കരക്കല്‍പക്ക്സ്ഥാന്‍
ta: நியூகுஸ் / கரகல்பாக்ஸ்தான்

source: Nunavut
ml: നുനാവത്ത്
ta: நுனாவுட்

source: Nuremberg
ml: നുറെംബര്‍ഗ്
ta: நுர்ன்பெர்க்

source: Ny-Ålesund
ml: നൈ-അലേസണ്‍ഡ്
ta: நை-அலிசன்ட்

source: Nyala
ml: ന്യാലാ
ta: நையலா

source: Nyeri
ml: ന്യേറി
ta: நைரி

source: Nyiregyhaza/Napkor
ml: നിറേഗ്യാസാ/നാപ്കോര്‍
ta: நைரேஜ்க்ஹாஸா/நாப்கோர்

source: Nyutabaru Ab
ml: ന്യൂത്താബറു അബ്
ta: நுடபரு ஏப்

source: Nîmes
ml: നൈമ്സ്
ta: நிம்ஸ்

source: Nörvenich
ml: നോര്‍വെനിക്ക്
ta: நார்வினிஷ்

source: O'Hare Airport
ml: ഓ ഹെയര്‍ എയര്‍പോര്‍ട്ട്
ta: ஓ'ஹரே விமான நிலையம்

source: O'Neill
ml: ഓനീല്‍
ta: ஓ'நெயில்

source: Oahu
ml: ഓവാഹു
ta: ஓஹு

source: Oak Harbor
ml: ഓക്ക് ഹാര്‍ബര്‍
ta: ஓக் ஹார்பர்

source: Oak Island
ml: ഓക്ക് ഐലന്‍റ്
ta: ஓக் தீவு

source: Oak Ridge
ml: ഓക്ക് റിഡ്ജ്
ta: ஓக் ரிட்ஜ்

source: Oakdale
ml: ഓക്ക് ഡേല്‍
ta: ஓக்டேல்

source: Oakey
ml: ഓക്കി
ta: ஓகே

source: Oakland
ml: ഓക്ക്ലാന്‍റ്
ta: ஓக்லாண்ட்

source: Oaxaca
ml: ഓക്സാക്കാ
ta: ஓக்ஸாகா

source: Oberpfaffenhofen
ml: ഒബേര്‍പ്പ് ഫാഫന്‍ഹോഫന്‍
ta: ஓபெர்ஃபபென்ஹோப்பென்

source: Obihiro
ml: ഒബീഹീറോ
ta: ஓபிஹிரோ

source: Obo
ml: ഒബോ
ta: ஒபோ

source: Ocala
ml: ഓക്കാളാ
ta: ஒகாலா

source: Ocean City
ml: ഓഷ്യന്‍ സിറ്റി
ta: ஓசியன் சிட்டி

source: Ocean City Municipal Airport
ml: ഓഷ്യന്‍ സിറ്റി മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: ஓசியன் சிட்டி-முனிசிபல் விமான நிலையம்

source: Oceanside
ml: ഓഷ്യന്‍ സൈഡ്
ta: ஓசியல்சைட்

source: Oceanside Harbor
ml: ഓഷ്യന്‍ സൈഡ് ഹാര്‍ബര്‍
ta: ஓசியன்சைட் துறைமுகம்

source: Ochey
ml: ഓച്ചി
ta: ஓசேய்

source: Octeville-sur-mer
ml: ഒക്ക്റ്റേവില്‍-സുര്‍-മേര്‍
ta: ஆக்டிவில்லே-சுர்-மர்

source: Odate
ml: ഒഡേറ്റ്
ta: ஓடேட்

source: Odense
ml: ഒഡന്‍സ്
ta: ஓடென்ஸி

source: Odesa
ml: ഒഡേസാ
ta: ஓடென்ஸா

source: Odessa
ml: ഒഡേസാ
ta: ஓடேசா

source: Odienne
ml: ഓഡീന്‍
ta: ஓடென்னி

source: Odiham
ml: ഓഡിഹാം
ta: ஓடிஹாம்

source: Oe-Cusse / Oe Cusse
ml: ഓയി-കുസ്സേ / ഓയി കുസ്സേ
ta: ஓய்-க்யூசி / ஓய் க்யூசி

source: Oelwen
ml: ഓയല്‍‍വെന്‍
ta: ஒஎல்வென்

source: Offutt Air Force Base
ml: ഓഫുട്ട് എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: ஆஃபுட் ஏர் ஃபோர்ஸ் பேஸ்

source: Ogallala
ml: ഓഗാളലാ
ta: ஓகல்லாலா

source: Ogden
ml: ഓഗ്ഡന്‍
ta: ஓங்டென்

source: Ogden-Hill AFB
ml: ഓഗ്ഡന്‍-ഹില്‍ എ എഫ് ബി
ta: ஓங்டென்-ஹில் AFB

source: Ogdensburg
ml: ഓഗ്ഡന്‍സ്ബര്‍ഗ്
ta: ஓக்டென்ஸ்பெர்க்

source: Ohakea
ml: ഒഹാക്കിയ
ta: ஓஹகி

source: Ohio
ml: ഓഹായോ
ta: ஓஹியோ

source: Ohrid
ml: ഓഹ്റിഡ്
ta: ஓஹ்ரிட்

source: Oiapoque
ml: ഓയാപോക്ക്
ta: ஓயாபோக்யூ

source: Oita
ml: ഓയിറ്റാ
ta: ஓய்டா

source: Ojika Island
ml: ഓജിക്കാ ഐലന്‍റ്
ta: ஓஜ்கா தீவு

source: Okayama
ml: ഓക്കായാമാ
ta: ஓகேயாமா

source: Oki
ml: ഓക്കി

source: Okinoerabu
ml: ഓക്കിനോയിറാബു
ta: ஓகினோரபு

source: Oklahoma
ml: ഓക്ക്ളാഹാമാ
ta: ஒகல்ஹாமா

source: Oklahoma City
ml: ഓക്ക്ളാഹാമാ സിറ്റി
ta: ஒகல்ஹாமா சிட்டி

source: Oklahoma City NEXRAD
ml: ഓക്ക്ളാഹാമാ സിറ്റി നെക്സ്രാഡ്
ta: ஒலஹோமா சிட்டி நெக்ரெட்

source: Okmulgee
ml: ഓക്ക്മുല്‍ജി
ta: ஓக்முல்கீ

source: Okushiri Island
ml: ഓക്കുഷിറി ഐലന്‍റ്
ta: ஓகுஷிரி தீவு

source: Olathe
ml: ഓലാത്തേ
ta: ஓதல்

source: Olathe/Ind.
ml: ഓലാത്തേ/ഇന്‍ഡ്
ta: ஒதல்/இன்ட்

source: Olbia/Costa Smeralda
ml: ഓല്‍ബിയ/കോസ്റ്റാ സ്മെറാല്‍ഡാ
ta: ஒல்பியா/கோஸ்டா ஸ்மெரால்டா

source: Old Crow
ml: ഓള്‍ഡ് ക്രോ
ta: ஓல்ட் க்ரோ

source: Olean
ml: ഓളിയന്‍
ta: ஓலீன்

source: Oliktok
ml: ഒളിക്ക്ട്ടോക്ക്
ta: ஒலிக்டோக்

source: Oliphant
ml: ഓളിഫന്‍റ്
ta: ஒலிஃபேண்ட்

source: Olive Branch
ml: ഒലീവ് ബ്രാഞ്ച്
ta: ஆலிவ் பிரிவு

source: Olivia
ml: ഒലീവിയ
ta: ஒலிவியா

source: Olney-Noble
ml: ഓള്നീ-നോബിള്‍
ta: ஓல்னே-நேபெல்

source: Olympia
ml: ഒളിന്പിയ
ta: ஒலிம்பியா

source: Omaha
ml: ഓമാഹാ
ta: ஒமாஹா

source: Omak
ml: ഓമാക്ക്
ta: ஓமார்க்

source: Oman
ml: ഓമാന്‍
ta: ஓமன்

source: Omidiyeh
ml: ഓമീഡീയേഹ്
ta: ஒமிடியே

source: Ominato Ab
ml: ഓനിനാറ്റോ അബ്
ta: ஓமினாடோ ஏப்

source: Omsk
ml: ഓമ്സ്ക്ക്
ta: ஓம்ஸ்க்

source: Onatchiway
ml: ഓനാച്ചിവേ
ta: ஒனாட்சிவே

source: Ondangwa
ml: ഓന്‍ഡാങ്വാ
ta: ஒன்டங்வா

source: Onefour
ml: വണ്‍ഫോര്‍
ta: ஒன்ஃபோர்

source: Ontario
ml: ഓന്‍ട്ടാരിയോ
ta: ஒனட்ரியோ

source: Opa Locka
ml: ഓപ്പാ ലോക്കാ
ta: ஒபெ லாக்கா

source: Opelika Airport
ml: ഓപ്പലീക്കാ എയര്‍പോര്‍ട്ട്
ta: ஒப்பலிகா ஏர்போர்ட்

source: Oporto
ml: ഓപോര്‍ട്ടോ
ta: ஒபோர்டோ
