Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Bandarabbass
ml: ബാന്‍ഡരാബാസ്
ta: பன்ட்ராபாஸ்

source: Bandirma
ml: ബാന്‍ഡിര്‍മ
ta: பான்டிர்மா

source: Bandundu
ml: ബാന്‍ഡുന്‍ഡു
ta: பான்டௌன்டு

source: Bandung / Husein
ml: ബാന്‍ഡുന്‍ങ് / ഹുസൈന്‍
ta: பான்டங் / ஹுசின்

source: Banff
ml: ബാന്‍ഫ്
ta: பான்ஃப்

source: Banff AWRS
ml: ബാന്‍ഫ് AWRS
ta: பான்ஃப் AWRS

source: Bangalore/Hindustan
ml: ബാംഗ്ളൂര്‍/ഹിന്ദുസ്ഥാന്‍
ta: பெங்களூர்/ஹிந்துஸ்தான்

source: Bangassou
ml: ബന്‍ഗാസൌ
ta: பங்காசௌ

source: Bangkok
ml: ബാങ്കോക്ക്
ta: பாங்காக்

source: Bangladesh
ml: ബംഗ്ളാദേശ്
ta: வங்காளதேசம்

source: Bangor
ml: ബാന്‍ഗോര്‍
ta: பங்கோர்

source: Bangui
ml: ബാന്‍ങ്കുയ്
ta: பாங்யூ

source: Banja Luka
ml: ബാന്‍ജാ ലുക്ക
ta: பங்ஜா லுகா

source: Banjarmasin / Syamsuddin Noor
ml: ബന്‍ജാര്‍ലമാസിന്‍ / സ്യാംസുദ്ധിന് നൂര്‍
ta: பங்ஜர்மாசின் / ஸ்யாம்சுதீன் நூர்

source: Banjul / Yundum
ml: ബാന്‍ജുല്‍ / യുന്‍ഡും
ta: பஞ்ஜூல் /உடௌம்

source: Bankstown
ml: ബാങ്കസ്ടൌണ്‍
ta: பாங்க்ஸ்டௌன்

source: Banyo
ml: ബാന്യോ
ta: பான்யோ

source: Bar Harbor
ml: ബാര്‍ ഹാര്‍ബര്‍
ta: பார் ஹார்பர்

source: Baraboo
ml: ബറാബൂ
ta: பார்போ

source: Baracoa
ml: ബറാക്കോ
ta: பரகோவா

source: Barahona
ml: ബറാഹോണ
ta: பரஹோனா

source: Barajas
ml: ബറാജാസ്
ta: பரஜாஸ்

source: Barbacena
ml: ബര്‍ബാസെന
ta: பர்பசினா

source: Barbados
ml: ബര്‍ബാഡോസ്
ta: பார்படாஸ்

source: Barberey-Saint-Sulpice
ml: ബാര്‍ബെറെ-സെന്‍റ്-സല്‍പൈസ്
ta: பார்பரே-செயின்ட்-சல்பிஸ்

source: Barbers Point
ml: ബാര്‍ബേര്‍സ് പോയിന്‍റ്
ta: வார்பெர் பாயின்ட்

source: Barca
ml: ബാര്‍ക്ക
ta: பார்கா

source: Barcelona
ml: ബാര്‍സെലോണ
ta: பார்சிலோனா

source: Barcelona/Airport
ml: ബാര്‍സെലോണ/എയര്‍പോര്‍ട്ട്
ta: பார்சிலோனா/விமான நிலையம்

source: Barcelos
ml: ബാര്‍സെലോസ്
ta: பார்சிலோஸ்

source: Bardufoss
ml: ബാര്‍ഡുഫോസ്
ta: பார்டுஃபோஸ்

source: Bareilly
ml: ബറെയ്ലി
ta: ப்ரெய்லீ

source: Bari/Palese Macchie
ml: ബാറി/പാലീസ് മാച്ചി
ta: பாரி/பலெஸி மாசிச்சி

source: Bariloche
ml: ബാറിലോച്ച്
ta: பாரிலோசி

source: Barin
ml: ബാറിന്‍
ta: பாரின்

source: Barinas
ml: ബാറിനാസ്
ta: பாரினாஸ்

source: Barking Sand
ml: ബാര്‍ക്കിങ് സാന്‍ഡ്
ta: பார்க்கிங் சான்ட்

source: Barksdale
ml: ബാര്‍ക്സ്ഡെയ്ല്‍
ta: பார்க்டேல்

source: Barkston Heath
ml: ബാര്‍ക്കസ്റ്റണ്‍ ഹെല്‍ഥ്
ta: பார்க்ஸ்டன் ஹெல்த்

source: Barnaul
ml: ബാര്‍ണൌല്‍
ta: பார்னௌல்

source: Barnegat
ml: ബാര്‍ണേഗാത്ത്
ta: பார்ங்கெட்

source: Barquisimeto
ml: ബാര്‍ക്വിസിമേത്തോ
ta: பார்யூசிமெட்டோ

source: Barra do Garças
ml: ബാറാ ഡോ ഗാര്‍ക്കാസ്
ta: பார்ரா டோ கார்காஸ்

source: Barrancabermeja/Yariguies
ml: ബറണ്‍ക്കബെര്‍മേജ/യാറിഗ്വിസ്
ta: பாரென்காபெர்மெஹா/யாரிகூயிஸ்

source: Barranquilla/Ernesto Cortissoz
ml: ബാറണ്‍ക്വില/എര്‍ണെസ്റ്റോ കോര്‍ട്ടിസോസ്
ta: பார்ரன்குவில்லா/எர்னெஸ்டொ கோர்டிஸோஸ்

source: Barre
ml: ബാറേ
ta: பார்ரி

source: Barrie
ml: ബാറീ
ta: பார்ரி

source: Barrow
ml: ബാറോ
ta: பார்ரோ

source: Barter Island
ml: ബാര്‍ട്ടെര്‍ ഐലന്‍റ്
ta: பார்டெர் தீவு

source: Bartlesville
ml: ബാര്‍ട്ട്ലെസ്സ്വില്ലി
ta: பார்ட்லெஸ்வில்லா

source: Bartow
ml: ബാര്‍ട്ടോ
ta: பார்டௌ

source: Basco
ml: ബാസ്കോ
ta: பாஸ்கோ

source: Basel-Mulhouse-Freiburg
ml: ബാസെല്‍-മല്‍ഹൌസ്-ഫ്രെയ്ബര്‍ഗ്
ta: பாசில்-முல்ஹௌஸ்-ஃப்ரைபெர்க்

source: Bastia
ml: ബാസ്ത്തിയ
ta: பாஸ்டியா

source: Bastrop
ml: ബാസ്ട്രോപ്പ്
ta: பார்ஸ்ரோப்

source: Batan, Sumatra
ml: ബാത്താന്‍, സുമാത്ത്രാ
ta: பாடன்,சுமத்ரா

source: Batesville
ml: ബാറ്റെസ് വില്ലി
ta: பாடெஸ்வில்லா

source: Bath
ml: ബാത്ത്
ta: பாத்

source: Bathurst
ml: ബാത്തര്‍സ്റ്റ്
ta: பார்ட்ரஸ்ட்

source: Batman
ml: ബാറ്റ്മാന്‍
ta: பாட்மென்

source: Batna
ml: ബാറ്റ്ന
ta: பாட்னா

source: Baton Rouge
ml: ബാട്ടണ്‍ റൌഞ്ച്
ta: பாடன் ரோக்

source: Batouri
ml: ബാട്ടൌരി
ta: பார்டௌரி

source: Batticaloa
ml: ബാട്ടിക്കാലോവ
ta: பாடிகலோ

source: Battle Creek
ml: ബാറ്റില്‍ ക്രീക്ക്
ta: பாட்டல் க்ரீக்

source: Battle Mountain
ml: ബാറ്റില്‍ മൌണ്ടന്‍
ta: பாட்டெல் மௌன்டென்

source: Bau-Bau / Beto Ambiri
ml: ബാവു-ബാവു / ബെട്ടോ അംബിരി
ta: பௌ-பௌ /பெட்டோ அம்பிரி

source: Baucau
ml: ബാവുക്കാവു
ta: பௌகௌ

source: Baudette
ml: ബാവുഡെറ്റ്
ta: பௌடெட்டி

source: Bauerfield Efate
ml: ബൌര്‍ഫീള്‍ഡ് എഫേറ്റ്
ta: பாகெர்ஸ்ஃபீல்டு எஃபேட்

source: Bauru
ml: ബൌറു
ta: பௌரு

source: Bavaria
ml: ബാവാരിയ
ta: பவரியா

source: Bay City
ml: ബേ സിറ്റി
ta: பே சிட்டி

source: Bay Shore / Fire Island
ml: ബേ ഷോര്‍ / ഫയര്‍ എലന്‍റ്
ta: பே ஸ்ஹோர் /ஃபையர் தீவு

source: Bay St. Louis
ml: ബേ സെയിന്‍റ് ലൂയിസ്
ta: பே செயின்ட் லூயிஸ்

source: Bayamo
ml: ബയാമോ
ta: பயாமோ

source: Bayreuth
ml: ബേയ്റൂഥ്
ta: பேரியூத்

source: Beartooth Island
ml: ബോയര്‍ടൂത്ത് ഐലന്‍റ്
ta: பார்டூத் தீவு

source: Beatrice
ml: ബീറ്റ്റൈസ്
ta: பியாட்ரைஸ்

source: Beauceville
ml: ബ്യൂസ് വില്ലി
ta: பியேசிவில்லா

source: Beaufort
ml: ബ്യൂഫോര്‍ട്ട്
ta: பேஃபோர்ட்

source: Beaufort West
ml: ബ്യൂഫോര്‍ട്ട് വെസ്റ്റ്
ta: பியோஃபோர்ட் வெஸ்ட்

source: Beaumont
ml: ബ്യൂമൌണ്ട്
ta: பியோமௌன்ட்

source: Beauport CS
ml: ബ്യൂപോര്‍ട്ട് CS
ta: பியோஃபோர்ட் CS

source: Beausoleil Island
ml: ബ്യൂസോലെയില്‍ ഐലന്‍റ്
ta: பியோலேல் தீவு

source: Beauvais
ml: ബ്യൂവായിസ്
ta: ப்யூவைஸ்

source: Beauvechain
ml: ബ്യൂവേച്ചെയിന്‍
ta: பேவென்செயின்

source: Beaven Island
ml: ബെവന്‍ ഐലന്‍റ്
ta: பியோவென் தீவு

source: Beaver Creek
ml: ബീവര്‍ ഗ്രീക്ക്
ta: பியோவெர் க்ரீக்

source: Beaver Falls
ml: ബീവര്‍ ഫോള്‍സ്
ta: பியோவெர் ஃபால்ஸ்

source: Beaver Island
ml: ബീവര്‍ ഐലന്‍റ്
ta: பியோவெர் தீவு

source: Beaver Rim
ml: ബീവര്‍ റിം
ta: பியோவெர் ரிம்

source: Beaverlodge
ml: ബീവര്‍‍ലോഡ്ജ്
ta: பியோவெர்லோட்ஜ்

source: Bechar
ml: ബേച്ചര്‍
ta: பெக்ஹர்

source: Beckley
ml: ബെക്ക്ലി
ta: பெக்லே

source: Bedford
ml: ബെഡ്ഫോര്‍ഡ്
ta: பெட்ஃபோர்ட்

source: Beef Island, Tortola
ml: ബീഫ് ഐലന്‍റ്, റ്റൊര്‍റ്റോള
ta: பீஃப் தீவு, டொர்டோலா

source: Beer-Sheva
ml: ബീയര്‍-ഷെവ
ta: பீர்-ஷெவா

source: Beijing
ml: ബെയ്ജിങ്
ta: பென்ஜிங்

source: Beira
ml: ബേയ്റ
ta: பிய்ரா

source: Beirut
ml: ബേയ്റൂട്ട്
ta: பெய்ரூட்

source: Beitbridge
ml: ബെയ്റ്റ്ബ്രിഡ്ജ്
ta: பெயிட்ப்ரிட்ஜ்

source: Beja
ml: ബേജ
ta: பேஜா

source: Bejaia
ml: ബേജായിയ
ta: பெஜாயியா

source: Belarus
ml: ബെലാറസ്‍
ta: பெலாரஸ்

source: Belet Uen
ml: ബെലെറ്റ് ഉവന്‍
ta: பெலெட் உன்

source: Belfast/Aldergrove
ml: ബെല്‍ഫാസ്റ്റ്/അല്‍ഡര്‍ഗ്രോവ്
ta: பெல்ஃபாஸ்ச்/அல்டெக்ரோவ்

source: Belfast/City
ml: ബെല്‍ഫാസ്റ്റ്/സിറ്റ്
ta: பெல்ஃபாஸ்ட்/நகரம்

source: Belfort
ml: ബെല്‍ഫോര്‍ട്ട്
ta: பெல்ஃபோர்ட்

source: Belgaum/Sambra
ml: ബെല്‍ഗോം/സാംബ്ര
ta: பெல்காம்/சம்ப்ரா

source: Belgium
ml: ബെല്‍ജിയം
ta: பெல்ஜியம்

source: Belgorod
ml: ബെല്‍ഗോറോഡ്
ta: பெல்கோரோட்

source: Belgrade
ml: ബെല്‍ഗ്രേഡ്
ta: பெல்க்ரேட்

source: Belize
ml: ബെലീസ്
ta: பெலிஸ்

source: Bella Coola
ml: ബെല്ലാ കൂള
ta: பெல்லா கோலா

source: Bellaire
ml: ബെല്ലെയര്‍
ta: பெல்லாரே

source: Bellary
ml: ബെല്ലാറി
ta: பெல்லாரி

source: Belle Fourche
ml: ബെല്ലേ ഫോര്‍ച്ച്
ta: பெல்லே ஃபோர்சி

source: Belle Isle
ml: ബെല്ലേ ഐല്‍
ta: பெல்லே ஸ்லே

source: Belle River
ml: ബെല്ലേ നദി
ta: பெல்லே ரிவர்

source: Belleville
ml: ബെല്ലേവില്ലി
ta: பெலிவில்லா

source: Bellevue
ml: ബെല്ലേവ്യൂ
ta: பெல்லெவுயி

source: Bellingham
ml: ബെല്ലിങ്ഹാം
ta: பெலிங்காம்

source: Belmar-Farmingdale
ml: ബെല്‍മാര്‍-ഫാമിങ്ഡെയില്‍
ta: பெல்மார்-ஃபார்மிங்டேல்

source: Belo Horizonte
ml: ബേലോ ഹോറിസോണ്‍ട്ടേ
ta: பெலோ ஹாரொசோன்டி

source: Belp
ml: ബെല്‍പ്
ta: பெல்ப்

source: Belém
ml: ബെലം
ta: பேலெம்

source: Bemidji
ml: ബെമിഡ്ജി
ta: பெமிடிஜ்

source: Ben-Gurion
ml: ബെന്‍-ഗുറിയണ്‍
ta: பென்-குரிஆன்

source: Benbecula
ml: ബെന്‍ബെകുള
ta: பென்பிகுலா

source: Bengkulu / Padangkemiling
ml: ബെങ്കുളു / പഡങ്കമിലിങ്
ta: பெங்குலு / படங்கெம்லிங்

source: Benin
ml: ബെനിന്‍
ta: பெனின்

source: Benina
ml: ബെനിന
ta: பெனினா

source: Benjamin Constant
ml: ബെന്‍ജമിന്‍ കോണ്‍സ്റ്റന്‍റ്
ta: பெஞ்சமின் கான்ஸ்டன்

source: Bennington
ml: ബെന്നിങ്ട്ടണ്‍
ta: பெனிங்டன்

source: Benson
ml: ബെന്‍സണ്‍
ta: பென்சன்

source: Bentlage
ml: ബെന്‍റ്‍ലേജ്
ta: பென்ட்லேஜ்

source: Benton Harbor
ml: ബെന്‍റണ്‍ ഹാര്‍ബര്‍
ta: பென்டன் ஹார்பர்

source: Bentonville
ml: ബെന്‍റണ്‍വില്ലി
ta: பென்டன்வில்லா

source: Berbera
ml: ബെര്‍ബെറ
ta: பெர்பெரா

source: Berberati
ml: ബെര്‍ബെറാത്തി
ta: பெர்பெராடி

source: Berens River
ml: ബെറെന്‍യ് നദി
ta: பெரென்ஸ் ரிவர்

source: Berens River Airport
ml: ബെറെന്‍യ് നദി എയര്‍പോര്‍ട്ട്
ta: பெரென்ஸ் ரிவர் ஏர்போர்ட்

source: Bergamo/Orio Al Serio
ml: ബെര്‍ഗാമോ/ഒറിയോ അല്‍ സെറിയോ
ta: பெர்கமோ /ஓரியோ அல் செரியோ

source: Bergen
ml: ബെര്‍ജന്‍
ta: பெர்கன்

source: Bergen/Flesland
ml: ബെര്‍ജന്‍/ഫ്ളെസ്ലാന്‍റ്
ta: பெர்ஜென்/ஃப்லெஸ்லேன்ட்

source: Bergerac
ml: ബെര്‍ജെറാക്ക്
ta: பெர்கெராக்

source: Bergstrom Air Force Base
ml: ബേര്‍ജ്സ്റ്റോം എയര്‍ ഫോഴ്സ് ബെയിസ്
ta: பெர்க்ஸ்ரோம் ஏர்ஃபோர்ஸ் பேஸ்

source: Berlevag
ml: ബെര്‍‍ലേവാഗ്
ta: பெர்லிவாக்

source: Berlin
ml: ബെര്‍ലിന്‍
ta: பெர்லின்

source: Bermuda
ml: ബെര്‍മൂഡ
ta: பெர்முடா

source: Bern
ml: ബേര്‍ണ്‍
ta: பெர்ன்

source: Bernard Harbour
ml: ബെര്‍ണാര്‍ഡ് ഹാര്‍ബര്‍
ta: பெர்னாட் ஹார்பர்

source: Bertrix
ml: ബെര്‍ട്രിക്സ്
ta: பெர்ட்ரிக்ஸ்

source: Beru
ml: ബെറു
ta: பெரு

source: Besalampy
ml: ബെസാലംപി
ta: பெசலம்பை

source: Besançon
ml: ബെസാന്‍കോണ്‍
ta: பெசாங்கான்

source: Betare-Oya
ml: ബെത്താരേ-ഓയാ
ta: பெர்டாரே-ஓயா

source: Bethany
ml: ബെഥനി
ta: பெர்ஹனே

source: Bethel
ml: ബേഥേല്‍
ta: பெத்தல்

source: Bethlehem
ml: ബേഥല്‍ഹേം
ta: பெத்தலஹேம்

source: Bettles
ml: ബീറ്റില്‍സ്
ta: பெட்டெல்ஸ்

source: Beverly
ml: ബീവേര്‍ളി
ta: பெவெர்லி

source: Bhairawa
ml: ബായിരാവ
ta: பஹைராவா

source: Bhamo
ml: ഭാമോ
ta: பஹாமோ

source: Bhaunagar
ml: ഭാവുനഗര്‍‍
ta: ப்ஹங்கார்

source: Bhopal/Bairagarh
ml: ബോപ്പാല്‍/ഭായിരാഗര്‍
ta: போபால்/பைரகார்ஹ்

source: Bhubaneswar
ml: ഭുബനേഷ്‍വര്‍
ta: புவனேஸ்வர்

source: Bhuj-Rudramata
ml: ഭുജ്-രുദ്രാമാത
ta: ப்ஹுஜ்-ருட்ராமாடா

source: Biak / Mokmer
ml: ബയക്ക് / മോക്കമെര്‍
ta: பையாக் / மோக்மெர்

source: Biarritz-Bayonne
ml: ബിയാറിറ്റ്സ്-ബയോണ്‍
ta: பிஅரடிஸ்-பேயோன்

source: Bicycle Lake
ml: ബൈസൈക്കിള്‍ തടാകം
ta: பைசைக்கிள் லேக்

source: Bida
ml: ബിഡ
ta: பிடா

source: Bie Silva Porto
ml: ബേയ് സില്‍വ പോര്‍ട്ടോ
ta: பை சில்வா போர்டோ

source: Big Creek
ml: ബിഗ് ഗ്രീക്ക്
ta: பிக் க்ரீக்

source: Big Delta Arctic Weather
ml: ബിഗ് ഡെല്‍റ്റ ആര്‍ട്ടിക്ക് കാലാവസ്ഥ
ta: பிக் டெல்டா ஆர்டிக் வெதர்

source: Big Piney
ml: ബിഗ് പിനേയ്
ta: பிக் பினெய்

source: Big Rapids
ml: ബിഗ് റാപിഡ്സ്
ta: பிக் ராபிட்ஸ்

source: Big River Lake
ml: ബിഗ് റിവര്‍ തടാകം
ta: பிக் ரிவர் லேக்

source: Big Spring
ml: ബിഗ് സ്പ്രിംങ്
ta: பிக் ஸ்பிரிங்

source: Big Trout Lake
ml: ബിഗ് ട്രൌട്ട് തടാകം
ta: பிக் ட்ரௌட் லேக்

source: Bigfork
ml: ബിഗ്ഫോര്‍ട്ട്
ta: பிக்ஃபோர்க்

source: Biggin Hill
ml: ബിഗ്ഗിന്‍ ഹില്ല്
ta: பிக்கின் ஹில்

source: Biggs
ml: ബിഗ്സ്
ta: பிக்ஸ்்

source: Bihac
ml: ബിഹാക്ക്
ta: பிஹாக்

source: Bilaspur
ml: ബിലാസ്പുര്‍
ta: பிலாஸ்பூர்

source: Bilbao/Sondika
ml: ബില്‍ബാവോ/സോണ്‍ഡിക്ക
ta: பில்லபோ/சோன்டிகா

source: Billing Yell
ml: ബില്ലിങ് യെല്ല്
ta: பில்லிங் எல்

source: Billings
ml: ബില്ലിങ്സ്
ta: பில்லிங்ஸ்

source: Billund
ml: ബില്ലണ്ട്
ta: பில்லிங்ட்

source: Bilma
ml: ബില്‍മ
ta: பில்மா

source: Biloxi
ml: ബിലോക്സി
ta: பிலொக்சி

source: Bima
ml: ബിമ
ta: பிமா

source: Bindersleben
ml: ബിന്‍ഡേര്‍സ്ലബന്‍
ta: பின்டெர்லெபென்

source: Binga
ml: ബിങ്ക
ta: பிங்கா

source: Binghamton
ml: ബിങ്ഹാംട്ടണ്‍
ta: பிங்ஹடோன்

source: Bintulu
ml: ബിന്‍ഥുളു
ta: பின்டுலு

source: Biorka Island
ml: ബിയോര്‍ക്ക ഐലന്‍റ്
ta: பைர்கா தீவு

source: Bir Moghrein
ml: ബിര്‍ മോഗ്രീന്‍
ta: பிர் மோஹ்ரெயின்

source: Birao
ml: ബിറൌ
ta: பெய்ரோ

source: Biratnagar
ml: ബീറട്ട്നഗര്‍
ta: பிரட்நகர்

source: Birchwood
ml: ബിര്‍ച്ച് വുഡ്
ta: பிர்ச்வுட்

source: Birjand
ml: ബിര്‍ജണ്ട്
ta: பிர்ஜான்ட்

source: Birmingham
ml: ബിര്‍മിങ്ഹാം
ta: பிர்மிங்ஹாம்

source: Birmingham NEXRAD
ml: ബിര്‍മിങ്ഹാം നെക്സാര്‍ഡ്
ta: பிர்மிங்ஹாம் NEXRAD

source: Birni-N'Konni
ml: ബിര്‍ണിന്‍കോനി
ta: பிர்னி -ன்' கோனி

source: Biscarosse
ml: ബിസ്ക്കാറോസ്
ta: பிஸ்காரோஸ்

source: Bisha
ml: ബിഷ
ta: பிஷா

source: Bishkek
ml: ബിഷ്കെക്ക്
ta: பிஸ்கெக்

source: Bishop
ml: ബിഷപ്പ്
ta: பிஷப்

source: Biskra
ml: ബിസ്ക്ര
ta: பிஸ்க்ரா

source: Bismarck
ml: ബിസ്മാര്‍ക്ക്
ta: பிஸ்மார்க்

source: Bissau Aeroport
ml: ബിസ്സൌ എയ്റോപോര്‍ട്ട്
ta: பிஸௌ ஏர்போர்ட்

source: Bitam
ml: ബിത്താം
ta: பிட்டாம்

source: Bittercreek
ml: ബിറ്റര്‍ഗ്രീക്ക്
ta: பிட்டர்க்ரீக்

source: Bizerte
ml: ബിസേര്‍ട്ട്
ta: பிஷ்ரெடீ

source: Bjørnøya
ml: ബ്ജോര്‍നോയ
ta: ப்ஜோர்னொயோ

source: Blackburne/Plymouth
ml: ബ്ളാക്ക്ബേര്‍ണ്/പ്ളൈമോത്ത്
ta: ப்ளர்ப்ரூனே/ப்லேமௌத்

source: Blackpool
ml: ബ്ളാക്ക് പൂള്‍
ta: ப்ளாக்பூல்

source: Blagnac
ml: ബ്ളാഗ്നാക്ക്
ta: ப்ளாக்னாக்

source: Blagoveschensk
ml: ബ്ളാഗോവെഷന്ഡസ്ക്ക്
ta: பலகோவ்சென்ஸ்க்

source: Blaine
ml: ബ്ളെയിന്‍
ta: ப்லைனே

source: Blakely
ml: ബ്ലേക്ക്ലി
ta: ப்லாக்லே

source: Blanc Sablon
ml: ബ്ളാന്‍ക്ക് സാബ്ലോണ്‍
ta: ப்லென்க் சப்லோன்

source: Blanding
ml: ബ്ളാണ്‍ഡിങ്
ta: ப்ளான்டிங்

source: Blankensee
ml: ബ്ളാക്കന്‍സീ
ta: ப்ளங்கென்சி

source: Block Island
ml: ബ്ളോക്ക് ഐലന്‍റ്
ta: ப்ளாக் தீவு

source: Bloemfontein J. B. M. Hertzog
ml: ബ്ളോയംഫോണ്‍ട്ടീന്‍ ജെ. ബി. എം ഹേര്‍ട്ട്സോഗ്
ta: ப்லோம்ஃப்பன்டெயின் J. B. M. ஹெட்ஸாங்

source: Bloomington
ml: ബ്ളൂമിങ്ട്ടണ്‍
ta: ப்ளோமிங்டன்

source: Blue Canyon
ml: ബ്ളൂ കാന്യണ്‍
ta: ப்ளூ கான்யான்

source: Blue River
ml: ബ്ളൂ നദി
ta: ப்ளூ ரிவர்

source: Blue River MARS
ml: ബ്ളൂ നദി മാഴ്സ്
ta: ப்ளூ ரிவர் MARS

source: Bluefield
ml: ബ്ളൂഫീള്‍ഡ്
ta: ஃப்ளூஃபீல்ட்

source: Bluefields
ml: ബ്ളൂഫീള്‍ഡ്സ്
ta: ஃப்ளூஃபீல்ட்ஸ்

source: Blunts Reef
ml: ബ്ളന്‍ഡ്സ് റീഫ്
ta: ப்லன்ட்ச் ரீஃப்

source: Blythe
ml: ബ്ലൈഥ്
ta: ப்ளைத்

source: Blytheville
ml: ബ്ലൈഥ് വില്ലി
ta: ப்லைதிவில்லே

source: Boa Vista
ml: ബോവ വിസ്ഥ
ta: போனாவிஸ்டா

source: Bobo-Dioulasso
ml: ബോബോ-ഡ്യൂലാസ്സോ
ta: போபோ-டையோலாஸோ

source: Boca Raton
ml: ബോക്ക റാട്ടണ്‍
ta: போகா ராடன்

source: Bocas Del Toro International
ml: ബോക്കാസ് ഡെല്‍ ട്ടോറോ ഇന്‍ററര്‍ണാഷനല്‍
ta: போகஸ் டெல் இன்டர்நேஷனல்

source: Boccadifalco
ml: ബോക്കാഡിഫാല്‍ക്കോ
ta: பொக்காடிஃபால்கோ

source: Bodajbo
ml: ബൊഡാജ്ബോ
ta: பொடாஜ்போ

source: Bodega Bay
ml: ബോഡേഗ ബേ
ta: போடெகா பே

source: Bodrum
ml: ബോഡ്രം
ta: போட்ரும்

source: Bodrum Milas Airport
ml: ബോഡ്രം മിലാസ് എയര്‍പോര്‍ട്ട്
ta: போர்ரம் மில்லாஸ் ஏர்ப்போர்ட்

source: Bodø
ml: ബോഡോ
ta: போடோ

source: Boeing
ml: ബോയിങ്
ta: போயிங்

source: Boende
ml: ബോയെന്‍ഡ്
ta: போன்டே

source: Bogalusa
ml: ബോഗലൂസ
ta: போகாலுசா

source: Bogota/Eldorado
ml: ബൊഗോത്ത/എല്‍ഡോറാഡോ
ta: பொகொட/எல்டோராடொ

source: Bogue
ml: ബോഗ്
ta: போகுயே

source: Bogue Field
ml: ബോഗ് ഫീള്‍ഡ്
ta: போகு ஃபீல்ட்

source: Bohicon
ml: ബോഗിക്കോണ്‍
ta: போஹிகான்

source: Boise
ml: ബോയ്സ്
ta: போயஸ்

source: Bojnourd
ml: ബോജ്നോര്‍ഡ്
ta: போஜ்னோர்ட்

source: Boke
ml: ബോക്ക്
ta: போகே

source: Bokoro
ml: ബോക്കോറോ
ta: போகோரோ

source: Bol-Berim
ml: ബോല്‍-ബെറിം
ta: போல்-பெரிம்

source: Bole
ml: ബോലേ
ta: போலே

source: Bolivia
ml: ബോലീവ്യ
ta: பொலிவியா

source: Bologna/Borgo Panigale
ml: ബൊളോഗ്ന/ബോര്‍ഗോ പാനിഗാലേ
ta: போலோங்னா/போர்கோ பனிகலே

source: Bolshoe Savino
ml: ബോല്‍ഷൂ സാവിനോ
ta: போல்ஷு சவினோ

source: Bolton Field
ml: ബോല്‍ട്ടണ്‍ ഫീള്‍ഡ്
ta: பால்டன் ஃபீல்ட்

source: Bolton Field Airport
ml: ബോല്‍ട്ടണ്‍ ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: பால்டன் ஃபீல்ட் ஏர்போர்ட்

source: Bolzano
ml: ബോല്‍സാനോ
ta: போல்சனோ

source: Bom Jesus da Lapa
ml: ബോം ജീസസ് ഡാ ലാപ്പാ
ta: போன் ஜீஸஸ் டா லாபா

source: Bombay/Santacruz
ml: ബോംബെ/സാന്താക്ക്രൂസ്
ta: பாம்பே/சான்டாக்ரூஸ்

source: Bonaire
ml: ബോണെയിര്‍
ta: பொனைரி

source: Bonavista
ml: ബോണാവിസ്ഥ
ta: போனாவிஸ்டா

source: Bondoukou
ml: ബോണ്‍ഡൌകൌ
ta: போன்டௌகௌ

source: Bonifati
ml: ബോണിഫാത്തി
ta: போனிஃபேடி

source: Bonilla Island
ml: ബോണില ഐലന്‍റ്
ta: பொனில்லா தீவு

source: Bonilla Island Light
ml: ബോണില ഐലന്‍റ് ലൈറ്റ്
ta: பொனில்லா தீவு லைட்

source: Bonilla Island MAPS
ml: ബോണില ഐലന്‍റ് മാപ്പ്സ്
ta: பொனில்லா தீவு MAPS

source: Bonnard
ml: ബോണാര്‍ഡ്
ta: போனார்ட்

source: Boone
ml: ബൂണ്‍
ta: போனி

source: Boothville
ml: ബൂഥ്‍വില്ലി
ta: போத்வில்லா

source: Boothville Heliport
ml: ബൂഥ്‍വില്ലി ഹെലിപോര്‍ട്ട്
ta: போத்வில்லா ஹெலிபோர்ட்

source: Bora-Bora
ml: ബോറ-ബോറ
ta: போரா-போரா

source: Bordeaux
ml: ബോര്‍ഡെക്സ്
ta: போர்டெக்ஸ்

source: Borden
ml: ബോര്‍ഡെന്‍
ta: போர்டென்

source: Border
ml: ബോര്‍ഡര്‍
ta: போர்டெர்

source: Bordj Mokhtar
ml: ബോര്‍ഡ്ജ് മോക്ക്ഥര്‍
ta: போர்ட்ஜ் மோக்ஹ்டர்

source: Borger
ml: ബോര്‍ജര്‍
ta: போர்கெர்

source: Borlänge
ml: ബോര്‍ലാഞ്ച്
ta: போர்லாங்கி

source: Bornholm
ml: ബോര്‍ണ്ഹോം
ta: போர்ஹோல்ம்

source: Boromo
ml: ബോറോമോ
ta: போரோமோ

source: Boryspil
ml: ബോറിസ്പില്‍
ta: ்/போரிஸ்பில்

source: Boscobel
ml: ബോസ്കോബെല്‍
ta: போஸ்கோபெல்

source: Boscombe Down
ml: ബോസ്ക്കോംബെ ഡൌണ്‍
ta: போஸ்கோம்பி டௌன்

source: Bosnia-Herzegovina
ml: ബോസ്നിയ-ഹെര്‍സെഗോവിന
ta: போஸ்னியா-ஹெர்ஜிகொவியா

source: Bossangoa
ml: ബോസ്സാന്‍ഗോവ
ta: போஸான்கோ

source: Bossembele
ml: ബോസ്സേംബെലെ
ta: போஸ்ஸெல்பெலி

source: Boston
ml: ബോസ്റ്റണ്‍
ta: போஸ்டன்

source: Botswana
ml: ബോത്ത്സ്വാനാ
ta: போட்ஸ்வானா

source: Bou-Saada
ml: ബൌ-സാഡാ
ta: பௌ-சாடா

source: Bouake
ml: ബൌവാക്ക്
ta: பௌக்கே

source: Bouar
ml: ബൌവാര്‍
ta: பௌவார்

source: Bougouni
ml: ബൌഗൌണി
ta: பௌகோயூனி

source: Boulmer
ml: ബൌല്‍മെര്‍
ta: பால்மெர்

source: Bourges
ml: ബൌര്‍ജസ്
ta: போர்கெஸ்

source: Bournemouth
ml: ബോര്‍ണ്മൌഥ്
ta: போர்னிமௌத்

source: Bouthéon
ml: ബൌഥിയണ്‍
ta: போத்தியன்

source: Boutilimit
ml: ബൌത്തിലിമിറ്റ്
ta: பௌடிலிமிட்

source: Bow Island
ml: ബൌ ഐലന്‍റ്
ta: பௌ தீவு

source: Bow Valley
ml: ബൌ വാലി
ta: பௌ வாலி

source: Bowling Green
ml: ബൌളിംങ് ഗ്രീന്‍
ta: பௌலிங் க்ரீன்

source: Bowman
ml: ബൌമാന്‍
ta: பௌமான்

source: Bozeman
ml: ബോസ്മാന്‍
ta: போஸ்மென்

source: Bradford
ml: ബ്രാഡ്ഫോര്‍ഡ്
ta: பார்ட்ஃபோர்ட்

source: Bradford / Rinkenberg
ml: ബ്രാഡ്ഫോര്‍ഡ് / റിങ്കന്‍ബര്‍ഗ്
ta: ப்ராட்ஃபோர்ட் /ரிங்கென்பர்க்

source: Bradshaw Field
ml: ബ്രാഡ്ഷോ ഫീള്‍ഡ്
ta: பார்ட்ஷா-ஃபீல்ட்

source: Bragança
ml: ബ്രാഗാങ്ക
ta: ப்ரகான்கா

source: Brainerd
ml: ബ്രൈനാര്‍ഡ്
ta: பாநெர்ட்

source: Brandenburg
ml: ബ്രാഡന്‍ബര്‍ഗ്
ta: பெராங்கன்பர்க்

source: Brandon
ml: ബ്രാന്‍ഡണ്‍
ta: பார்டன்

source: Brant Point
ml: ബ്രാന്‍റ് പോയിന്‍റ്
ta: ப்ரான் பாயின்ட்

source: Brasschaat
ml: ബ്രാസ്സ് ചാറ്റ്
ta: ப்ராஸ்சாட்

source: Brasília
ml: ബ്രസീലിയോ
ta: பார்சில்லா

source: Bratislava
ml: ബ്രാത്തിസ്ലാവാ
ta: பார்டிஸ்லாவா

source: Bratsk/Irkutsk
ml: ബ്രാട്ടസ്ക്ക്/ഇര്‍ക്കുട്ടസ്ക്ക്
ta: ப்ராட்ஸ்க்/ர்குட்ஸ்க்

source: Bratts Lake
ml: ബ്രാട്ട്സ് തടാകം
ta: ப்ராட்ஸ்க் லேக்

source: Braunschweig
ml: ബ്രൌണ്‍ഷ്വെയ്ഗ്
ta: ப்ராஸ்வெக்

source: Brazil
ml: ബ്രസീല്‍
ta: ப்ரேசில்

source: Brazzaville / Maya-Maya
ml: ബ്രസ്സാവില്ല് / മായ-മായ
ta: ப்ராஸ்வில்லா/மாயா-மாயா

source: Brač
ml: ബ്രാക്ക്
ta: ப்ரேஸ்

source: Bremen
ml: ബ്രെമെന്‍
ta: பெர்மென்

source: Bremerton
ml: ബ്രെമെര്‍ട്ടണ്‍
ta: பெர்மெர்டன்

source: Brenham
ml: ബ്രെന്‍ഹാം
ta: பெலிங்காம்

source: Brescia/Ghedi
ml: ബ്രെസ്കിയ/ഗേഡി
ta: ப்ரெசியா/க்ஹெடி

source: Brescia/Montichia
ml: ബ്രെസ്കിയ/മോണ്‍ട്ടിചിയ
ta: ப்ரெசியா/மோன்டிசைனா

source: Brest
ml: ബ്രെസ്റ്റ്
ta: ப்ரெஸ்ட்

source: Brevoort Island
ml: ബ്രെവോര്‍ട്ട് ഐലന്‍റ്
ta: ப்ரெவோர்ட் தீவு

source: Brewster
ml: ബ്ര്യൂസ്റ്റര്‍
ta: ப்ரெய்ஸ்டெர்

source: Bria
ml: ബ്രിയ
ta: ப்ரெயா

source: Brick Field Airport
ml: ബ്രിക്ക് ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: ப்ரிக்ஃபீல்ட்் ஏர்போர்ட்

source: Bridgeport
ml: ബ്രിഡ്ജ്പോര്‍ട്ട്
ta: ப்ரிஙெபோர்ட்

source: Bridgetown City
ml: ബ്രിഡ്ജ് ടൌണ്‍ സിറ്റി
ta: ப்ரிட்ஜ் டௌன் சிட்டி

source: Brier Island
ml: ബ്രിയര്‍ ഐലന്‍റ്
ta: ப்ரியெர்் தீவு

source: Brindisi
ml: ബ്രിണ്‍ഡിസി
ta: ப்ரின்சிடி

source: Brisbane
ml: ബ്രിസ്ബെന്‍
ta: பிஸ்பென்

source: Bristol
ml: ബ്രിസ്റ്റോള്‍
ta: ப்ரிஸ்டோல்

source: Bristol Filton
ml: ബ്രിസ്റ്റോള്‍ ഫില്‍ട്ടണ്‍
ta: ப்ரிஸ்டோல் ஃபிட்டோன்

source: British Columbia
ml: ബ്രിട്ടീഷ് കൊളംബിയ
ta: ப்ரிடீஸ் கொலம்பியா

source: British Indian Ocean Territory
ml: ബ്രിട്ടീഷ് ഇന്ത്യന്‍ ഓഷ്യന്‍ ടെറിട്ടറി
ta: ப்ரிடீஷ் இன்டியன் ஓசியன் டெரிடரி

source: British Virgin Islands
ml: ബ്രിട്ടീഷ് വിര്‍ജിന്‍ ഐലന്‍റുകള്‍
ta: ப்ரிடீஷ் விர்ஜின் தீவு

source: Britt
ml: ബ്രിറ്റ്
ta: ப்ரிட்ட்

source: Brive-la-Gaillarde
ml: ബ്രിവ്-ല-ഗെയ്ലാര്‍ഡ്
ta: பிர்வே-லா-கைல்லேர்ட்

source: Brize Norton
ml: ബ്രിസ് നോര്‍ട്ടണ്‍
ta: ப்ரிஸ் நார்டன்

source: Brjansk
ml: ബ്രജാന്‍സ്ക്ക്
ta: ப்ரஜான்ஸ்க்

source: Brnik
ml: ബ്രിങ്ക്
ta: பர்நிக்

source: Brno
ml: ബ്രിണോ
ta: ப்ர்னோ

source: Broadus
ml: ബ്രോഡസ്‍
ta: ப்ரோடஸ்

source: Broadview
ml: ബ്രോഡ് വ്യൂ
ta: போர்ட்வியூ

source: Broken Bow
ml: ബ്രോക്കന്‍ ബോ
ta: ப்ரோக்கன் பௌ

source: Broken Hill
ml: ബ്രോക്കന്‍ ഹില്ല്
ta: ப்ரோக்கன் ஹில்

source: Bromma
ml: ബ്രോമ്മ
ta: ப்ரோமா

source: Bron
ml: ബ്രോണ്‍
ta: ப்ர்ன்

source: Bronx / Execution Coast Guard Station
ml: ബ്രോണ്‍സ് / എക്സിക്യൂഷന്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: ப்ரோங்க்ஸ் / எக்ஸியூடிவ் கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Brookings
ml: ബ്രൂക്കിങ്സ്
ta: ப்ரோகிங்ஸ்

source: Brooks
ml: ബ്രൂക്ക്സ്
ta: ப்ரோக்ஸ்

source: Brooksville
ml: ബ്രൂക്ക്സ് വില്ലി
ta: ப்ரூக்ஸ்வில்லா

source: Broome
ml: ബ്രൂം
ta: ப்ரூம்

source: Broomfield
ml: ബ്രൂംഫീള്‍ഡ്
ta: ப்ரூம்ஃபீல்ட்

source: Broughton Island
ml: ബ്രോഗ്ട്ടണ്‍ ഐലന്‍റ്
ta: பௌரங்டன் தீவு

source: Broughton Island Airport
ml: ബ്രോഗ്ട്ടണ്‍ ഐലന്‍റ് എയര്‍പോര്‍ട്ട്
ta: பௌரங்டன் தீவு ஏர்போர்ட்

source: Brown Field Municipal Airport
ml: ബ്രൌണ്‍ ഫീള്‍ഡ് മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: ப்ரௌன் ஃபீல்ட் -முனிசிபல் ஏர்போர்ட்

source: Browning
ml: ബ്രൌണിങ്
ta: ப்ரௌனிங்ங்ஸ்

source: Brownsville
ml: ബ്രൌണ്‍സ് വില്ല്
ta: ப்ரௌன்வில்லா

source: Brownwood
ml: ബ്രൌണ്‍വുഡ്
ta: ப்ரௌன்வுட்

source: Brunei
ml: ബ്രൂണി
ta: ப்ரூனே

source: Brunswick
ml: ബ്രൂണ്‍സ്‍വിക്ക്
ta: ப்ரன்ஸ்விக்

source: Brussels, Flemish and Walloon Brabant
ml: ബ്രസ്സല്‍സ്, ഫ്ളെമിങ്, വാലൂണ്‍ ബ്രാബണ്‍ട്ട്
ta: ப்ருஷல்ச், ஃப்ளெமிங் மற்றும் வாலோன் ப்ரபான்ட்

source: Bryce Canyon
ml: ബ്രൈസ് കാന്യന്‍
ta: ப்ரைஸ் கன்யான்

source: Brénoux
ml: ബ്രെനോക്സ്
ta: ப்ரேனெக்ஸ்

source: Brønnøysund/Brønnøy
ml: ബ്രൊണ്ണോയിസന്‍ഡ്/ബ്രൊണ്ണോയി
ta: ப்ரோனோசந்த்/ப்ரோனோய்

source: Bucaramanga/Palonegro
ml: ബുക്കാരമാങ്ക/പാലോനേഗ്രോ
ta: பௌகரமங்கா/பலோனிக்ரோ

source: Bucharest
ml: ബുച്ചാറെസ്റ്റ്
ta: பூச்சாரெஸ்ட்

source: Buckhannon
ml: ബക്കാനണ്‍
ta: பௌக்ஹானான்

source: Buckland
ml: ബക്ക്ലാന്‍ഡ്
ta: பக்லான்ட்

source: Budaors
ml: ബുഡൌഴ്സ്
ta: பௌடார்ஸ்

source: Budapest
ml: ബുഡാപെസ്റ്റ്
ta: பௌடபெஸ்ட்

source: Budapest Met Center
ml: ബുഡാപെസ്റ്റ് മെറ്റ് സെന്‍റര്‍
ta: புடாபெஸ்ட் மெட் சென்டர்

source: Buenaventura
ml: ബ്യൂനാവെന്‍ച്ചുറ
ta: பௌனவென்டுரா

source: Buenos Aires
ml: ബ്യൂനോസ് എയര്‍സ്
ta: பௌனோஸ் ஏரெஸ்

source: Buffalo
ml: ബഫല്ലോ
ta: பெஃபல்லோ

source: Buffalo Coast Guard Station
ml: ബഫല്ലോ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: பஃப்பல்லோ கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Buffalo Narrows
ml: ബഫല്ലോ നാരോസ്
ta: பெஃபல்லோ நேரோ

source: Buffalo Range
ml: ബഫല്ലോ റെയ്ഞ്ച്
ta: பெஃபல்லோ ரேஞ்ச்

source: Buhasa
ml: ബുഹാസാ
ta: பௌஹாஸா

source: Buhta Providenja
ml: ബുഹ്ത പ്രൊവിഡേഞ്ചാ
ta: பௌடா ப்ரோவிடென்ஜா

source: Bujumbura
ml: ബുജുംബുറ
ta: புஜம்புரா

source: Bukoba
ml: ബുക്കോബ
ta: புகோபா

source: Bulawayo
ml: ബുലാവായോ
ta: புலாவாயோ

source: Bulgaria
ml: ബള്‍ഗേറിയ
ta: பல்கேரியா

source: Bull Arm
ml: ബുള്‍ ആര്‍മ്
ta: புல் ஆர்ம்

source: Bullfrog
ml: ബുള്‍ഫ്രോഗ്
ta: பல்ஃப்ராக்

source: Bullhead City
ml: ബുള്‍ഹെഡ് സിറ്റി
ta: புல்ஹெட் சிட்டி

source: Bullsbrook Pearce
ml: ബുള്‍സ്ബ്രൂക്ക് പിയേഴ്സ്
ta: புல்ஸ்ப்ரூக் ப்ரேஸ்

source: Buraimi
ml: ബുറെയിമി
ta: புரைமி

source: Burao
ml: ബുറൌ
ta: பௌரோ

source: Burbank
ml: ബര്‍ബാങ്ക്
ta: பர்பாங்க்

source: Burgas
ml: ബര്‍ഗാസ്
ta: பர்காஸ்

source: Burgeo
ml: ഹര്‍ഗിയോ
ta: புர்கோ

source: Burgos/Villafría
ml: ബര്‍ഗോസ്/വില്ലാഫ്രിയ
ta: புர்கோஸ்/வில்லாஃரியா

source: Burkina Faso
ml: ബര്‍ക്കിനോ ഫാസോ
ta: புர்கினா ஃபாஸோ

source: Burley
ml: ബര്‍ലി
ta: பர்லே

source: Burlington
ml: ബര്‍ലിങ്ട്ടണ്‍
ta: பர்லிங்டன்

source: Burnet
ml: ബര്‍ണെറ്റ്
ta: பர்நெட்

source: Burney
ml: ബര്‍ണി
ta: பௌர்னே

source: Burns
ml: ബര്‍ണ്സ്
ta: பர்நெஸ்

source: Burns Lake
ml: ബര്‍ണ്സ് തടാകം
ta: ப்ர்ன்ஸ் லேக்

source: Burrows Island
ml: ബറോസ് ഐലന്‍റുകള്‍
ta: புரோஸ் தீவு

source: Bursa
ml: ബര്‍സ
ta: பர்சா

source: Bursa/Yenisehir
ml: ബര്‍സ/യെണിസേഹിര്‍
ta: புர்சா/யென்சிஹெர்

source: Burundi
ml: ബുറുണ്‍ഡി
ta: புரென்டி

source: Burwash Landing
ml: ബര്‍വാഷ് ലാന്‍ഡ്
ta: புர்வாஷ் லான்டிங்

source: Burwell
ml: ബര്‍വല്ല്
ta: பர்வெல்

source: Bushehr Civ/Afb
ml: ബുഷെഹര്‍ സിവ്/അഫ്ബ്
ta: புஷெஹர் Civ/Afb

source: Butaritari
ml: ബുത്താറിത്താറി
ta: புடாரிடாரி

source: Butembo
ml: ബുട്ടെംബോ
ta: புடெம்போ

source: Butler County
ml: ബട്ട്ലര്‍ കൌണ്ടി
ta: புல்டெர் கௌன்டி

source: Butte
ml: ബട്ടേ
ta: புட்டி

source: Butte La Rose
ml: ബട്ടേ ല റോസ്
ta: புட்டே லா ரோஸ்

source: Buttonville
ml: ബട്ടണ്‍ വില്ലി
ta: புடான்வில்லா

source: Butuan
ml: ബുത്തുവാന്‍
ta: புடான்

source: Buzzards Bay
ml: ബസ്സാര്‍ഡ്സ് ബേ
ta: புஸார்ட்ச் பே

source: Byron Bay
ml: ബൈറോണ്‍ ബേ
ta: பைரோன் பே
