Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Preschen
ml: പ്രെഷന്‍
ta: ப்ரெஸ்சென்

source: Prescott
ml: പ്രസ്കോട്ട്
ta: பெர்ஸ்காட்

source: Presidencia Roque Sáenz Peña
ml: പ്രസിഡന്‍ഷിയ റോക്ക് സയിന്‍സ് പേനാ
ta: ப்ரசிடென்சியா ரோக் சான்ஸ் பினா

source: Presidente Prudente
ml: പ്രസിഡന്‍റ് പ്രൂഡന്‍റ്
ta: ப்ரெசிடென்ட் ப்ருடென்ட்

source: Presque Isle
ml: പ്രസ്ക്ക് ഐല്‍
ta: ப்ரெச்க் இஸ்லே

source: Presque Isle / Rogers
ml: പ്രസ്ക്ക് ഐല്‍ / റോജേര്‍സ്
ta: ப்ரெச்க் இஸ்லே / ரோகர்ஸ்

source: Preston
ml: പ്രസ്റ്റണ്‍
ta: ப்ரஸ்டன்

source: Prestwick
ml: പ്രസ്റ്റ്വിക്ക്
ta: ப்ரெஸ்ட்விக்

source: Pretoria
ml: പ്രെറ്റോറീയാ
ta: ப்ரெடோரியா

source: Pretoria Irene
ml: പ്രെറ്റോറീയാ ഐറീന്‍
ta: ப்ரெடோரியா ஐரேனி

source: Preveza
ml: പ്രെവേസാ
ta: ப்ரெவிஸா

source: Price-Carbon
ml: പ്രൈസ്-കാര്‍ബണ്‍
ta: ப்ரைஸ்-கார்பன்

source: Prievidza
ml: പ്രൈവിഡ്സാ
ta: ப்ரிவிட்சா

source: Primrose Lake
ml: പ്രൈമ്റോസ് ലേയ്ക്ക്
ta: ப்ரைம்ரோஸ் ஏரி

source: Prince Albert
ml: പ്രിന്‍സ് ആല്‍ബേര്‍ട്ട്
ta: பிரின்ஸ் ஆல்பெர்ட்

source: Prince Edward Island
ml: പ്രിന്‍സ് എഡ്വേര്‍ഡ് ഐലന്‍റ്
ta: ப்ரின்ஸ் எட்வர்ட் தீவு

source: Prince George
ml: പ്രിന്‍സ് ജോര്‍ജ്
ta: பிரின்ஸ் ஜார்ஜ்

source: Prince Rupert
ml: പ്രിന്‍സ് റൂപേര്‍ട്ട്
ta: பிரின்ஸ் ரூபெர்ட்

source: Princeton
ml: പ്രിന്‍സ്റ്റണ്‍
ta: பிரின்ஸ்டன்

source: Princeton Airport
ml: പ്രിന്‍സ്റ്റണ്‍ എയര്‍പോര്‍ട്ട്
ta: பிரின்ஸ்டன் விமான நிலையம்

source: Princeton Automatic Weather Reporting System
ml: പ്രിന്‍സ്റ്റണ്‍ ഓട്ടോമാറ്റിക്ക് വെഥര്‍ റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: பிரின்ஸ்டன் தானியக்க வானிலை அறிக்கையிடும் அமைப்பு

source: Principe
ml: പ്രിന്‍സൈപ്പ്
ta: பிரின்ஸ்பி

source: Prins Christian Sund
ml: പ്രിന്‍സ് ക്രിസ്റ്റിയന്‍ സണ്ട്
ta: பிரின்ஸ் கிறிஸ்தவ சுன்ட்

source: Priština
ml: പ്രിസ്റ്റീനാ
ta: ப்ரிஸ்டினா

source: Prome
ml: പ്രോം
ta: ப்ரூம்

source: Proserpine
ml: പ്രോസ്പര്‍പൈന്‍
ta: ப்ராசர்பைன்

source: Prospect Creek
ml: പ്രോസ്പക്റ്റ് ഗ്രീക്ക്
ta: ப்ராஸ்பெக்ட் க்ரீக்

source: Providence
ml: പ്രോവിഡന്‍സ്
ta: ப்ரோவிடன்ஸ்

source: Providencia Isla/El Embrujo
ml: പ്രോവിഡന്‍സ് ഇസ്ലാ/എല്‍ എംബ്രൂജോ
ta: ப்ரோவிடன்சியா இஸ்லா/எல் எம்ப்ரோஜோ

source: Providenciales
ml: പ്രോവിഡന്‍ഷ്യല്‍സ്
ta: ப்ரோவிடன்ஸியாலெஸ்

source: Provincetown
ml: പ്രോവിന്‍സ് ടൌണ്‍
ta: ப்ரொவின்ஸ்டௌன்

source: Provo
ml: പ്രോവോ
ta: ப்ரோவோ

source: Pskov
ml: സ്ക്കോവ്
ta: ப்ஸ்கோவ்

source: Pto. Cabello
ml: Pto. കാബെല്ലോ
ta: Pto. கோபெல்லோ

source: Pucallpa
ml: പുക്കല്‍പ്പാ
ta: புகல்பா

source: Pudahuel
ml: പുഡാഹ്യൂല്‍
ta: புடாஹுல்

source: Pudasjärvi
ml: പുഡാസ്ജാര്‍വി
ta: போடஸ்ஜார்வி

source: Pudong International Airport
ml: പൂഡോങ് ഇന്‍റര്‍ണാഷനല്‍ എയര്‍പോര്‍ട്ട്
ta: புடோங் சர்வதேச விமான நிலையம்

source: Puebla
ml: പ്യൂബ്ളാ
ta: புப்லா

source: Pueblo
ml: പ്യൂബ്ളോ
ta: புப்லோ

source: Pueblo NEXRAD
ml: പ്യൂബ്ളോ നെക്സ്രാഡ്
ta: புப்லோ NEXRAD

source: Puerto Asís
ml: പ്യൂര്‍ട്ടോ ആസിസ്
ta: புர்டோ ஆசிஸ்

source: Puerto Ayacucho
ml: പ്യൂര്‍ട്ടോ അയാക്കുച്ചോ
ta: புர்டோ அயாசுஷோ

source: Puerto Barrios
ml: പ്യൂര്‍ട്ടോ ബാരിയോസ്
ta: புர்டோ பாரியோஸ்

source: Puerto Cabezas
ml: പ്യൂര്‍ട്ടോ കാബെസാസ്
ta: புர்டோ கேப்ஸாஸ்

source: Puerto Carreno/A. Guauquea
ml: പ്യൂര്‍ട്ടോ കാരെനോ/എ. ഗ്വാഗ്വു
ta: போர்டோ கார்ரினோ/ஏ.க்யோக்யோ

source: Puerto Deseado
ml: പ്യൂര്‍ട്ടോ ഡസീഡോ
ta: புர்டோ டெசிடோ

source: Puerto Escondido
ml: പ്യൂര്‍ട്ടോ എസ്ക്കോണ്‍ഡിഡോ
ta: புர்டோ எஸ்கோன்டிடோ

source: Puerto Lempira
ml: പ്യൂര്‍ട്ടോ ലന്പീറാ
ta: புர்டோ லெம்பிரா

source: Puerto Limón
ml: പ്യൂര്‍ട്ടോ ലിമോണ്‍
ta: புர்டோ லிமோன்

source: Puerto Madryn, CHT
ml: പ്യൂര്‍ട്ടോ മാഡ്രിന്‍, CHT
ta: புர்டோ மாட்ரைன், CHT

source: Puerto Maldonado
ml: പ്യൂര്‍ട്ടോ മാള്‍ഡോനാഡോ
ta: புர்டோ மால்டொனாடோ

source: Puerto Montt
ml: പ്യൂര്‍ട്ടോ മോണ്ട്
ta: புர்டோ மோன்ட்

source: Puerto Plata
ml: പ്യൂര്‍ട്ടോ പ്ളാറ്റാ
ta: புர்டோ ப்ளான்டா

source: Puerto Princesa
ml: പ്യൂര്‍ട്ടോ പ്രിന്‍സേസാ
ta: புர்டோ பிரின்சிசா

source: Puerto Rico
ml: പ്യൂര്‍ട്ടോ റിക്കോ
ta: புர்டோ ரிக்கோ

source: Puerto Suárez
ml: പ്യൂര്‍ട്ടോ സ്വാരസ്
ta: புர்டோ சுவாரெஸ்

source: Puerto Vallarta
ml: പ്യൂര്‍ട്ടോ വല്ലാര്‍ട്ടാ
ta: புர்டோ வாலர்டா

source: Pukaskwa
ml: പുക്കാസ്ക്വാ
ta: புகாஸ்க்வா

source: Pula
ml: പ്യൂളാ
ta: புலா

source: Pullman
ml: പുള്‍മാന്‍
ta: புல்மான்

source: Pumpkin Vine
ml: പംക്കിന്‍ വൈന്‍
ta: பம்கீன் வையின்

source: Punitz-Güssing
ml: പ്യൂണിറ്റസ്-ഗസ്സിങ്
ta: புனிட்ஸ்-குஸ்ஸிங்

source: Punta Arenas
ml: പണ്‍റ്റാ അറീനാസ്
ta: புன்டா அரீனாஸ்

source: Punta Cana
ml: പണ്‍റ്റാ കാനാ
ta: புன்டா கானா

source: Punta Gorda
ml: പണ്‍റ്റാ ഗോര്‍ഡാ
ta: புன்டா கோர்டா

source: Punta Marina
ml: പണ്‍റ്റാ മറിനാ
ta: புன்டா மரினா

source: Punta Raisi
ml: പണ്‍റ്റാ റൈസി
ta: புன்டா ரைசி

source: Puntilla Lake
ml: പണ്‍റ്റിലാ ലേയ്ക്ക്
ta: புன்டிலா லேக்

source: Puntzi Mountain
ml: പണ്‍റ്റ്സി മൌണ്ടന്‍
ta: புன்ட்சி மௌன்டன்

source: Pusan/Kimhae
ml: പ്യൂസാന്‍/കിംഹേ
ta: புன்சன்/கிம்ஹே

source: Putao
ml: പുട്ടൌ
ta: புடோ

source: Pyongtaek Ab
ml: പ്യോങ്ട്ടയ്ക്ക് അബ്
ta: ப்யோங்டக் ஏப்

source: Pyongyang
ml: പ്യോങ്യാങ്
ta: ப்யோங்யங்

source: Pyoripsan
ml: പ്യോറിപ്സാന്‍
ta: பியோரிப்சன்

source: Pyrénées
ml: പൈര്‍നീസ്
ta: பைர்னெஸ்

source: Pärnu
ml: പാര്‍നൂ
ta: பெர்னு

source: Périgueux
ml: പെറിഗ്യുക്സ്
ta: பெரிக்யக்ஸ்

source: Qatar
ml: ഖത്തര്‍
ta: கதார்

source: Qavvik Lake
ml: ഖാവിക്ക് ലേയ്ക്ക്
ta: க்வ்விக் ஏரி

source: Qingdao
ml: ഖിങ്ഡൌ
ta: க்யிங்டோ

source: Qiqihar
ml: ഖിഖിഹാര്‍
ta: குயுகுய்ஹர்

source: Quakertown
ml: ഖ്വേഖര്‍ ടൌണ്‍
ta: க்வாக்கர்டவுன்

source: Quantico
ml: ഖ്വണ്‍ട്ടിക്കോ
ta: க்வான்டிகோ

source: Quaqtaq
ml: ഖ്വാക്ക്ട്ടാക്ക്
ta: க்யாக்டக்

source: Quatsino Light Station
ml: ഖ്വാറ്റ്സിനോ ലൈറ്റ് സ്റ്റേഷന്‍
ta: க்வாட்சினோ விளக்கு நிலையம்

source: Quebec
ml: ഖ്യൂബെക്ക്
ta: க்யூபெக்

source: Quebec City
ml: ഖ്യൂബെക്ക് സിറ്റി
ta: க்யூபெக் சிட்டி

source: Quebec Fcst Office
ml: ഖ്യൂബെക്ക് Fcst ഓഫീസ്
ta: க்யுபெக் Fcst அலுவலகம்

source: Queen Alia Airport
ml: ക്വീന്‍ ആലിയാ എയര്‍പോര്‍ട്ട്
ta: க்யின் அலியா விமான நிலையம்

source: Queen Beatrix Airport
ml: ക്വീന്‍ ബ്യൂട്ട്രിക്സ് എയര്‍പോര്‍ട്ട്
ta: க்யின் பீட்ரிக்ஸ் விமான நிலையம்

source: Queensland
ml: ക്വീന്‍സ് ലാന്‍റ്
ta: க்யின்ஸ்லாண்ட்

source: Queenstown
ml: ക്വീന്‍സ്ടൌണ്‍
ta: க்யின்ஸ்டவுன்

source: Quelimane
ml: ക്വീലിമെയിന്‍
ta: க்யிலிமானே

source: Queretaro
ml: ക്വര്‍ട്ടാരോ
ta: ஃவாரென்டரோ

source: Quesnel
ml: ക്വസ്നല്‍
ta: க்யிஸ்நெல்

source: Quesnel Airport
ml: ക്വസ്നല്‍ എയര്‍പോര്‍ട്ട്
ta: க்யிஸ்நெல் விமான நிலையம்

source: Quesnel Automatic Weather Reporting System
ml: ക്വസ്നല്‍ ഓട്ടോമാറ്റിക്ക് വെഥര്‍ റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: க்யிஸ்நெல் தானியக்க வானிலை அறிக்கையிடும் அமைப்பு

source: Quetta
ml: ക്വേട്ടാ
ta: க்யிட்டா

source: Quezaltenango
ml: ക്വേസാള്‍ട്ടെനാങ്കോ
ta: க்யிசால்டெனான்கோ

source: Quibdo/El Carano
ml: ക്വീബ്ഡോ/എല്‍ കരാണോ
ta: குய்ப்டோ/எல் காரானோ

source: Quillayute
ml: ക്വീലായൂട്ട്
ta: க்யுல்லேயூட்

source: Quillayute River Coast Guard Light Station
ml: ക്വീലായൂട്ട് റിവര്‍ കോസ്റ്റ് ഗാര്‍ഡ് ലൈറ്റ് സ്റ്റേഷന്‍
ta: க்யில்லாயோடி ரிவர் கடலோர காவல் விளக்கு நிலையம்

source: Quimper
ml: ക്വിന്പര്‍
ta: ஃயுபெர்

source: Quincy
ml: ക്വിന്‍സി
ta: ஃயுன்சி

source: Quintero Santiago
ml: ക്വന്‍റേറോ സാന്‍റിയാഗോ
ta: க்யின்டிரோ சான்டியாகோ

source: Quito/Mariscal Sucre
ml: ക്വിറ്റോ/മാരിസ്ക്കാല്‍ സക്കര്‍
ta: ஃயுன்டோ/மாரிஸ்கல் ஸ்குரே

source: Quy Nhon
ml: കുയ് നോണ്‍
ta: க்ய் ஹுன்

source: Rabat-Sale
ml: റാബാത്ത്-സെയ്ല്‍
ta: ராபெட்-சேல்

source: Rabbit Kettle
ml: റാബിറ്റ് കെറ്റില്‍
ta: ரேபிட் கேட்டில்

source: Race Point
ml: റെയ്സ് പോയിന്‍റ്
ta: ரேஸ் பாயின்ட்

source: Racine
ml: റാസിന്‍
ta: ரேசின்

source: Radicofani
ml: റാഡീക്കോഫാനി
ta: ரேடிகோஃபேனி

source: Raduzhny
ml: റാഡുസ്നി
ta: ரடுஹ்னி

source: Rae Lakes
ml: റെയി ലേയ്ക്സ്
ta: ரே ஏரிகள்

source: Rafha
ml: റാഫ്ത്താ
ta: ரஃப்ஹா

source: Rajkot
ml: രാജ്ക്കോട്ട്
ta: ராஜ்காட்

source: Rajshahi
ml: രാജ്ഷാഹി
ta: ராஜ்ஷாஹி

source: Raleigh
ml: റാലീ
ta: ரெல்ஹெ

source: Raleigh NEXRAD
ml: റാലീ നെക്സ്രാഡ്
ta: ரலைக் NEXRAD

source: Ramona
ml: രമോണാ
ta: ராமோனா

source: Rampart River
ml: രാംപാര്‍ട്ട് റിവര്‍
ta: ராம்பார்ட் அறு

source: Ramsar
ml: രാംസര്‍
ta: ராம்சர்

source: Ramstein
ml: രാംസ്റ്റീന്‍
ta: ராம்ஸ்டீன்

source: Ranai / Ranai
ml: റാണായി
ta: ரானை / ரானை

source: Rand
ml: റാണ്ട്
ta: ரென்ட்

source: Randolph Air Force Base
ml: റാണ്ടോള്ഫ് എയര്‍ ഫോഴ്സ് ബെയിസ്
ta: ரான்டோல்ப் ஏர் ஃபோர்ஸ் பேஸ்

source: Rangiroa / Tuamoto Island
ml: റാങ്കീറോ / ത്വാമോട്ടോ ഐലന്‍റ്
ta: ரேஞ்சிரோ / டுமோடோ தீவு

source: Rankin Inlet
ml: റാങ്കിന്‍ ഇന്‍ലറ്റ്
ta: ரேன்கின் இன்லெட்

source: Ranohira
ml: റാണോഹിറാ
ta: ரானோஹிரா

source: Ranong
ml: റാണോങ്
ta: ரனோங்

source: Rantoul
ml: റാണ്‍ഥൌള്‍
ta: ரன்டோல்

source: Raoul Island, Kermadec Island
ml: റൌള്‍ ഐലന്‍റ്, കെര്‍മാഡക്ക് ഐലന്‍റ്
ta: ரோல் தீவு, கெர்மடிக் தீவு

source: Rapid City
ml: രാപിഡ് സിറ്റി
ta: ராபிட் சிட்டி

source: Rapid City-Ellsworth AFB
ml: രാപിഡ് സിറ്റി-എല്‍സ്വര്‍ത്ത് എ എഫ് ബീ
ta: ராபிட் சிட்டி-எல்ஸ்வர்த் AFB

source: Rarotonga
ml: റാറോത്തോങ്കാ
ta: ராரோடோங்கா

source: Ras Al Khaimah
ml: റാസ് അല്‍ ഖൈമാ
ta: ராஸ் அல் காஹைமாஹ்

source: Rasht
ml: റാഷ്ട്ട്
ta: ராஷ்த்

source: Ratmalana
ml: റാട്ട്മാലാനാ
ta: ராட்மாலானா

source: Raton
ml: റാട്ടോണ്‍
ta: ராட்டன்

source: Raufarhöfn
ml: റൌഫാര്‍ഹൌഫ്
ta: ரோஃபார்ஹஃபன்

source: Ravenna
ml: റാവെണ്ണാ
ta: ரவிணா

source: Rawlins
ml: റൌളിന്‍സ്
ta: ராலின்ஸ்

source: Rayong
ml: റായോങ്
ta: ரேயாங்

source: Reading
ml: റീഡിങ്
ta: ரீடிங்

source: Rebun Island
ml: റേബണ്‍ ഐലന്‍റ്
ta: ரெபன் தீவு

source: Recife
ml: റേസീഫ്
ta: ரெஸ்ஃபி

source: Reconquista, SF
ml: റെക്കോണ്‍ക്വീസ്റ്റാ, എസ് എഫ്
ta: ரிகான்க்யிஸ்டா, SF

source: Red Bluff
ml: റെഡ് ബ്ളഫ്
ta: ரெட் ஃபளப்

source: Red Deer
ml: റെഡ് ഡീയര്‍
ta: ரெட் டீர்

source: Red Dog
ml: റെഡ് ഡോഗ്
ta: ரெட் டாக்

source: Red Earth
ml: റെഡ് എര്‍ഥ്
ta: ரெட் எர்த்

source: Red Lake
ml: റെഡ് ലേയ്ക്ക്
ta: ரெட் ஏரி

source: Red Lodge
ml: റെഡ് ലേഡ്ജ്
ta: ரெட் லாட்ஜ்

source: Red Oak
ml: റെഡ് ഓക്ക്
ta: ரெட் ஓக்

source: Red River County Airport
ml: റെഡ് റിവര്‍ കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: ரெட் ரிவர் கவுண்டி விமான நிலையம்

source: Red Wing
ml: റെഡ് വിങ്
ta: ரெட் விங்

source: Redbird
ml: റെഡ്ബേര്‍ഡ്
ta: ரெட் பேர்ட்

source: Redding
ml: റെഡ്ഡിങ്
ta: ரெட்டிங்

source: Redig
ml: റെഡ്ഡിഗ്
ta: ரெடிங்

source: Redmond
ml: റെഡ്മണ്ട്
ta: ரெட்மான்ட்

source: Redwood Falls
ml: റെഡ് വുഡ് ഫോള്‍സ്
ta: ரெட்வுட் ஃபால்ஸ்

source: Reedsville
ml: റീഡ്സ്വില്‍
ta: ரீட்ஸ்வில்லா

source: Reese Air Force Base / Lubbock
ml: റീസ് എയര്‍ ഫോഴ്സ് ബേയിസ് / ലബ്ബക്ക്
ta: ரீஸ் ஏர் ஃபோர்ஸ் பேஸ் / லுப்போக்

source: Reggio Calabria
ml: റെജ്ജിയോ കാലാബ്രീയാ
ta: ரெக்கியோ கலப்ரியா

source: Regina
ml: റെജീനാ
ta: ரெஜினா

source: Regina University
ml: റെജീനാ യൂണിവേര്‍സിറ്റി
ta: ரெஜினா பல்கலைகழகம்

source: Regional
ml: റീജിയണല്‍
ta: ரிஜினெல்

source: Reid/Hillv
ml: റെയ്ഡ്/ഹില്‍വ്
ta: ரெய்ட்/ஹில்வ்

source: Reims
ml: റെയിമ്സ്
ta: ரெய்ம்ஸ்

source: Remada
ml: റേമാഡാ
ta: ரிமடா

source: Rendsburg
ml: റെന്‍ഡ്സ്ബര്‍ഗ്
ta: ரென்ட்ஸ்பெர்க்

source: Rengat / Japura
ml: റെങ്കാട്ട് / ജാപ്പുരാ
ta: ரென்கேட் / ஜாபூரா

source: Renk
ml: റെങ്ക്
ta: ரெங்க்

source: Rennes
ml: റെണ്ണസ്സ്
ta: ரேனெஸ்

source: Reno
ml: റെണോ
ta: ரெனோ

source: Reno NEXRAD
ml: റെണോ നെക്സ്രാഡ്
ta: ரினோ NEXRAD

source: Renton
ml: റെന്‍റ്റണ്‍
ta: ரென்டன்

source: Repulse Bay
ml: റിപള്‍സ് ബേ
ta: ரிபல்ஸ் பே

source: Resende
ml: റീസെന്‍ഡ്
ta: ரிசென்டே

source: Resia Pass
ml: റെസിയാ പാസ്സ്
ta: ரிசியா பாஸ்

source: Resistencia
ml: റെസിസ്റ്റെന്‍ഷ്യ
ta: ரெஸ்ஸடென்சியா

source: Resolute
ml: റിസോല്യൂട്ട്
ta: ரிசோல்ட்

source: Resolution Island
ml: റിസോല്യൂഷന്‍ ഐലന്‍റ്
ta: ரெசோலிஷன் தீவு

source: Retalhuleu
ml: റെട്ടാല്‍ഹുല്യൂ
ta: ரிடேல்ஹுலியு

source: Reunion
ml: റീയുണിയന്‍
ta: ரியூனியன்

source: Reus
ml: റിയൂസ്
ta: ரெயஸ்

source: Revelstoke
ml: റെവല്‍സ്റ്റോക്ക്
ta: ரிவெல்ஸ்டோக்

source: Rexburg
ml: റെക്സ്ബര്‍ഗ്
ta: ரெக்ஸ்பெர்க்

source: Reyes
ml: റീയ്സ്
ta: ரேயெஸ்

source: Reykjavík
ml: റെയ്ജാവിക്ക്
ta: ரெய்க்ஜவிக்

source: Reynosa
ml: റെയ്നോസാ
ta: ரேய்னோசா

source: Rheine
ml: റൈന്‍
ta: ரெய்னே

source: Rhineland-Palatinate
ml: റൈന്‍ ലാന്‍റ്-പാലാറ്റിനേറ്റ്
ta: ரெய்ன்லாண்ட்-பாலிண்டியேட்

source: Rhinelander
ml: റൈന്‍ ലാന്‍റര്‍
ta: ர்ஹினெலன்டெர்

source: Rhode Island
ml: റോഡ് ഐലന്‍റ്
ta: ரொடி தீவு

source: Rhodes
ml: റോഡ്സ്
ta: ரோட்ஸ்

source: Ribeirão Preto
ml: റബെയ്റൌ പ്രേറ്റോ
ta: ரிபைரோ ப்ரிடோ

source: Riberalta
ml: റിബറാല്‍റ്റാ
ta: ரிபெரல்டா

source: Rice Lake
ml: റൈസ് ലേയ്ക്
ta: ரைஸ் ஏரி

source: Rice Lake Municipal
ml: റൈസ് ലേയ്ക് മുന്‍സിപ്പല്‍
ta: ரைஸ் லேக் முனிசிபல்

source: Richard Bay
ml: റിച്ചാര്‍ഡ് ബേ
ta: ரிச்சர்ட் பே

source: Richard E. Fleming Airport
ml: റിച്ചാര്‍ഡ് ഈ. ഫ്ളെമിങ് എയര്‍പോര്‍ട്ട്
ta: ரிச்சர்ட் இ. ப்ளம்மிங் விமான நிலையம்

source: Richards-Gebaur Airport
ml: റിച്ചാര്‍ഡ്സ്-ഗേബൌര്‍ എയര്‍പോര്‍ട്ട്
ta: ரிச்சரிட்ஸ்-ஜிபர் விமான நிலையம்

source: Richlands
ml: റിച്ച് ലാന്‍റ്സ്
ta: ரிச்லாண்ட்ஸ்

source: Richmond
ml: റിച്ച്മോണ്ട്
ta: ரிச்மான்ட்

source: Rickenbacker
ml: റിക്കന്‍ബാക്കര്‍
ta: ரிச்கென்பாக்கெர்

source: Rieti
ml: റൈറ്റി
ta: ரிடி

source: Rifle
ml: റിഫിള്‍
ta: ரிஃப்லி

source: Riga
ml: റിഗാ
ta: ரிகா

source: Rijeka
ml: റിജേക്കാ
ta: ரிஜெகா

source: Rimini
ml: റിമിനി
ta: ரிமினி

source: Rio Branco
ml: റിയോ ബ്രാങ്കോ
ta: ரியோ ப்ரான்கோ

source: Rio Vista
ml: റിയോ വിസ്ഥാ
ta: ரியோ விஸ்டா

source: Rio de Janeiro
ml: റിയോ ഡേ ജാനെയിറോ
ta: ரியோ டி ஜெனிரோ

source: Riohacha/Almirante Padilla
ml: റിയോഹാച്ചാ/അല്‍മിരാന്‍റേ പാഡില്ലാ
ta: ரியோஹாசா/அல்மிரண்டே பாடில்லா

source: Rioja
ml: റിയോജാ
ta: ரியோஜா

source: Rionegro/J. M. Cordova
ml: റിയോണ്‍ഗ്രോ/ജെ എം കോര്‍ഡോവാ
ta: ரியோங்ரோ/J.M.கொர்டோவா

source: Risalpur
ml: റിസാല്‍പൂര്‍
ta: ரிசால்பூர்

source: Rishiri Island
ml: റിഷിറി ഐലന്‍റ്
ta: ரிஷி தீவு

source: Rivadavia
ml: റീവാഡാവ്യ
ta: ரிவடவியா

source: Rivas
ml: റീവാസ്
ta: ரிவாஸ்

source: Rivera
ml: റിവേറാ
ta: ரிவேரா

source: Riverside
ml: റിവര്‍സൈഡ്
ta: ரிவர்சைட்

source: Riverside Municipal Airport
ml: റിവര്‍സൈഡ് മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: ரிவர்சைட்-முனிசிபல் விமான நிலையம்

source: Riverton
ml: റിവര്‍ട്ടണ്‍
ta: ரிவர்டன்

source: Rivesaltes
ml: റൈവ്സോള്‍ട്ട്സ്
ta: ரிவஸால்ட்ஸ்

source: Riviere Du Loup
ml: റിവയര്‍ ഡു ലോപ്പ്
ta: ரிவரே டு லோப்

source: Rivne
ml: റിവന്‍
ta: ரிவ்னீ

source: Rivolto
ml: റിവോള്‍ട്ടോ
ta: ரிவோல்டோ

source: Riyadh
ml: റിയാദ്
ta: ரியாத்

source: Riyan
ml: റീയാന്‍
ta: ரியான்

source: Roanoke
ml: റോണോക്കേ
ta: ரோனோக்

source: Roanoke NEXRAD
ml: റോണോക്കേ നെക്സ്രാഡ്
ta: ரோனோக் NEXRAD

source: Roanoke Rapids
ml: റോണോക്കേ റാപിഡ്സ്
ta: ரோனோக் ராபிட்ஸ்

source: Roatan
ml: റോട്ടാന്‍
ta: ரோடன்

source: Roberval
ml: റോബേര്‍വല്‍
ta: ரிபெர்வேல்

source: Robinson
ml: റോബിന്‍സണ്‍
ta: ராபின்சன்

source: Robore
ml: റോബോര്‍
ta: ரோபோர்

source: Robstown
ml: റോബ്സ് ടൌണ്‍
ta: ராப்ஸ்டவுன்

source: Rochelle
ml: റോഷല്‍
ta: ரோசெல்

source: Rochester
ml: റോഷ്സ്റ്റര്‍
ta: ரோசெஸ்டர்

source: Rochester Coast Guard Light Station
ml: റോഷ്സ്റ്റര്‍ കോസ്റ്റ് ഗാര്‍ഡ് ലൈറ്റ് സ്റ്റേഷന്‍
ta: ரோசெஸ்டர் கடலோர காவல் விளக்கு நிலையம்

source: Rock Hill
ml: റോക്ക് ഹില്‍
ta: ராக் ஹில்

source: Rock Springs
ml: റോക്ക് സ്പ്രിങ്സ്
ta: ராக் ஸ்பிரிங்ஸ்

source: Rockaway
ml: റോക്ക്വേ
ta: ராக்அவே

source: Rockford
ml: റോക്ക് ഫോര്‍ഡ്
ta: ராக்ஃபோர்ட்

source: Rockglen
ml: റോക്ക് ഗ്ളെന്‍
ta: ராக்க்லென்

source: Rockhampton
ml: റോക്കാംപ്ട്ടണ്‍
ta: ராக்ஹம்ப்டன்

source: Rockingham
ml: റോക്കിങ്ഹാം
ta: ராக்கிங்ஹம்

source: Rockland
ml: റോക്ക് ലാന്‍ഡ്
ta: ராக்லாண்ட்

source: Rockport
ml: റോക്ക് പോര്‍ട്ട്
ta: ராக்ஃபோர்ட்

source: Rocksprings
ml: റോക്ക് സ്പ്രിങ്സ്
ta: ராக்ஸ்பிரிங்ஸ்

source: Rocky Harbour
ml: റോക്കി ഹാര്‍ബര്‍
ta: ராக்கி துறைமுகம்

source: Rocky House Marine Aviation Reporting Station
ml: റോക്കി ഹൌസ് മറീന്‍ ആവിയേഷന്‍ റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: ராக்கி ஹவுஸ் மெரைன் விமான பயிலும் அறிக்கையிடும் நிலையம்

source: Rocky Mount
ml: റോക്കി മൌണ്ട്
ta: ராக்கி மௌன்ட்

source: Rocky Mountain House
ml: റോക്കി മൌണ്ടന്‍ ഹൌസ്
ta: ராக்கி மௌன்டன் ஹோம்

source: Rodez
ml: രോഡെസ്
ta: ரோடேஸ்

source: Rodrigues
ml: റോഡ്രിഗ്സ്
ta: ரோட்ரிஜ்யோஸ்

source: Rogers
ml: റോജേര്‍സ്
ta: ரோஜர்

source: Roi Et
ml: റോയി എറ്റ്
ta: ரோய் Et

source: Roma/Ciampino
ml: റോമാ/ക്യാന്പിനോ
ta: ரோமா/சியாம்பினோ

source: Roma/Fiumicino
ml: റോമാ/ഫ്യൂമീസിനോ
ta: ரோமா/ஃபியுமிசினோ

source: Roma/Urbe
ml: റോമാ/ഉര്‍ബ്
ta: ரோமா/உர்ப்

source: Romania
ml: റോമാനിയ
ta: ரோமானியா

source: Romblon
ml: റോംബ്ളോണ്‍
ta: ரோம்ப்லோன்

source: Rome
ml: റോം
ta: ரோம்

source: Rome Automatic Meteorological Observing System
ml: റോം ഓട്ടോമാറ്റിക്ക് മീറ്റിയോറോളജിക്കല്‍ ഒബ്സേര്‍വിങ് സിസ്റ്റം
ta: ரோம் தானியக்க மெட்ரோலாஜிக்கல் அறியும் அமைப்பு

source: Rome-Russell
ml: റോം-റഷല്‍
ta: ரோம்-ருஸ்ஸெல்

source: Romeoville, Lewis University Airport
ml: റോമിയോവില്‍, ലെവിസ് യൂണിവേഴ്സിറ്റി എയര്‍പോര്‍ട്ട്
ta: ரோமியோவில்லா, லீவிஸ் பல்கலைகழக விமான நிலையம்

source: Romorantin-Lanthenay
ml: റോമോറാന്‍റിന്‍-ലാന്തനേ
ta: ரோமோரென்டின்-லான்தனை

source: Ronchi dei Legionari
ml: റോണ്‍ചി ഡെയി ലെഗിയോണാരി
ta: ரோன்சி டெய் லெஜியானெரி

source: Ronneby
ml: റോണ്ണേബി
ta: ரோனெபை

source: Rooikop Saaf / Civ
ml: റൂയിക്കോപ്പ് സാഫ് / സിവ്
ta: ரோய்கோப் சாஃப் / Civ

source: Roosevelt
ml: റൂസ്വെല്‍റ്റ്
ta: ரோஸ்வெல்ட்

source: Roosevelt Roads
ml: റൂസ്വെല്‍റ്റ് റോഡ്സ്
ta: ரோஸ்வெல்ட் ரோட்ஸ்

source: Roquemaure
ml: റോക്ക്മൌറ്
ta: ரோக்யுமோரே

source: Rosario
ml: റോയാറിയോ
ta: ரோசாரியோ

source: Rose Point
ml: റോസ് പോയിന്‍റ്
ta: ரோஸ் பாயின்ட்

source: Roseau
ml: റോസ്യൂ
ta: ரோசியோ

source: Roseburg
ml: റോസ്ബര്‍ഗ്
ta: ரோஸ்பர்க்

source: Roseglen
ml: റോസ്ഗ്ളെന്‍
ta: ரோஸ்க்லென்

source: Rosières-en-Haye
ml: റോസിയേഴ്സ്-എന്‍-ഹായേ
ta: ரோசிரெஸ்-என்-ஹய்

source: Roskilde
ml: റോസ്ക്കിള്‍ഡ്
ta: ரோஸ்பில்டே

source: Ross River
ml: റോസ് റിവര്‍
ta: ரோஸ் ஆறு

source: Rosso
ml: റോസ്സോ
ta: ரோஸோ

source: Rostock
ml: റോസ്റ്റോക്ക്
ta: ரோஸ்டாக்

source: Rostov-Na-Donu
ml: റോസ്റ്റോവ്-നാ-ഡോനു
ta: ரோஸ்டொவ்-ன-டோனு

source: Roswell
ml: റോസ്വെല്‍
ta: ரோஸ்வெல்

source: Rota
ml: റോട്ടാ
ta: ரோடா

source: Rota Island
ml: റോട്ടാ ഐലന്‍റ്
ta: ரோடா தீவு

source: Rote / Baa
ml: റോട്ട് / ബാ
ta: ரோடே / பா

source: Roth
ml: റോഥ്
ta: ரோத்

source: Rotorua
ml: റോട്ടോറ്വാ
ta: ரோட்டர்யா

source: Rotterdam
ml: റോട്ടര്‍ഡാം
ta: ரோட்டர்டாம்

source: Rotuma
ml: റോട്ടുമാ
ta: ரோடுமா

source: Rouen
ml: റൌന്‍
ta: ரோயன்

source: Rousse
ml: റൌസ്
ta: ரோசி

source: Rouyn-Noranda
ml: റൌയിന്‍-നൊറാന്‍ഡാ
ta: ரோன்-நோரண்டா

source: Rouyn-Noranda Airport
ml: റൌയിന്‍-നൊറാന്‍ഡാ എയര്‍പോര്‍ട്ട്
ta: ரோய்ன்-நோரண்டா விமான நிலையம்

source: Rovaniemi
ml: റോവാനയ്മീ
ta: ரொவானியெமி

source: Rowley Island
ml: റോളീ ഐലന്‍റ്
ta: ரொலே தீவு

source: Roxas
ml: റോക്സാസ്
ta: ரோக்ஸாஸ்

source: Roxboro
ml: റോക്സ്ബോറോ
ta: ரோக்ஸ்போரோ

source: Ruidoso-Sierra Blanca
ml: റൂയിഡോസോ-സിയാറാ ബ്ളാങ്കാ
ta: ருய்டோசோ-சிரா பலான்கா

source: Rundu
ml: റുന്‍ഡു
ta: ருண்டோ

source: Rurrenabaque
ml: റുറാനാബാക്ക്
ta: ருரெனபக்

source: Rusape
ml: റുസെപ്പ്
ta: ருசேப்

source: Rush City
ml: റഷ് സിറ്റി
ta: ரஷ் சிட்டி

source: Russell
ml: റസ്സല്‍
ta: ரஸ்ஸெல்

source: Russellville
ml: റസ്സല്‍ വില്‍
ta: ரஸ்ஸெல்வில்லா

source: Russia
ml: റഷ്യാ
ta: ருஷ்யா

source: Rustenburg
ml: റസ്റ്റന്‍ബര്‍ഗ്
ta: ருஸ்டன்பெர்க்

source: Ruston
ml: റസ്റ്റണ്‍
ta: ருஸ்டன்

source: Rutherfordton
ml: റൂഥര്‍ ഫോര്‍ഡ്ട്ടണ്‍
ta: ருத்தர்போர்ட்டன்

source: Rutland
ml: റട്ട്ലാന്‍ഡ്
ta: ருட்லாண்ட்

source: Rutshuru
ml: റട്ട്ഷുറു
ta: ரூட்ஸோரு

source: Rwanda
ml: റ്വാണ്‍ഡാ
ta: ருவாண்டா

source: Rygge
ml: റൈജ്
ta: ரைக்

source: Rzeszów-Jasionka
ml: സേസോവ്-ജാസിയോണ്‍കാ
ta: ர்ஸெஸ்ஸோ-ஜசின்கா

source: Río Colorado
ml: റീയോ കോളോറാഡോ
ta: ரியோ கொலொராடோ

source: Río Cuarto
ml: റീയോ ക്വാര്‍ട്ടോ
ta: ரியோ குர்டோ

source: Río Gallegos
ml: റിയോ ഗാല്ലെഗോസ്
ta: ரியோ ஜலெகோஸ்

source: Río Grande
ml: റിയോ ഗ്രാന്ഡ്
ta: ரியோ க்ரான்டி

source: Røros
ml: റോറോസ്
ta: ரோரோஸ்

source: Rørvik/Ryum
ml: റോര്‍വിക്ക്/റിയും
ta: ரோர்விக்/ரையும்

source: Røst
ml: റോസ്റ്റ്
ta: ரோஸ்ட்

source: S. Maria Di Leuca
ml: എസ് മറിയ ഡി ല്യൂക്കാ
ta: S. மரியா டி லயோகா

source: S. Tome
ml: എസ് ടോം
ta: S. டோம்

source: Sa'Ada/Sadah
ml: സാഡാ/സാഡാഹ്
ta: சா' அட/சதா

source: Saab
ml: സാബ്
ta: சாப்

source: Saarbrücken
ml: സാര്‍ബ്രക്കന്‍
ta: சார்ப்ருகென்

source: Saarland
ml: സാര്‍ലാന്‍റ്
ta: சார்லேண்ட்

source: Sabadell
ml: സഡാബെല്‍
ta: சாபாடெல்

source: Sabanettan
ml: സബാനേട്ടന്‍
ta: சபானிட்டன்

source: Sabang / Cut Bau
ml: സാബാങ് / കട്ട് ബൌ
ta: சாபாங் / கட் பௌ

source: Sabiha Gokcen
ml: സബിഹാ ഗോക്കന്‍
ta: சபிஹா காக்சென்

source: Sabine Pass
ml: സബൈന്‍ പാസ്സ്
ta: சாபைன் பாஸ்

source: Sabine Pass Coast Guard Station
ml: സബൈന്‍ പാസ്സ് കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: செபின் பாஸ் கடலோர காவல் நிலையம்

source: Sable Island
ml: സേബിള്‍ ഐലന്‍റ്
ta: சாபல் தீவு

source: Sable Island Airport
ml: സേബിള്‍ ഐലന്‍റ് എയര്‍പോര്‍ട്ട്
ta: சாபல் தீவு விமான நிலையம்

source: Sable Island Man
ml: സേബിള്‍ ഐലന്‍റ് മാന്‍
ta: சாபல் தீவு மேன்

source: Sabu / Tardamu
ml: സാബൂ / റ്റാര്‍ഡാമൂ
ta: சபு / டெர்டமு

source: Sabzevar
ml: സബ്സേവാര്‍
ta: சப்சிவார்

source: Sach'On Ab
ml: സാച്ചോണ്‍ അബ്
ta: சாச் ஆன் அம்

source: Sachs Harbour
ml: സാച്ചസ് ഹാര്‍ബര്‍
ta: சாச்ஸ் துறைமுகம்

source: Sachs Harbour Airport
ml: സാച്ചസ് ഹാര്‍ബര്‍ എയര്‍പോര്‍ട്ട്
ta: சாச்ஸ் துறைமுக விமான நிலையம்

source: Sacramento
ml: സാക്രാമെന്‍റോ
ta: சாகர்மென்டோ

source: Sacramento Mather Airport
ml: സാക്രാമെന്‍റോ മേഥര്‍ എയര്‍പോര്‍ട്ട്
ta: சாக்ரமெண்டோ மதார் விமான நிலையம்

source: Sacramento NEXRAD
ml: സാക്രാമെന്‍റോ നെക്സ്രാഡ്
ta: சாக்ரமெண்டோ NEXRAD

source: Saddam Irq-Afb / Civ
ml: സാദ്ദാം ഇര്‍ക്ക്-അഫ്ബ് / സിവ്
ta: சதாம் Irq-Afb / Civ

source: Sado
ml: സാഡോ
ta: சடோ

source: Safford
ml: സാഫോര്‍ഡ്
ta: சாப்ஃபோர்ட்

source: Safi
ml: സാഫി
ta: சாஃபி

source: Saga
ml: സാഗാ
ta: சாகா

source: Saghez
ml: സാഗേസ്
ta: சாகிஸ்

source: Saginaw
ml: സാഗിനോ
ta: சாகினௌ

source: Saginaw County H.W. Browne Airport
ml: സാഗിനോ കൌണ്ടി എച്ച് ഡബ്ള്യൂ ബ്രൌണ്‍ എയര്‍പോര്‍ട്ട്
ta: சகினோ கவுண்டி H.W. ப்ரவுனே விமான நிலையம்

source: Saginaw River Coast Guard Station
ml: സാഗിനോ റിവര്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: சாகினாவ் ரிவர் கடலோர காவல் நிலையம்

source: Saglek Bay
ml: സാഗ്ളേക്ക് ബേ
ta: சக்லேக் பே

source: Sagona Island
ml: സാഗോണാ ഐലന്‍റ്
ta: சாகோனா தீவு

source: Saguache
ml: സഗൌച്ചെ
ta: சாகோசி

source: Saint Anthony
ml: സെയിന്‍റ് ആന്‍റണി
ta: செயன்ட் அந்தோனி

source: Saint Clothilde
ml: സെയിന്‍റ് ക്ളോഥില്‍ഡ്
ta: செயின்ட் க்ளாதில்டே

source: Saint Etienne de Saint Geoirs
ml: സെയിന്‍റ് എറ്റിനേ ഡേ സെയിന്‍റ് ജിയോര്‍സ്
ta: செயின்ட் ஏடைன்னே டி செயின்ட் ஜியோர்ஸ்

source: Saint Eustatius
ml: സെയിന്‍റ് യുസ്റ്റാഷ്യസ്
ta: செயின்ட் யோஸ்டடிஸ்

source: Saint Exupéry
ml: സെയിന്‍റ് എക്സുപെറി
ta: செயின்ட்-எக்யுபெரி

source: Saint Gedeon
ml: സെയിന്‍റ് ഗിഡിയോണ്‍
ta: செயின்ட் ஜிடோன்

source: Saint Helena
ml: സെയിന്‍റ് ഹെലേനാ
ta: செயின்ட் ஹெலினா

source: Saint Henri
ml: സെയിന്‍റ് ഹെന്റി
ta: செயின்ட் ஹென்றி

source: Saint Ignace
ml: സെയിന്‍റ് ഇഗ്നേസ്
ta: செயின்ட் இக்னாஸ்

source: Saint John
ml: സെയിന്‍റ് ജോണ്‍
ta: செயன்ட் ஜான்

source: Saint Joseph
ml: സെയിന്‍റ് ജോസഫ്
ta: செயின்ட் ஜோசப்

source: Saint Kitts and Nevis
ml: സെയിന്‍റ് കിറ്റ്സ് അന്‍ഡ് നെവിസ്
ta: செயின்ட் கிட்ஸ் மற்றும் நிவிஸ்

source: Saint Leonard
ml: സെയിന്‍റ് ലീയോനാര്‍ഡ്
ta: செயின்ட் லியோனார்ட்

source: Saint Lucia
ml: സെയിന്‍റ് ലുസീയാ
ta: செயின்ட். லூசீயா

source: Saint Maarten
ml: സെയിന്‍റ് മാര്‍ട്ടന്‍
ta: செயின்ட் மார்டின்

source: Saint Paul Island
ml: സെയിന്‍റ് പോള്‍ ഐലന്‍റ്
ta: செயின்ட் பால் தீவு

source: Saint Pierre and Miquelon
ml: സെയിന്‍റ് പിയറി ആന്‍ഡ് മിക്വിലണ്‍
ta: செயின்ட் பியார் மற்றும் மிக்யுலன்

source: Saint Simon Island
ml: സെയിന്‍റ് സൈമണ്‍ ഐലന്‍റ്
ta: செயின்ட் சீமன்ஸ் தீவு

source: Saint Vincent and the Grenadines
ml: സെയിന്‍റ് വിന്‍സന്‍റ് ആന്‍ഡ് ദി ഗ്രേനാഡിന്‍സ്
ta: செயின்ட் வின்சென்ட் மற்றும் க்ரினடின்ஸ்

source: Saint-Brieuc
ml: സെയിന്‍റ്-ബ്രിയ്ക്ക്
ta: செயன்ட்-ப்ரியூக்

source: Saint-Denis / Gillot
ml: സെയിന്‍റ്-ഡെനിസ് / ഗില്ലറ്റ്
ta: செயின்ட்-டெனிஸ் / கில்லட்

source: Saint-Dizier
ml: സെയിന്‍റ്-ഡിസിയര്‍
ta: செயின்ட்-டிசியர்

source: Saint-Gatien-des-Bois
ml: സെയിന്‍റ്-ഗത്തിയന്‍-ഡേസ്-ബോയിസ്
ta: செயின்ட்-கேடியன்-டெஸ்-போய்ஸ்

source: Saint-Girons
ml: സെയിന്‍റ്-ഗിറോണ്‍സ്
ta: செயின்ட்-ஜிரோன்ஸ்

source: Saint-Hubert
ml: സെയിന്‍റ്-ഹ്യൂബേര്‍ട്ട്
ta: செயன்ட்-ஹுபர்ட்

source: Saint-Laurent-Du-Maroni
ml: സെയിന്‍റ്-ലൌറന്‍റ്-ഡ്യൂ-മറോണി
ta: செயின்ட்-லாரெண்ட்-டு-மரோனி

source: Saint-Louis
ml: സെയിന്‍റ്-ലൂയിസ്
ta: செயின்ட்-லூயிஸ்

source: Saint-Nazaire
ml: സെയിന്‍റ്-നാസൈര്‍
ta: செயன்ட்-நாசாய்ரே

source: Saint-Pierre
ml: സെയിന്‍റ്-പയരി
ta: செயின்ட்-பைரே

source: Saint-Quentin
ml: സെയിന്‍റ്-ക്വന്‍റിന്‍
ta: செயின்ட்-க்யின்டின்

source: Saint-Raphaël
ml: സെയിന്‍റ്-റാഫേല്‍
ta: செயின்ட்-ரஃபேல்

source: Saint-Symphorien
ml: സെയിന്‍റ്-സിംഫോറൈന്‍
ta: செயின்ட்-சிம்போரெயின்
