Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Waterloo
ml: വാട്ടര്‍ലൂ
ta: வாட்டர்லோ

source: Watertown
ml: വാട്ടര്‍ടൌണ്‍
ta: வாட்டர்டௌன்

source: Waterville
ml: വാട്ടര്‍വില്‍
ta: வாட்டர்வில்லா

source: Watonga
ml: വാട്ടോങ്കാ
ta: வாடோன்கா

source: Watrous
ml: വാട്ട്രൌസ്
ta: வாட்ரோஸ்

source: Watson Lake
ml: വാട്ട്സണ്‍ ലേയ്ക്ക്
ta: வட்சன் ஏரி

source: Watsonville
ml: വാട്ട്സണ്‍വില്‍
ta: வட்சன்வில்லா

source: Wattisham
ml: വാട്ടിഷാം
ta: வாடிஸ்ஹாம்

source: Waukegan
ml: വൌക്കെഗാന്‍
ta: வோகிகன்

source: Waukesha
ml: വൌക്കെഷാ
ta: வாகெஸ்ஹா

source: Waupaca
ml: വൌപാക്കാ
ta: வோபாகா

source: Wausau
ml: വൌസൌ
ta: வாஸாவு

source: Wawa
ml: വാവാ
ta: வாவா

source: Waycross
ml: വേക്രോസ്
ta: வேக்ராஸ்

source: Wayne Municipal Airport
ml: വെയില്‍ മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: வேனே முனிசிபல் விமான நிலையம்

source: Waynesboro
ml: വോയിന്‍സ്ബോറോ
ta: வேனெஸ்பொரோ

source: Weather Station Office
ml: വെഥര്‍ സ്റ്റേഷന്‍ ഓഫീസ്
ta: வானிலை நிலைய அலுவலகம்

source: Webster City
ml: വെബ്സ്റ്റര്‍ സിറ്റി
ta: வெப்ஸ்டர் சிட்டி

source: Weelde
ml: വീള്‍ഡ്
ta: வீல்டே

source: Weeze
ml: വീസ്
ta: வீஸ்

source: Weipa
ml: വെയ്പാ
ta: வைபா

source: Weirwood
ml: വെയര്‍വൂഡ്
ta: வைர்வுட்

source: Wejh
ml: വെജ്
ta: வெஜ்ஹ்

source: Welcome Island
ml: വെല്‍ക്കം ഐലന്‍റ്
ta: வெல்கம் தீவு

source: Welkom
ml: വെല്‍ക്കോം
ta: வெல்கோம்

source: Wellington
ml: വെല്ലീങ്ട്ടണ്‍
ta: வெலிங்டன்

source: Wells
ml: വെല്‍സ്
ta: வெல்ஸ்

source: Wellsville
ml: വെല്‍സ്വില്‍
ta: வெல்ஸ்வில்லா

source: Wels
ml: വെല്‍സ്
ta: வேல்ஸ்

source: Wemindji
ml: വെമിഡ്ജി
ta: விமிண்ட்ஜி

source: Wenatchee
ml: വെനാച്ചീ
ta: வெனெட்சீ

source: Wenchi
ml: വെഞ്ചീ
ta: விண்சி

source: Wendover
ml: വെന്‍ഡോവര്‍
ta: வென்டோவெர்

source: Weno Island
ml: വെനോ ഐലന്‍റ്
ta: வினோ தீவு

source: Weslaco
ml: വെസ്ലാക്കോ
ta: வெஸ்லாகோ

source: West Atlanta
ml: വെസ്റ്റ് അറ്റ്ലാന്‍റാ
ta: மேற்கு அட்லாண்டாண்டா

source: West Bend
ml: വെസ്റ്റ് ബെന്‍ഡ്
ta: மேற்கு பெண்ட்

source: West Burke
ml: വെസ്റ്റ് ബൂര്‍ക്ക്
ta: மேற்கு ப்ரூக்

source: West Cameron
ml: വെസ്റ്റ് കാമറൂണ്‍
ta: மேற்கு காமரூன்

source: West Chicago
ml: വെസ്റ്റ് ചിക്കാഗോ
ta: மேற்கு சிகாகோ

source: West End, Grand Bahama
ml: വെസ്റ്റ് എന്‍ഡ്, ഗ്രാന്‍ഡ് ബാഹാമാ
ta: மேற்கு முடிவு, க்ராண்ட் பஹாமா

source: West Houston / Lakeside
ml: വെസ്റ്റ് ഹൂസ്റ്റണ്‍ / ലേയ്ക്ക് സൈഡ്
ta: மேற்கு ஹூஸ்டன் / லேக்சைடு

source: West Memphis
ml: വെസ്റ്റ് മെംമ്ഫീസ്
ta: மேற்கு மெம்ப்ஹிஸ்

source: West Mifflin
ml: വെസ്റ്റ് മിഫ്ളിന്‍
ta: மேற்கு மிஃபிலின்

source: West Palm Beach
ml: വെസ്റ്റ് പാം ബീച്ച്
ta: மேற்கு பால்ம் பீச்

source: West Plains
ml: വെസ്റ്റ് പ്ളെയിന്‍സ്
ta: மேற்கு ப்ளெயின்ஸ்

source: West Point
ml: വെസ്റ്റ് പോയിന്‍റ്
ta: மேற்கு பாயின்ட்

source: West Vancouver
ml: വെസ്റ്റ് വാന്‍ക്കോവര്‍
ta: மேற்கு வான்கோவர்

source: West Virginia
ml: വെസ്റ്റ് വര്‍ജീനിയ
ta: மேற்கு விர்ஜீனியா

source: West Yellowstone
ml: വെസ്റ്റ് യെല്ലോസ്റ്റോണ്‍
ta: மேற்கு யெல்லோஸ்டோன்

source: West Yellowstone (2)
ml: വെസ്റ്റ് യെല്ലോസ്റ്റോണ്‍ (2)
ta: மேற்கு யெல்லோஸ்டோன் (2)

source: West-Flanders
ml: വെസ്റ്റ് ഫ്ളാന്‍ഡേര്‍സ്
ta: மேற்கு-ஃப்லேண்டர்ஸ்

source: Westerland
ml: വെസ്റ്റര്‍ ലാന്‍റ്
ta: வெஸ்டர்லேண்ட்

source: Westerly
ml: വെസ്റ്റേര്‍ളി
ta: வெஸ்டர்லே

source: Western Australia
ml: വെസ്റ്റേണ്‍ ഓസ്ട്രേലിയ
ta: மேற்கத்திய ஆஸ்திரேலியா

source: Western Head
ml: വെസ്റ്റേണ്‍ ഹെഡ്
ta: மேற்கத்திய ஹேட்

source: Western Island
ml: വെസ്റ്റേണ്‍ ഐലന്‍റ്
ta: மேற்கத்திய தீவு

source: Western Sahara
ml: വെസ്റ്റേണ്‍ സാഹാറാ
ta: மேற்கு சகாரா

source: Westfield
ml: വെസ്റ്റ് ഫീള്‍ഡ്
ta: வெஸ்ட்ஃபீல்ட்

source: Westhampton
ml: വെസ്റ്റാന്പ്ട്ടണ്‍
ta: வெஸ்ட்தம்டன்

source: Wewak
ml: വെവാക്ക്
ta: விவாக்

source: Weyburn
ml: വേയ്ബേര്‍ണ്
ta: வேபேர்ன்

source: Whale Cove
ml: വേല്‍ കോവ്
ta: வேல் கோவ்

source: Whang Ryeong
ml: വാങ് റെയോങ്
ta: வோங் ரியோங்

source: Wharton
ml: വാര്‍ട്ടണ്‍
ta: வார்டன்

source: Wheaton
ml: വീറ്റണ്‍
ta: வீட்டன்

source: Wheeler
ml: വീലര്‍
ta: வீலர்

source: Wheeling
ml: വീലിങ്
ta: வீலிங்

source: Whenuapai
ml: വെനൌപായി
ta: வெனுப்பை

source: Whidbey Island
ml: വിഡ്ബീ ഐലന്‍റ്
ta: விட்பே தீவு

source: Whistler
ml: വിസ്ളര്‍
ta: விஸ்லர்

source: Whitaker
ml: വൈറ്റേക്കര്‍
ta: வெடேக்கர்

source: White Plains
ml: വൈറ്റ് പ്ളെയിന്‍സ്
ta: வைட் ப்ளெயின்ஸ்

source: White Rock
ml: വൈറ്റ് റോക്ക്
ta: வைட் ராக்

source: White Sands
ml: വൈറ്റ് സാന്‍ഡ്സ്
ta: வைட் ஸண்ட்ஸ்

source: White Sulphur
ml: വൈറ്റ് സള്‍ഫര്‍
ta: வைட் சல்பர்

source: Whitecourt
ml: വൈറ്റ്കോര്‍ട്ട്
ta: வைட்கோர்ட்

source: Whitefield
ml: വൈറ്റ്ഫീള്‍ഡ്
ta: வைட்ஃபீல்ட்

source: Whitehorse
ml: വൈറ്റ്ഹോഴ്സ്
ta: வைட்ஹார்ஸ்

source: Whiteman
ml: വൈറ്റ്മാന്‍
ta: வைட்மேன்

source: Whiteman Airport
ml: വൈറ്റ്മാന്‍ എയര്‍പോര്‍ട്ട്
ta: வைட்மேன் விமான நிலையம்

source: Whiteriver
ml: വൈറ്റ്റിവര്‍
ta: வைட்ரிவர்

source: Whiteville
ml: വൈറ്റ്വില്‍
ta: வைட்வில்லா

source: Whiting Field - North
ml: വൈറ്റിങ് ഫീള്‍ഡ് - നോര്‍ത്ത്
ta: வைட்டிங் ஃபீல்ட் - வடக்கு

source: Whiting Field - South
ml: വൈറ്റിങ് ഫീള്‍ഡ് - സൌത്ത്
ta: வைட்டிங் ஃபீல்ட் - தெற்கு

source: Whittier
ml: വൈറ്റിയര്‍
ta: விட்டியர்

source: Wiarton
ml: വിയാര്‍ട്ടണ്‍
ta: வையர்டோன்

source: Wichita
ml: വിച്ചിറ്റാ
ta: விட்சிட்டா

source: Wichita Falls
ml: വിച്ചിറ്റാ ഫോള്‍സ്
ta: விட்சிட்டா ஃபால்ஸ்

source: Wichita-Jabara
ml: വിച്ചിറ്റാ-ജാബറാ
ta: விட்சிட்டா ஜபாரா

source: Wichita-McConnell AFB
ml: വിച്ചിറ്റാ-മാക്ക് കോണല്‍ എ എഫ് ബി
ta: விட்சிட்டா மெக்கோனெல் AFB

source: Wickede
ml: വിക്കെഡ്
ta: விக்கேட்

source: Wide Awake Field Ascension Island
ml: വൈഡ് അവേക്ക് ഫീള്‍ഡ് അസന്‍ഷന്‍ ഐലന്‍റ്
ta: NEXRAD

source: Wiener Neustadt
ml: വിയന്നര്‍ ന്യൂസ്റ്റാഡ്
ta: வைனர் நியூஸ்டேட்

source: Wiesbaden
ml: വിയസ്ബാഡന്‍
ta: வியஸ்பேடன்

source: Wildhorse Reservation / Elko
ml: വൈള്‍ഡ്ഹോഴ്സ് റിസര്‍‍വേഷന്‍ / എല്‍ക്കോ
ta: ஒயில்ட்ஹார்ஸ் முன்பதிவு / எல்கோ

source: Wildwood
ml: വൈല്‍ഡ് വുഡ്
ta: வைல்ட்வுட்

source: Wilkes-Barre
ml: വില്‍ക്ക്സ്-ബാറെ
ta: வில்கெஸ்-பாரே

source: Willapa Harbor
ml: വില്ലാപ്പാ ഹാര്‍ബര്‍
ta: வில்லப்பா துறைமுகம்

source: Williams Field
ml: വില്ലിയംസ് ഫീള്‍ഡ്
ta: வில்லியம்ஸ் ஃபீல்ட்

source: Williams Field, Antarctica
ml: വില്ലിയംസ് ഫീള്‍ഡ്, അന്‍റാര്‍ട്ടിക്കാ
ta: வில்லியம்ஸ் ஃபீல்ட், அண்டார்டிகா

source: Williams Gateway Airport
ml: വില്ലിയംസ് ഗേറ്റ്വേ എയര്‍പോര്‍ട്ട്
ta: வில்லியம்ஸ் கேட்வே விமான நிலையம்

source: Williams Lake
ml: വില്ലിയംസ് ലേയ്ക്ക്
ta: வில்லியம்ஸ் ஏரி

source: Williamsburg
ml: വില്ലിയംസ് ബര്‍ഗ്
ta: வில்லியன்ஸ்பெர்க்

source: Williamsport
ml: വില്ലിയംസ് പോര്‍ട്ട്
ta: வில்லியன்ஸ்போர்ட்

source: Williamtown
ml: വില്ലിയം ടൌണ്‍
ta: வில்லியம்ஸ்டவுண்

source: Willimantic
ml: വില്ലിമാന്‍റിക്ക്
ta: வில்லிமேன்டிக்

source: Williston
ml: വില്ലിസ്റ്റണ്‍
ta: வில்ஸ்டன்

source: Willmar
ml: വില്‍മാര്‍
ta: வில்மர்

source: Willoughby
ml: വില്ലോബൈ
ta: விலொஹ்பை

source: Willow
ml: വില്ലോ
ta: வில்லோ

source: Willow Creek
ml: വില്ലോ ഗ്രീക്ക്
ta: வில்லோ கிரீக்

source: Willow Grove
ml: വില്ലോ ഗ്രോവ്
ta: வில்லோ க்ரோவ்

source: Wilmette
ml: വില്‍മേറ്റ്
ta: வில்மேட்

source: Wilmington
ml: വില്‍മിങ്ട്ടണ്‍
ta: வில்மிங்டன்

source: Wilmington NEXRAD
ml: വില്‍മിങ്ട്ടണ്‍ നെക്സ്രാഡ്
ta: வில்மிங்டன் NEXRAD

source: Wilson
ml: വില്‍സണ്‍
ta: வில்ஸன்

source: Winchester
ml: വിന്‍ച്ചസ്റ്റര്‍
ta: வின்செஸ்டர்

source: Winder
ml: വിന്‍ഡര്‍
ta: வின்டர்

source: Windhoek, Town MET
ml: വിന്‍ഡ്ഹോക്ക്, ടൌണ്‍ മെറ്റ്
ta: வின்ட்ஹோக், டவுன் MET

source: Windom
ml: വിന്‍ഡം
ta: வின்டம்

source: Window Rock
ml: വിന്‍ഡോ റോക്ക്
ta: விண்டோ ராக்

source: Windsor
ml: വിന്‍ഡ്സര്‍
ta: வின்ட்சர்

source: Windsor Locks
ml: വിന്‍ഡ്സര്‍ റോക്ക്സ്
ta: வின்ட்சர் லாக்ஸ்

source: Winfield
ml: വിന്‍ഫീള്‍ഡ്
ta: விண்ஃபீல்ட்

source: Wings Field Airport
ml: വിങ്സ് ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: விங்ஸ் ஃபீல்ட் விமான நிலையம்

source: Wink
ml: വിങ്ക്
ta: வின்க்

source: Winnemucca
ml: വിന്നെമൂക്കാ
ta: வின்னெமுகா

source: Winner, Bob Wiley Field Airport
ml: വിന്നര്‍, ബോബ് വിലീ ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: வின்னர், போப் விய்லே ஃபீல்ட் விமான நிலையம்

source: Winner, Wiley Field
ml: വിന്നര്‍, വിലീ ഫീള്‍ഡ്
ta: வின்னர், வின்லே ஃபீல்ட்

source: Winnipeg
ml: വിന്നിപെഗ്
ta: வின்னிபெக்

source: Winnipeg The Forks.
ml: വിന്നിപെഗ് ദീ ഫോര്‍ക്ക്സ്
ta: வின்னிபெக் தி ஃபோர்க்ஸ்

source: Winona
ml: വിനോനാ
ta: வின்னோனா

source: Winslow
ml: വിന്‍സ്ളോ
ta: வின்ஸ்லோ

source: Winston-Salem
ml: വിന്‍സ്റ്റണ്‍-സാലേം
ta: வின்ஸ்டன்-சாலெம்

source: Winter Haven
ml: വിന്‍റര്‍ ഹാവന്‍
ta: வின்டெர் ஹெவன்

source: Winter Park
ml: വിന്‍റര്‍ പാര്‍ക്ക്
ta: வின்டெர் பார்க்

source: Wiscasset
ml: വിസ്ക്കാസെറ്റ്
ta: வின்காசெட்

source: Wisconsin
ml: വിസ്ക്കണ്‍സിന്‍
ta: விஸ்கான்சின்

source: Wisconsin Rapids
ml: വിസ്ക്കണ്‍സിന്‍ റാപിഡ്സ്
ta: விஸ்கான்சின் ராபிட்ஸ்

source: Wise
ml: വൈസ്
ta: வைஸ்

source: Witbank
ml: വിറ്റ്ബാങ്ക്
ta: விட்பேங்க்

source: Wittering
ml: വിറ്ററീങ്
ta: விட்டெரிங்

source: Wittmund
ml: വിറ്റ്മണ്‍ഡ്
ta: விட்முன்ட்

source: Wittmundhaven
ml: വിറ്റ്മണ്‍ഡ് ഹാവന്‍
ta: விட்முன்ட்ஹவன்

source: Wittstock
ml: വിറ്റ്സ്റ്റോക്ക്
ta: விட்ஸ்டோக்

source: Woensdrecht
ml: വോയന്‍സ്ഡ്രച്ച്
ta: வோயென்ஸ்டெர்ச்

source: Wolf Point
ml: വൂള്‍ഫ് പോയിന്‍റ്
ta: வுல்ஃப் பாயின்ட்

source: Wonderboom/Pretoria
ml: വണ്‍ഡര്‍ബൂം/പ്രെറ്റോറിയ
ta: ஒண்டர்பூம்/ப்ரிடோரியா

source: Wonju
ml: വോഞ്ചൂ
ta: வன்ஜு

source: Woodland
ml: വുഡ് ലാന്‍റ്
ta: உட்லாண்ட்

source: Woodring
ml: വുഡ് റിങ്
ta: உட்ரிங்

source: Woodward
ml: വുഡ് വാര്‍ഡ്
ta: உட்வேர்ட்

source: Woomera
ml: വൂമെറാ
ta: ஊமேரா

source: Woong Cheon
ml: വൂങ് ചിയോങ്
ta: வோங் சியோன்

source: Wooster
ml: വൂസ്റ്റര്‍
ta: வூஸ்டர்

source: Worcester
ml: വോര്‍സസ്റ്റര്‍
ta: வோர்செஸ்டெர்

source: Worland
ml: വര്‍ലാന്‍റ്
ta: வூர்லாண்ட்

source: Worthington
ml: വര്‍ഥിങ്ട്ടണ്‍
ta: வொர்திங்டன்

source: Wrangell
ml: റാങ്ങല്‍
ta: ராங்கெல்

source: Wrightstown
ml: റൈറ്റ്സ് ടൌണ്‍
ta: ரைட்ஸ்டவுன்

source: Wrightsville Beach
ml: റൈറ്റ്സ്വില്‍ ബീച്ച്
ta: ரைட்ஸ்வில்லா பீச்

source: Wrigley
ml: റിഗ്ളീ
ta: ரிக்லே

source: Wrocław
ml: റോക്ളോ
ta: ராக்லா

source: Wuchia Observatory
ml: വച്ചിയാ ഒബ്സര്‍‍വേറ്ററി
ta: வுசியா ஓப்செர்வாடொரி

source: Wuhan
ml: വൂഹാന്‍
ta: வாஹன்

source: Wujiaba International Airport
ml: വുജിയാബാ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: வோஜிபா சர்வதேச விமான நிலையம்

source: Wunstorf
ml: വണ്‍സ്റ്റോര്‍ഫ്
ta: வோன்ஸ்ட்ரோஃப்

source: Wynyard
ml: വൈന്‍യാര്‍ഡ്
ta: வைன்யார்ட்

source: Wynyard Marine
ml: വൈന്‍യാര്‍ഡ് മറീന്‍
ta: வைன்யார்ட் மெரைன்

source: Wynyard West
ml: വൈന്‍യാര്‍ഡ് വെസ്റ്റ്
ta: வைன்யார்ட் மேற்கு

source: Wyoming
ml: യോമിങ്
ta: வயோமிங்

source: Wyton
ml: വൈറ്റണ്‍
ta: வைடன்

source: Würzburg
ml: വേസ്ബര്‍ഗ്
ta: வோர்ஸ்பெர்க்

source: Xai Xai
ml: ക്സായി ക്സായി
ta: ஸை ஸை

source: Xavantina
ml: ക്സവാന്‍റീനാ
ta: சவான்டினா

source: Xi'An
ml: ക്സിയാന്‍
ta: ஸி'அன்

source: Xiamen
ml: ക്സിയാമെന്‍
ta: ஸியாமின்

source: Xian/Xianyang
ml: ക്സിയാന്‍/ക്സിയാങ്യാങ്
ta: க்ஸியன்/க்ஸியன்யாங்

source: Xichang
ml: ക്സിച്ചാങ്
ta: க்ஸிசாங்

source: Xining
ml: ക്സിനിങ്
ta: க்ஸ்ங்

source: Xinjiang
ml: ക്സിന്‍‍ജിയാങ്
ta: க்ஸ்ஜியாங்

source: Xishuangbanna
ml: ക്സിഷ്വാങ്ക്ബന്നാ
ta: க்ஸொயன்ங்பான்னா

source: Yacuiba
ml: യാക്കുയിബാ
ta: யாகுய்பா

source: Yakataga
ml: യാക്കാത്താഗാ
ta: யாகடாகா

source: Yakima
ml: യാക്കിമാ
ta: யாகிமா

source: Yakushima
ml: യാക്കുഷിമാ
ta: யாகுஸ்ஹிமா

source: Yakutat
ml: യാക്കുത്താക്ക്
ta: யாகுடாட்

source: Yakutsk
ml: യാക്കുറ്റ്സ്ക്ക്
ta: யாக்குட்ஸ்

source: Yalinga
ml: യാലിങ്കാ
ta: யாலிங்கா

source: Yamagata
ml: യാമാഗാത്താ
ta: யாமகாடா

source: Yamaguchi Ube
ml: യാമാഗുച്ചി യുബേ
ta: யமகுசி ஊப்

source: Yamoussoukro
ml: യമൌസ്സൌക്രൂ
ta: யாமுஸ்கோரா

source: Yan An
ml: യാന്‍ആന്‍
ta: யன் அன்

source: Yangon
ml: യാങ്കോങ്
ta: யாங்கான்

source: Yanji
ml: യാഞ്ചി
ta: யன்ஜி

source: Yankton
ml: യാങ്ക്ട്ണ്‍
ta: யாங்டன்

source: Yantai
ml: യാന്‍തായി
ta: யன்டை

source: Yao
ml: യാവോ
ta: யோ

source: Yaoqiang International Airport
ml: യൌക്ക്യാങ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: யோக்யங் சர்வதேச விமான நிலையம்

source: Yaounde
ml: യൌണ്‍ഡേ
ta: யோன்டே

source: Yap Island
ml: യാപ്പ് ഐലന്‍റ്
ta: யப் தீவு

source: Yaquina Bay
ml: യാക്വിനാ ബേ
ta: யக்யுனா பே

source: Yarmouth
ml: യാര്‍മൌഥ്
ta: யார்மௌத்

source: Yasouj/National
ml: യാസോജ്/നാഷണല്‍
ta: யசோஜ்/நேஷனல்

source: Yathkyed Lake
ml: യാഥികീയ്ഡ് ലേയ്ക്ക്
ta: யாத்கெயித் ஏரி

source: Yazd
ml: യാസ്ഡ്
ta: யாஸ்ட்

source: Yechon Ab
ml: യച്ചണ്‍ അബ്
ta: யெசோன் ஏப்

source: Yellowknife
ml: യെല്ലോ നൈഫ്
ta: யெல்லோனைஃப்

source: Yellowstone
ml: യെല്ലോ സ്റ്റോണ്‍
ta: யெல்லோஸ்டோன்

source: Yemen
ml: യമന്‍
ta: யேமன்

source: Yenbo
ml: യെന്പോ
ta: யென்போ

source: Yendi
ml: യെന്‍ഡീ
ta: யன்டி

source: Yeoju Range
ml: യോജൂ റെഞ്ച്
ta: யோஜு ரேஞ்

source: Yeonpyeungdo
ml: യോങ്പ്യുങ്ഡു
ta: யேயான்பௌயங்டோ

source: Yeovilton
ml: യൌവില്‍ട്ടണ്‍
ta: யியோவில்டன்

source: Yerevan
ml: യെരേവാന്‍
ta: யரிவன்

source: Yinchuan
ml: യിങ്ച്വാങ്
ta: யின்சுவான்

source: Yining
ml: യിന്നിങ്
ta: யன்னிங்

source: Yoho Park
ml: യോഹോ പാര്‍ക്ക്
ta: யோஹோ பார்க்

source: Yoko
ml: യോക്കോ
ta: யோகோ

source: Yokosuka Fwf
ml: യോക്കോസൂക്കാ എഫ് ഡബ്ള്യൂ എഫ്
ta: யுகோசுகா Fwf

source: Yokota Ab
ml: യോക്കോത്താ അബ്
ta: யொகோடா ஏப்

source: Yola
ml: യോളാ
ta: யோலா

source: Yonaguni
ml: യെണാഗൂണി
ta: யோனகுனி

source: Yongsan/H-208 Hp
ml: യോങ്സാന്‍/H-208 Hp
ta: யங்சன்/H-208 Hp

source: York
ml: യോക്കോ
ta: யார்க்

source: Yorkton
ml: യോക്ക്ട്ടണ്‍
ta: யார்க்டன்

source: Yoro
ml: യോറോ
ta: யோரோ

source: Yoron Island
ml: യോറോണ്‍ ഐലന്‍റ്
ta: யோரோன் தீவு

source: Yosu
ml: യോസൂ
ta: யோசு

source: Younde Ii
ml: യൌണ്ടേലി
ta: யான்டி ஐ

source: Youngstown
ml: യങ്സ്റ്റൌണ്‍
ta: யங்ஸ்டௌன்

source: Ypsilanti
ml: പ്സിലാന്‍റി
ta: எப்சிலான்டி

source: Yukon Territory
ml: യൂക്കോണ്‍ ടെറിട്ടറി
ta: யோகோன் டெரிடரி

source: Yulara
ml: യുളാറാ
ta: யூலாரா

source: Yuma
ml: യൂമാ
ta: யூமா

source: Yunnan
ml: യൂന്നാന്‍
ta: யூன்னன்

source: Yurimaguas
ml: യുറിമാഗ്വസ്
ta: யுரிமாகஸ்

source: Yuzhno-Sakhalinsk
ml: യുസ്നോ-സാക്കാലിന്‍സ്ക്ക്
ta: யுஸ்னோ-சக்ஹாலின்ஸ்க்

source: Zabol
ml: സാബോള്‍
ta: ஸாபோல்

source: Zacapa
ml: സാക്കാപ്പാ
ta: ஸாகாபா

source: Zacatecas
ml: സാക്കാറ്റെക്കസ്
ta: ஸகாடெகாஸ்

source: Zadar
ml: സാഡാര്‍
ta: ஸடார்

source: Zagreb
ml: സാഗ്രെബ്
ta: ஸக்ரெப்

source: Zahedan
ml: സാഹെദാന്‍
ta: ஸஹிடன்

source: Zakinthos
ml: സാക്കിന്‍തോസ്
ta: ஸகின்டோஸ்

source: Zama Airfield
ml: സാമാ എയര്‍ഫീള്‍ഡ്
ta: ஸாமா ஏர்ஃபீல்டு

source: Zambezi
ml: സാന്പെസി
ta: ஸாமிபிசி

source: Zambia
ml: സാംബിയാ
ta: சாம்பியா

source: Zamboanga
ml: സംബോങ്കാ
ta: சாம்போன்கா

source: Zanderij
ml: സാന്‍ഡര്‍ജീ
ta: சான்ட்ரீஜ்

source: Zanesville
ml: സെന്‍സ്വിലി
ta: ஸானெஸ்வில்லா

source: Zanjan
ml: സാഞ്ചന്‍
ta: சான்ஜன்

source: Zanzibar / Kisauni
ml: സാന്‍സിബാര്‍ / കിസൌനി
ta: ஸான்ஸிபார் / கிசோனி

source: Zapopan
ml: സാപോപ്പാന്‍
ta: சாபோபன்

source: Zaporizhzhia/Mokraya
ml: സാപോരിസ്സിയ/മോക്രായാ
ta: ஸாபோரிஸ்ஸிஸா/மோக்ரியா

source: Zaragoza
ml: സാരാഗോസ
ta: ஸராகோஸா

source: Zaranj
ml: സാറഞ്ച്
ta: சாரன்ஜ்

source: Zaria
ml: സാറിയ
ta: சாரியா

source: Zaventem
ml: സാവെന്‍ഥം
ta: ஸவென்டெம்

source: Zebak
ml: സെബാക്ക്
ta: சிபக்

source: Zell am See
ml: സെല്‍ ആം സീ
ta: ஸெல் ஆம் சீ

source: Zeltweg
ml: സെല്‍ട്ട്വെഗ്
ta: சில்ட்வெக்

source: Zhang Gui Zhuang
ml: സാങ് ഗുയ് സാങ്
ta: சாங்க் குய் சுவாங்

source: Zhanjiang
ml: സാന്‍ജിയാങ്
ta: சான்ஜியங்

source: Zhejiang
ml: സെജിയാങ്
ta: சிஜியங்

source: Zhengzhou
ml: സ്യെങ്സൌ
ta: சியங்சௌ

source: Zhongchuan Airport
ml: സോങ്ച്ചുവാന്‍ എയര്‍പോര്‍ട്ട്
ta: சோங்சௌன் விமான நிலையம்

source: Zhuliany
ml: സുലിയാനി
ta: சஸுலியானி

source: Zielona Góra
ml: സിലോണ ഗോറ
ta: சிலோனா கோரா

source: Ziguinchor
ml: സിങ്ഗ്വിന്‍കര്‍
ta: சிகுய்ன்சோர்

source: Zimbabwe
ml: സിംബാബ്വെ
ta: ஜிம்பாப்வே

source: Zinder
ml: സിന്‍ഡര്‍
ta: சின்டெர்

source: Zonguldak
ml: സോഗുള്‍ഡാക്ക്
ta: ஸோன்குல்டாக்

source: Zuma Beach
ml: സ്യൂമ ബീച്ച്
ta: சுமா பீச்

source: Zuni Pueblo
ml: സ്യൂണി പ്യൂബ്ളോ
ta: சூனி புப்லோ

source: Zurich
ml: സ്യൂറിച്ച
ta: சூரிச்

source: Zweibrücken
ml: സ്വിബ്രൂക്കെന്‍
ta: ஸ்விப்ரூக்கன்

source: Ängelholm
ml: എയ്ഞ്ചല്‍ഹോം
ta: ஏஞ்சல்ஹோம்

source: Ålesund/Vigra
ml: അലെസണ്‍ഡ്/വിഗ്രാ
ta: ஏலிஸுன்ட்/வைக்ரா

source: Århus
ml: അര്‍ഹുസ്
ta: ஆர்ஹஸ்

source: Évreux
ml: എവ്റൌണ്‍സ്
ta: ஈவ்ரியக்ஸ்

source: Île Futuna
ml: ഇല്‍ ഫുഥുന
ta: ஐலீ ஃபூடுனா

source: Île Wallis
ml: ഇല്‍ വാലീസ്
ta: லே வாலிஸ்

source: Örebro
ml: ഒറേബ്രോ
ta: ஓரிப்ரோ

source: Örnsköldsvik
ml: ഓണ്‍സ്ക്കോള്‍ഡ്സ്വിക്ക്
ta: ஓர்ன்ஸ்கோஸ்விக்

source: Östersund
ml: ഓസ്റ്റര്‍സന്‍ഡ്
ta: ஓஸ்டர்சன்ட்

source: Ørland
ml: ഓര്‍ലാന്‍ഡ്
ta: ஓர்லாண்ட்

source: Ørsta-Volda/Hovden
ml: ഓഴ്സ്റ്റ-വോള്‍ഡ/ഹോംവ്ഡെന്‍
ta: ஓர்ஸ்டா-வோல்டா/ஹோவ்டன்

source: Ülemiste Airport
ml: യൂലെമിസ്റ്റ് എയര്‍പോര്‍ട്ട്
ta: உலேமிஸ்டே விமான நிலையம்

source: Ülemiste Airport (alternate)
ml: യൂലെമിസ്റ്റ് എയര്‍പോര്‍ട്ട്
ta: உலேமிஸ்டே விமான நிலையம் (மாற்று)

source: Ülenurme
ml: യുലെനൂര്‍മ്
ta: உலேநூர்மீ

source: Čepin
ml: സെപ്പിന്‍
ta: செப்பின்

source: Šiauliai
ml: സിയാവുലായ്
ta: சியாலியை
