Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: 20 Mile Hill
ml: 20 മൈല്‍ ഹില്ല്
ta: 20 மைல் மலை

source: Aachen
ml: ആച്ചന്‍
ta: ஆச்சன்

source: Aalborg
ml: ആല്‍ബോര്‍ഗ്
ta: அல்போர்க்

source: Abadan
ml: അബാദന്‍
ta: அபடன்

source: Abadeh
ml: അബാദെ
ta: அபேஹ்

source: Abakan
ml: അബാക്കന്‍
ta: அபாகான்

source: Abbeville
ml: അബേവില്ലി
ta: அபவில்லா

source: Abbotsford
ml: അബോട്സ്ഫോര്‍ഡ്
ta: அபாட்ஸ்ஃபோர்ட்

source: Abeche
ml: അബേച്ചേ
ta: அபெசெ

source: Aberdeen
ml: അബര്‍ദീന്‍
ta: அபெர்டீன்

source: Abha
ml: അബ്ഹ
ta: அப்ஹா

source: Abidjan
ml: അബിട്ജന്‍
ta: அபிட்ஜன்

source: Abilene
ml: അബിലേന്‍
ta: அப்லென்

source: Abingdon
ml: അബിങ്ഡോണ്‍
ta: அபிங்டான்

source: Abong-Mbang
ml: അബേ
ta: அபோங்-எம்பங்

source: Abu Dhabi
ml: അബുദാബി
ta: அபுதாபி

source: Abu Dhabi - Bateen
ml: അബുദാബി - ബത്തീന്‍
ta: அபுதாபி - பட்டீன்

source: Abumusa Island/Abumusa
ml: അബുമൂസാ ഐലന്‍റ്/അബുമൂസ
ta: அபுமுசா தீவு/அபுமுசா

source: Acajutla
ml: അക്കജുത്‍ല
ta: அகஜூட்லா

source: Acapulco
ml: അക്കപുല്‍ക്കോ
ta: அசபுல்லோ

source: Acarigua
ml: അക്കരീഗ്വ
ta: அகரீகுவா

source: Accra
ml: അക്ക്രാ
ta: அக்ரா

source: Ada
ml: അഡാ
ta: அடா

source: Adak Island
ml: അഡാക്ക് ഐലന്‍റ്
ta: அடாக் தீவு

source: Adana/Incirlik
ml: അഡാനാ/ഇന്‍ക്രിലിക്ക്
ta: அதனா/இங்ரிலிக்

source: Adana/Sakirpasa
ml: അഡാനാ/സാക്കിര്‍‍പാസ
ta: அடானா/சகிர்பசா

source: Addenbrooke
ml: അഡ്ഡന്‍ബ്രൂക്ക്
ta: ஆடன்ப்ரோக்

source: Addis Ababa
ml: അഡിസ്സ് അബാബാ
ta: அடிஸ் அபாபா

source: Addison
ml: അഡ്ഡിസണ്‍
ta: அடிசன்

source: Adelaide
ml: അഡിലേയ്ട്
ta: அடிலைட்டு

source: Aden
ml: ഏദന്‍
ta: ஏடன்

source: Adiake
ml: അഡിയാക്ക്
ta: அடியாக்

source: Adler
ml: അഡ്‍ലെര്‍
ta: அட்லெர்

source: Adnan Menderes
ml: അഡ്നാന്‍ മെന്‍ഡെറസ്‍
ta: அட்னான் மென்டெர்ஸ்

source: Adrar
ml: അദ്രാര്‍
ta: அட்ரார்

source: Adrian
ml: അഡ്രിയന്‍
ta: அட்ரெயன்

source: Aeroparque
ml: എയ്റോപാര്‍ക്ക്
ta: ஏரோபர்யூ

source: Aeroporto Da Madeira
ml: എയ്റോപോര്‍ട്ടോ ഡാ മഡെയിറാ
ta: ஏரோபர்டோ டா மடீரியா

source: Afghanistan
ml: അഫ്ഗാനിസ്ഥാന്‍
ta: அப்கானிஸ்தான்

source: Afonso Pena Airport
ml: അഫോണ്‍സോ പോന എയര്‍പോര്‍ട്ട്
ta: அஃசோ பென்னா விமான நிலையம்

source: Afonsos Airport
ml: അഫോണ്‍സോസ് എയര്‍പോര്‍ട്ട്
ta: அஃப்சோஸ் விமான நிலையம்

source: Africa
ml: ആഫ്രിക്ക
ta: ஆப்ரிக்கா

source: Afyon
ml: അഫ്യോണ്‍
ta: அஃயோன்

source: Agadez
ml: അഗാഡേസ്
ta: அகடிஸ்

source: Agadir
ml: അഗാഡിര്‍
ta: அகடிர்

source: Agadir Al Massira
ml: അഗാഡിര്‍ അല്‍ മസ്സീറ
ta: அகடிர் அல் மஸ்ஸிஸ்ரா

source: Agana
ml: അഗാനാ
ta: அகானா

source: Agartala
ml: അഗര്‍ത്തല
ta: அகர்தலா

source: Agassiz
ml: അഗാസിസ്സ്
ta: அகஸாஸிஸ்

source: Agen
ml: അഗെന്‍
ta: ஏஜென்

source: Aghajari
ml: അഗാജാരി
ta: அகஜாரி

source: Agordat
ml: അഗോര്‍ദാത്ത്
ta: அகோர்டட்

source: Agra
ml: ആഗ്രാ
ta: ஆக்ரா

source: Agrinio
ml: അഗ്രീനിയോ
ta: அக்ரினியோ

source: Aguascalientes
ml: അഗ്വാസ്കാലിയന്‍റസ്
ta: அக்வாசாலின்டிஸ்

source: Aguni Island
ml: അഗൂനി ഐലന്‍റ്
ta: அகுனி தீவு

source: Ahmadabad
ml: അഹ്മെദാബാദ്
ta: அஹமதாபாத்

source: Ahoskie
ml: അഹോസ്ക്കീ
ta: அசோகையி

source: Ahtari
ml: അഹ്ത്താരി
ta: அஹ்டரி

source: Ahwaz
ml: അഹ്‍വാസ്
ta: அஹ்வாஸ்

source: Aigen im Ennstal
ml: എയ്ജന്‍ ഇം എന്‍സ്റ്റാല്‍
ta: ஐஜென் இன் என்ஸ்டல்

source: Ainsworth
ml: എയിന്‍സ്‍വര്‍ത്ത്
ta: ஐன்ஸ்வொர்த்

source: Aioun El Atrouss
ml: അയോന്‍ എല്‍ അട്ട്രോസ്സ്
ta: ஐயோன் எல் அட்ரொஸஸ்

source: Air Force Academy
ml: എയര്‍ ഫോഴ്സ് അക്കാദമി
ta: ஏர் ஃபோர்ஸ் அக்காடமி

source: Air Force Base
ml: എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: ஏர் ஃபோர்ஸ் பேஸ்

source: Airlake
ml: എയര്‍‍ലേയ്ക്
ta: ஏர்லேக்

source: Airlake Airport
ml: എയര്‍‍ലേയ്ക് എയര്‍പോര്‍ട്ട്
ta: ஏர்லேக் ஏர்ப்போர்ட்

source: Airport
ml: എയര്‍പോര്‍ട്ട്
ta: ஏர்போர்ட்

source: Airport Jose Martí, Rancho-Boyeros, Habana
ml: എയര്‍പോര്‍ട്ട് ജോസ് മാര്‍ട്ടി, റാഞ്ചോ-ബോയേറോസ്, ഹബാനാ
ta: விமான நிலையம் ஜோஸ்மார்சி, ரான்சோ-போய்ரோஸ், ஹபானா

source: Airport del Norte
ml: എയര്‍പോര്‍ട്ട് ഡെല്‍ നോര്‍ഥ്
ta: விமான நிலையம் டெல் நேர்டி

source: Aitkin
ml: അയിറ്റ്ക്കിന്‍
ta: ஐட்கின்

source: Aix-en-Provence
ml: അയിക്സ്-എന്‍-പ്രൊവിന്‍സ്
ta: ஆக்ஸ்-என்-ப்ரோவின்ஸ்

source: Aix-les-Bains
ml: അയിക്സ്-ലെസ്-ബയിന്‍സ്
ta: ஆக்ஸ்-லெஸ்-பைன்ஸ்

source: Ajaccio
ml: അജാഷിയോ
ta: அஜாக்கோ

source: Ajo
ml: അജോ
ta: அஜோ

source: Akeno Ab
ml: അക്കെനോ അബ്
ta: அகெனொ ஏப்

source: Akhisar
ml: അക്കിസാര്‍
ta: அக்ஹிசார்

source: Akim Oda
ml: അക്കിം ഒഡാ
ta: அக்கிம் ஓடா

source: Akita
ml: അക്കിഥ
ta: அகிதா

source: Akjoujt
ml: അക്ജോഥ്
ta: அக்ஜௌத்

source: Aklavik
ml: അക്ക്ലാവിക്ക്
ta: அக்லவிக்

source: Akola
ml: അക്കോള
ta: அக்கோலா

source: Akron
ml: അക്ക്രോണ്‍
ta: அக்ரோன்

source: Akron, Akron Fulton International Airport
ml: അക്ക്രോണ്‍, അക്ക്രോണ്‍ ഫുള്‍ട്ടണ്‍ അന്താരാഷ്ട്രീയ എയര്‍പോര്‍ട്ട്
ta: அக்ரோன், அக்ரோன் ஃபுல்டன் இன்டர்நேஷனல் ஏர்போர்ட்

source: Akrotiri
ml: അക്രോത്തിരി
ta: அக்ரோட்ரி

source: Aktau
ml: അക്ക്ത്താവു
ta: அக்டௌ

source: Aktion
ml: അക്ക്ത്തിയോണ്‍
ta: அக்ஷ்ன்

source: Aktjubinsk
ml: അക്ക്ജുബിന്‍സ്ക്
ta: அக்ஜுபின்ஸ்க்

source: Akulivik
ml: അക്ക്ലുവിക്ക്
ta: அகுலிவிக்

source: Akureyri
ml: അക്കുറെയ്റി
ta: அகுரெரி

source: Akuse
ml: അക്കൂസ്
ta: அக்யூஸ்

source: Al Ahsa
ml: അല്‍ അഹ്സ
ta: அல் அஷா

source: Al Ain
ml: അല്‍ എയിന്‍
ta: அல் ஐன்

source: Al Baha
ml: അല്‍ ബാഹാ
ta: அல் பஹா

source: Al Hoceima
ml: അല്‍ ഹൊക്കോയ്മ
ta: அல் ஹாக்சிமா

source: Al Qaysumah
ml: അല്‍ ഖയ്സുമ
ta: அல் க்வைஸ்மஹ்

source: Al Udeid
ml: അല്‍ ഉദെയ്ദ്
ta: அல் உடைட்

source: Al-Hazm
ml: അല്‍-ഹാസം
ta: அல்-ஹாஸ்ம்

source: Al-Jouf
ml: അല്‍-‍ജോഫ്
ta: அல்-ஜோஃப்

source: Alabama
ml: അലാബാമ
ta: அலபாமா

source: Alabaster
ml: അല്‍ബാസ്റ്റര്‍
ta: அலபஸ்டர்

source: Alabat
ml: അലാബാഥ്
ta: அலபட்

source: Alacant/L'Altet
ml: അലാക്കാണ്‍റ്റ്/ല അല്‍തേത്ത്
ta: அலிகேன்டி/எல் அல்டேட்

source: Alameda
ml: അലാമെഡ
ta: அலமெடா

source: Alamogordo
ml: അലാമോഗോര്‍ദ
ta: அலமொகொர்டோ

source: Alamosa
ml: അലാമോസ
ta: அல்மோசா

source: Alaska
ml: അലാസ്ക്
ta: அலாஸ்கா

source: Albacete/Los Llanos
ml: അല്‍ബാസെത്ത്/ലോസ് ലാനോസ്
ta: அல்பசெடே/லாஸ் ல்லானோஸ்

source: Albania
ml: അല്‍ബാന്യ
ta: அல்பேனியா

source: Albany
ml: അല്‍ബാനി
ta: அல்பேனி

source: Albemarle
ml: അല്‍ബെമാര്‍‍ലെ
ta: அல்பிமர்ல்

source: Albenga
ml: അല്‍ബെന്‍ഗ
ta: அல்பெங்கா

source: Albert Lea
ml: അല്‍ബേര്‍ട്ട് ലിയാ
ta: அல்பெர் லே

source: Alberta
ml: അല്‍ബേര്‍ട്ട
ta: அல்பெர்டா

source: Albi
ml: അല്‍ബി
ta: அல்பி

source: Albion
ml: അല്‍ബിയോണ്‍
ta: அல்பிஆன்

source: Albrook Afs/Balboa
ml: അല്ബ്രൂക്ക് അഫ്സ്/ബല്‍ബോഅ
ta: ல்ப்ரூக் Afs/பால்போவா

source: Albuquerque
ml: അല്‍ബ്യുക്കെര്‍ക്ക്യൂ
ta: அல்புக்யூர்யூ

source: Albuquerque Airport
ml: അല്‍ബ്യുക്കെര്‍ക്ക്യൂ എയര്‍പോര്‍ട്ട്
ta: அல்புக்யூர்யூ ஏர்போர்ட்

source: Albuquerque Radar Site
ml: അല്‍ബ്യുക്കെര്‍ക്ക്യൂ റഡാര്‍ സൈറ്റ്
ta: அல்புக்யூர்யூ ரேடார் சைட்

source: Albury
ml: അല്‍ബ്യൂരി
ta: அல்பரி

source: Alcantarilla
ml: അല്‍ക്കാന്‍റാറില
ta: அல்கேடாரில்லா

source: Alderney
ml: അല്‍ഡെര്‍ണി
ta: அல்டெர்னெய்

source: Alençon
ml: അലന്‍ക്കോണ്‍
ta: அலென்கான்

source: Aleppo
ml: അലേപ്പോ
ta: அலெப்போ

source: Alert
ml: അലേര്‍ട്ട്
ta: அலெர்ட்

source: Alexander Bay
ml: അലക്സാണ്ടര്‍ ബെ
ta: அலெக்ஸ்சான்டர் பே

source: Alexander City
ml: അലക്സാണ്ടര്‍ സിറ്റി
ta: அலெக்ஸ்சான்டர் சிட்டி

source: Alexandria
ml: അലക്സാണ്ട്രിയ
ta: அலெக்ஸ்சான்டிரியா

source: Alexandria Borg El Arab
ml: അലക്സാണ്ട്രിയ ബോര്‍ഗ് അല്‍ അറബ്
ta: அலெக்ஸ்சான்டிரியா போர்க் எல் அராப்

source: Alexandria-Esler
ml: അലക്സാണ്ട്രിയ-എസ്ലര്‍
ta: அலெக்ஸ்சான்டிரியா-எல்ஸ்லெர்

source: Alexandria/Nouzha
ml: അലക്സാണ്ട്രിയ/നൌസ
ta: அலெக்ஸ்சான்டிரியா/நௌசா

source: Alexandroupoli
ml: അലക്സാണ്ടൌപോളി
ta: அலெக்ஸான்ரோபோலி

source: Alexis River
ml: അലക്സിസ് നദി
ta: அலெக்ஸிஸ் ரிவர்

source: Algeria
ml: അള്‍ജീരിയ
ta: அல்ஜீரியா

source: Alghero
ml: അല്‍ഗേറോ
ta: அல்க்ஹெரோ

source: Algona
ml: അല്‍ഗോണ
ta: அல்கோனா

source: Alice
ml: ആലീസ്
ta: அலைஸ்

source: Alice Springs
ml: ആലീസ് സ്പിങ്സ്
ta: அலைஸ் ஸ்பிரிங்ஸ்

source: Alice Town, Bimini
ml: ആലീസ് ടൌണ്‍, ബിമിനി
ta: அலைஸ் டௌன், பிமினி

source: Alindao
ml: അലിന്‍ഡാവൊ
ta: அலின்டியோ

source: Aliwal North
ml: അലിവാല്‍ നോര്‍ത്ത്
ta: அலிவால் நார்த்

source: Alki Point
ml: അല്‍ക്കി പോയിന്‍റ്
ta: அல்கி பாயின்ட்

source: Allahabad/Bamhrauli
ml: അല്ലഹാബാദ്/ബമ്ഹാരൌളി
ta: அலகாபாத்/பம்ஷ்ரயுலி

source: Allentown
ml: അല്ലെന്‍ടൌണ്‍
ta: அலென்டௌன்

source: Alliance
ml: അലിയന്‍സ്
ta: அலைன்ஸ்

source: Alma
ml: അല്‍മ
ta: அல்மா

source: Almaty
ml: അല്‍മാത്തി
ta: அல்மடி

source: Almería/Airport
ml: അല്‍മേരിയ/എയര്‍പോര്‍ട്ട്
ta: அல்பேரியா/விமான நிலையம்

source: Alofi / Niue
ml: അലോഫി/ന്യൂ
ta: அலோஃபி/நிய்யூ

source: Alor / Mali
ml: അലോര്‍/മാലി
ta: அலோர் / மாலி

source: Alor Setar
ml: അലോര്‍ സെത്താര്‍
ta: அலோர் செடார்

source: Alpena
ml: അല്‍പേന
ta: அல்பெனா

source: Alpine
ml: അല്‍പൈന്‍
ta: அல்பைன்

source: Alpine Airstrip
ml: അല്‍പൈന്‍ എയര്‍സ്ട്രിപ്പ്
ta: அல்பைன் ஆர்ஸ்ரிப்

source: Alta
ml: ആല്‍ട്ട
ta: அல்டா

source: Alta Floresta
ml: ആല്‍ട്ട ഫ്ളോറെസ്റ്റ
ta: அல்டா ஃல்ப்ப்ரெஸ்டா

source: Altamira
ml: അല്‍ട്ടാമിറ
ta: அல்டமெரா

source: Altenburg
ml: ആല്‍ട്ടെന്‍ബര്‍ഗ്
ta: அல்டன்பர்க்

source: Altenstadt-Schongau
ml: അല്‍റ്റെസ്റ്റാഡ്-സ്ക്കൊന്‍ഗാവു
ta: அல்டென்ஸ்டட்-ஸ்ஹோங்கௌ

source: Alton
ml: ആല്‍ട്ടോണ്‍
ta: அல்டோன்

source: Altoona
ml: ആല്‍ട്ടൂണ
ta: அல்டோனா

source: Alturas
ml: ആല്‍ട്ടൂറാസ്
ta: அல்டுராஸ்

source: Altus
ml: ആല്‍ട്ടൂസ്
ta: அல்டுஸ்

source: Alva
ml: ആല്‍വ
ta: அல்வா

source: Am-Timan
ml: അം-റ്റിമാന്‍
ta: அம்-டிமான்

source: Amahai
ml: ആമാഹായി
ta: அமஹாய்

source: Amami
ml: അമാമി
ta: அமாமி

source: Amapala
ml: അമാപാല
ta: அமபாலா

source: Amarillo
ml: അമാറിലോ
ta: அமரிலோ

source: Amasya
ml: അമാസ്യ
ta: அமஸ்யா

source: Ambato/Chachoan
ml: അംബാഥോ/ചച്ചോവാന്‍
ta: அம்படோ/சஷொஅன்

source: Amberley
ml: അംബേര്‍ലി
ta: அம்பெர்லே

source: Ambler
ml: അംബ്ളെര്‍
ta: அம்ப்லெர்

source: Ambon / Pattimura
ml: അംബോണ്‍/പാട്ടിമുറ
ta: அம்போன் / பட்டிமுரா

source: Ambouli
ml: അംബൌളി
ta: அம்பௌலி

source: Ambrose / Ft. Tilden
ml: ആംബ്രോസ് / ഫ. റ്റില്‍ഡന്‍
ta: ஆம்ரோஸ் / Ft. டில்டன்

source: Ambérieu-en-Bugey
ml: അംബേറ്യു-എന്‍-ബ്യൂഗെ
ta: அம்ப்ரியோ-என்-பக்கே

source: Amelia
ml: അമേല്യ
ta: அமெலியா

source: Amendola
ml: അമെന്‍ഡോള
ta: அமென்டோலா

source: Ames
ml: അമെസ്
ta: அமெஸ்

source: Amherst
ml: അംഹേര്‍സ്റ്റ്
ta: அம்ஹெர்ஸ்ட்

source: Amman
ml: അമ്മാന്‍
ta: அம்மான்

source: Ampenan / Selaparang
ml: ആംപെനാന്‍ / സെലാപറാങ്
ta: அம்பெனான் / செலபராங்

source: Amphitrite Point
ml: ആംഫിട്ട്രൈറ്റ് പോയിന്‍റ്
ta: அம்பிஹிரைட் பாயின்ட்

source: Amqui
ml: ആംക്യൂ
ta: அம்க்யூ

source: Amritsar
ml: അമ്രിത്സര്‍
ta: அம்ரித்ஸர்

source: Amsterdam
ml: ആമ്സ്റ്റെന്‍ഡാം
ta: ஆம்ஸ்டெர்டாம்

source: Amundsen-Scott South Pole Station
ml: അമുന്‍ഡ്സന്‍-സ്ക്കോട്ട് സൌത്ത് പോണ്‍ സ്റ്റേഷന്‍
ta: அமுட்செந்ஸ்காட் சௌத் போல் ஸ்டேஷன்

source: Anacapa Island
ml: അനാക്കാപ്പ ഐലന്‍റ്
ta: அனகாபா தீவு

source: Anadyr
ml: അനാഡിര്‍
ta: அனட்யார்

source: Anaktuvuk Pass
ml: അനത്തുവുക്ക് പാസ്സ്
ta: அகக்டுவுக் பாஸ்

source: Analalava
ml: അനലലാവ
ta: அனலாலாவா

source: Anapa/Vitiazevo
ml: അനാപ്പ/വിത്തിയാസേവോ
ta: அனபா/விடிஸ்வோ

source: Anchialos
ml: അന്‍കിയാലോസ്
ta: அன்சிலோஸ்

source: Anchorage
ml: ആങ്കറേജ്
ta: அன்கோர்ஜ்

source: Ancona
ml: ആങ്കോണ
ta: அன்கோனா

source: Andahuayla
ml: ആന്‍ഡാഹ്യാല
ta: அன்டஹுய்லா

source: Andalusia
ml: ആല്‍ഡലൂഷ്യ
ta: அன்டல்ஸ்யா

source: Andapa
ml: ആന്‍ഡാപ്പ
ta: அன்டபா

source: Andersen
ml: ആന്‍ഡേര്‍സണ്‍
ta: ஆன்ரெர்சன்

source: Anderson
ml: ആന്‍ഡേര്‍സണ്‍
ta: அன்டர்சன்

source: Andong
ml: ഏന്‍ഡോങ്
ta: அன்டோங்

source: Andover
ml: ആന്‍ഡോവര്‍
ta: அன்டோவெர்

source: Andravida
ml: അന്‍ഡ്രാവിഡ
ta: அன்ட்ராவிடா

source: Andrews
ml: ആന്‍ഡ്രൂസ്
ta: ஆன்ட்ரூஸ்

source: Andøya
ml: ആന്‍ഡോയ
ta: அன்டொயா

source: Angers
ml: എയ്ഞ്ചേഴ്സ്
ta: அங்கெர்ஸ்

source: Angisoq
ml: ആങ്കിസോക്ക്
ta: ஆங்ஸாக்

source: Angleton
ml: ആങ്കില്‍ട്ടണ്‍
ta: ஏன்ஜல்

source: Angola
ml: അംഗോള
ta: அங்கோலா

source: Angoon
ml: അംഗൂണ്‍
ta: அங்கோன்

source: Anholt Island
ml: അന്‍ഹോള്‍റ്റ് ഐലന്‍റ്
ta: அங்ஹோல்ட் தீவு

source: Anhui
ml: അന്‍ഹുയീ
ta: அன்ஹூய்

source: Aniak
ml: അനിയാക്ക്
ta: அனியாக்

source: Ankara/Esenboga
ml: അങ്കാറ/എസെന്‍ബോഗ
ta: அன்காரா/எசென்போகா

source: Ankara/Etimesgut
ml: അങ്കാറ/എത്തിമെസ്ഗട്ട്
ta: அன்காரா/எடிமெஸ்கட்

source: Ankara/Guvercin Lik
ml: അങ്കാറ/ഗ്യുവെര്‍സിന്‍ ലിക്ക്
ta: அங்காரா/கௌவெர்சின் லிக்

source: Ankeny
ml: അങ്കെണി
ta: அங்கெனி

source: Ann Arbor
ml: ആന്‍ ആര്‍ബര്‍
ta: ஆன் அர்போர்

source: Annaba
ml: അന്നാബ
ta: அனபாமா

source: Annapolis
ml: അന്നാപോളിസ്
ta: அன்னபோலிஸ்

source: Annapolis Coast Guard Station
ml: അന്നാപോളിസ് കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: அன்னபோலிஸ் கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Annette
ml: അന്നെറ്റ്
ta: அனேடி

source: Anniston
ml: അന്നിസ്റ്റണ്‍
ta: ஆனிஸ்டோன்

source: Anta Huaraz
ml: അന്‍റ്റ ഹുവാറാസ്
ta: அன்டா ஹௌராஸ்

source: Antalaha
ml: അന്‍റ്റാലാഹ
ta: அன்டாலாஹா

source: Antalya
ml: അന്‍ററ്റാല്യ
ta: ஆன்டல்யா

source: Antananarivo / Ivato
ml: അന്‍റനാനാറിവോ / ഇവാത്തോ
ta: அன்டனானாரிவோ / இல்வடோ

source: Antarctica
ml: അന്‍റാര്‍ട്ടിക്ക
ta: அன்டார்டிக்கா

source: Antigo
ml: അന്‍റിഗോ
ta: ஆன்டிகோ

source: Antigua
ml: ആന്‍റിഗ്വ
ta: ஆன்டிகுவா

source: Antigua and Barbuda
ml: ആന്‍റിഗ്വയും ബര്‍ബൂഡ
ta: ஆன்டிகுவா மற்றும் பார்புடா

source: Antofagasta
ml: അന്‍റോഫഗസ്ത
ta: ஆன்டொஃபேகஸ்டா

source: Antsirabe
ml: അന്‍റ്സിറാബെ
ta: ஆன்ட்ஸ்ராப்

source: Antwerp
ml: ആന്‍റ്വേര്‍പ്പ്
ta: ஆன்ட்வெர்ப்

source: Anuradhapura
ml: അനുരാധാപുര
ta: அனுரதாபுராம்

source: Anvik
ml: ആന്‍വിക്ക്
ta: அன்விக்

source: Anápolis
ml: അനാപോളിസ്
ta: அன்னபோலிஸ்

source: Aomori
ml: അവോമോറി
ta: அவ்மோரி

source: Aoulef
ml: അവുലെഫ്
ta: அவ்லெஃப்

source: Apalachicola
ml: അപ്പലാച്ചിക്കോള
ta: அபலசிகோலா

source: Aparri
ml: അപ്പാരി
ta: அப்பாரி

source: Apartado/Los Cedros
ml: അപ്പാര്‍റ്റഡോ/ലോസ് സെഡ്രോസ്
ta: அபார்டடோ/ லாஸ் சிடோர்ஸ்

source: Apia / Upolu Island
ml: അപിയ / ഉപോളൂ ഐലന്‍റ്
ta: அபியா / உபோலு தீவு

source: Apolo
ml: അപ്പോളോ
ta: அபோலோ

source: Apple Valley
ml: ആപ്പിള്‍ വാലീ
ta: ஆப்பில் வாலி

source: Appleton
ml: ആപ്പിള്‍റ്റണ്‍
ta: ஆப்பில்டன்

source: Aputiteeq
ml: അപുതിതീക്ക്
ta: அபுடிடீக்

source: Aqaba
ml: അക്കാബ
ta: அக்வாபா

source: Aquadilla
ml: അക്ക്വാഡില
ta: அஃவாடில்லா

source: Aracaju
ml: അറാക്കാജു
ta: அர்காஜ்

source: Arad
ml: അരഡ്
ta: அராட்

source: Arak
ml: അറാക്ക്
ta: ஆராக்

source: Aralskoe More
ml: അരാള്‍സ്ക്കോ മോര്‍
ta: அராக்ஸ்கோய் மோர்

source: Arar
ml: അരാര്‍
ta: அரார்

source: Arauca/Santiago Pérez
ml: അരോക്ക/സാന്‍ഥിയാഗോ പെരസ്സ്
ta: அராகுவா/சான்டியாகோ பெரிஸ்

source: Araxos
ml: അരാക്സോസ്
ta: அராக்சோஸ்

source: Arba Minch
ml: അര്‍ബ മിഞ്ച്
ta: அர்பா மின்ச்

source: Arcata
ml: അര്‍ക്കാട്ട
ta: அர்கட்டா

source: Archerfield
ml: ആര്‍ച്ചര്‍ഫീള്‍ഡ്
ta: அர்ஷெர்ஃபீல்ட்

source: Arctic Village
ml: ആര്‍ട്ടിക്ക് വില്ലേജ്
ta: ஆர்டிக் வில்லேஜ்

source: Ardabil
ml: അര്‍ഡാബിള്‍
ta: அர்டாபில்

source: Ardmore
ml: ആര്‍ഡ്മോര്‍
ta: அர்ட்மோர்

source: Ardmore, Ardmore Downtown Executive Airport
ml: ആര്‍ഡ്മോര്‍, ആര്‍ഡ്മോര്‍ ഡൌണ്‍ടൌണ്‍ എക്സിക്ക്യൂട്ടീവ് എയര്‍പോര്‍ട്ട്
ta: அர்ட்மோர், அர்ட்மோர் டௌன்டவும் என்ஸிக்யூடிவ் ஏரோபர்

source: Arequipa
ml: അരേക്വിപ്പ
ta: அரிக்யூபா

source: Arezzo
ml: അരേസ്സോ
ta: அரிசோ

source: Argentia
ml: അര്‍ജന്‍റിയ
ta: அர்ஜென்டியா

source: Argentina
ml: അര്‍ജന്‍റീന
ta: அர்ஜென்டைனா

source: Arica
ml: അരിക്ക
ta: அரிகா

source: Arizona
ml: അരിസോണ
ta: அரிசோனா

source: Arkansas
ml: അര്‍ക്കന്‍സാസ
ta: அர்கன்ஸாஸ்

source: Arkhangel'Sk
ml: അര്‍ക്കാഗന്‍സ്ക്ക്
ta: ஆர்கான்ஜெல்'Sk

source: Arlanda
ml: അര്‍ലാന്‍ഡ
ta: அர்லாண்டா

source: Arlington
ml: അര്‍ലിങ്ട്ടണ്‍
ta: அர்லிங்டன்

source: Arlington Automatic Weather Observing/Reporting System
ml: അര്‍ലിങ്ട്ടണ്‍ ഓട്ടോമാറ്റിക്ക് കാലാവസ്ഥ നിരീക്ഷണ/റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: அர்லிங்டன் தானாக வானிலை கண்காணிக்கும்/அறிவிக்கும் அமைப்பு

source: Arlington Municipal
ml: അര്‍ലിങ്ട്ടണ്‍ മുന്‍സിപല്‍
ta: அர்லிங்டன் முனிசிபல்

source: Arlington Municipal Airport
ml: അര്‍ലിങ്ട്ടണ്‍ മുന്‍സിപല്‍ എയര്‍പോര്‍ട്ട്
ta: அர்லிங்டன்-முனிசிபல் ஏர்போர்ட்

source: Armenia
ml: അര്‍മേനിയ
ta: அர்மெனியா

source: Armenia/El Eden
ml: അര്‍മേനിയ/എല്‍ ഏദന്‍
ta: அர்மெனியா/எல் ஏடென்

source: Armor
ml: അര്‍മോര്‍
ta: அர்மோர்

source: Armstrong
ml: ആംസ്ട്രോങ്
ta: ஆர்ம்ஸ்ராங்

source: Arnos Vale
ml: അര്‍ണോസ് വാലെ
ta: அர்னொஸ் வாலே

source: Arorae
ml: അരോറേ
ta: அரோரே

source: Artesia
ml: അര്‍ട്ടേഷ്യ
ta: அர்டேஸியா

source: Artigas
ml: അര്‍ട്ടിഗസ്
ta: அர்டிகாஸ்

source: Arua
ml: അറുവ
ta: அருவா

source: Aruba
ml: അറുബ
ta: அரூபா

source: Arusha
ml: അറുഷ
ta: அருஷா

source: Arviat
ml: അര്‍വിയത്ത്
ta: அர்வியாட்

source: Arwi
ml: ആര്‍വി
ta: அர்வி

source: Asahikawa Ab
ml: അസാഹിക്കാവ അബ്
ta: அஷ்க்வாடா ஆப்

source: Asahikawa Airport
ml: അസാഹിക്കാവ എയര്‍പോര്‍ട്ട്
ta: ஆஷிவாடா ஏர்ப்போர்ட்

source: Ascensión De Guarayos
ml: അസന്‍ഷന്‍ ഡേ ഗ്വാരായോസ്
ta: அஸ்சென்சின் டி கௌரயோஸ்

source: Ashburnam
ml: ആഷ്ബുര്‍ണാം
ta: அஷ்பர்னாம்

source: Asheboro
ml: അഷേബോറോ
ta: அஸ்ஹெபோரோ

source: Asheville
ml: ആഷ്‍വില്ലി
ta: அசிவில்லா

source: Ashfield
ml: ആഷ്ഫീള്‍ഡ്
ta: அஷ்ஃபீல்ட்

source: Ashgabat
ml: ആഷ്ഗാബാത്ത്
ta: அஸ்காபாத்

source: Ashiya Ab
ml: ആഷിയ ആബ്
ta: அஷியா ஆப்

source: Ashland
ml: ആഷ്‍ലാന്‍റ്
ta: அஷ்லான்ட்

source: Ashtabula Coast Guard Station
ml: അഷ്ത്താബുള കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: அஸ்டபுலா கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Ashtabula County Airport
ml: അഷ്ത്താബുള കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: அஷ்டபுலா கௌன்டி ஏர்ப்போர்ட்

source: Ashtabulta
ml: അഷ്ത്താബുള
ta: அஷ்டபுல்டா

source: Asia
ml: ഏഷ്യ
ta: ஆசியா

source: Asmara
ml: അസ്മാറാ
ta: அஷ்மரா

source: Aspen
ml: അസ്പെന്‍
ta: ஆஸ்பென்

source: Assab
ml: അസ്സാബ്
ta: ஆஸ்ஸாப்

source: Assiniboia
ml: അസ്സിനിബോയിയ
ta: அஸ்ஸினிபோய்யா

source: Assosa / Asosa
ml: അസ്സോസ / അസോസ്സ
ta: அஸ்ஸோஸா/ அஸோஸா

source: Asswan
ml: അസ്സ്വാന്‍
ta: ஆஸ்வான்

source: Astana
ml: അസ്ഥാന
ta: அஸ்டனா

source: Astor
ml: അസ്റ്റര്‍
ta: அஸ்டோர்

source: Astoria
ml: അസ്റ്റോറ്യ
ta: அஸ்டோரியா

source: Astrakhan
ml: അസ്ട്രാക്കാന്‍
ta: அஸ்டாகான்

source: Asturias/Avilés
ml: അസ്തുറിയാസ്/ആവില്സ്
ta: அஸ்டாரியாஸ்/அவிலெஸ்

source: Asunción
ml: അസുന്‍ശ്യന്‍
ta: அசன்காயின்

source: Asyut
ml: അസ്യുട്ട്
ta: அஸ்யுத்

source: Atakpame
ml: അറ്റക്ക്പാമെ
ta: அடாட்பாமி

source: Atalaya
ml: അട്ടാലായ
ta: அடாலயா

source: Ataq
ml: അട്ടാക്ക്
ta: அடாக்

source: Atar
ml: അട്ടാര്‍
ta: அட்டார்

source: Ataturk
ml: അട്ടാട്ടുര്‍ക്ക്
ta: அட்டடுர்க்

source: Atbara
ml: ആട്ട്ബാറാ
ta: அட்பரா

source: Athalassa
ml: അഥാലാസ്സ
ta: அதாலாஸ்ஸா

source: Athens
ml: ഏഥേന്‍സ്
ta: ஏதென்ஸ்

source: Atikokan
ml: അട്ടിക്കോക്കന്‍
ta: அடிகோகான்

source: Atka
ml: ആട്ട്ക
ta: அட்கா

source: Atlanta
ml: അറ്റ്‍ലാന്‍റാ
ta: அட்லாண்டா

source: Atlantic
ml: അറ്റ്‍ലാന്‍റിക്ക്
ta: அட்லாண்டிக்

source: Atlantic City
ml: അറ്റ്‍ലാന്‍റിക്ക് സിറ്റി
ta: அட்லாண்டிக் நகரம்

source: Atlantic City Coast Guard Station
ml: അറ്റ്‍ലാന്‍റിക്ക് സിറ്റി കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: அட்லாண்டிக் சிட்டி கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Atoka
ml: അട്ടോക്ക
ta: அடோகா

source: Atsugi United States Naval Air Station
ml: അട്ട്സുഗി യുണൈറ്റട് സ്റ്റേറ്റ്സ് നേവല്‍ എയര്‍ സ്റ്റേഷന്‍
ta: அட்சுகி யுனைடர் ஸ்டேஸ் நேவல் ஏர் ஸ்டேஷன்

source: Attopeu
ml: അട്ടോപ്യു
ta: அடோபுயூ

source: Auburn
ml: ഔബേര്‍ണ്‍
ta: ஔபர்ன்

source: Auburn University
ml: ഔബേര്‍ണ്‍ യൂണിവേഴ്സിറ്റി
ta: அவ்பர்ன் யூனிவர்சிட்டி

source: Auburn-Lewiston
ml: ഔബേര്‍ണ്‍-ലെവിസ്റ്റണ്‍
ta: அவ்பர்ன்-லியூஸ்டன்

source: Auch
ml: ഔച്ച്
ta: அயூச்

source: Auckland
ml: ഓക്ക്ലാന്‍റ്
ta: ஆக்லாண்ட்

source: Audubon
ml: ഓദ്ബോണ്‍
ta: அவ்டுபோன்

source: Audubon Park
ml: ഓദ്ബോണ്‍ പാര്‍ക്ക്
ta: அவ்டுபோன் பார்க்

source: Augsburg
ml: ഓഗ്സ്ബര്‍ഗ്
ta: ஆக்ஸ்பெர்க்

source: Augusta
ml: ഓഗസ്ത്ത
ta: அகஸ்டா

source: Augusto Vergara
ml: ഓഗസ്തോ വെര്‍ഗാറ
ta: அகஸ்டா வெர்கரா

source: Aupaluk
ml: ഓപ്പാലുക്ക്
ta: அவ்பால்க்

source: Aurangabad Chikalthan
ml: ഓറഗബാദ് ചിക്കല്‍ത്തന്‍
ta: அவுரங்காபாத் சிகல்தான்

source: Aurillac
ml: ഓറിലാക്ക്
ta: அவ்ரிலாக்

source: Aurora
ml: ഓറോറ
ta: அரோரா

source: Aurora Buckley Air Force Base
ml: ഓറോറ ബക്ലി എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: அரோரா பக்லி ஏர் ஃபோர்ஸ் பேஸ்

source: Aurora State
ml: ഓറോറ സ്റ്റേറ്റ്
ta: அரோரா ஸ்டேட்

source: Aurora State Airport
ml: ഓറോറ സ്റ്റേറ്റ് എയര്‍പോര്‍ട്ട്
ta: அரோரா ஸ்டேட் ஏர்போர்ட்்ட்

source: Austin
ml: ഓസ്റ്റിന്‍
ta: அஸ்டின்

source: Austin City
ml: ഓസ്റ്റിന്‍ സിറ്റി
ta: அஸ்டின் சிட்டி

source: Australasia &amp; Oceania
ml: ഓസ്ട്രേലേഷ്യ &amp; ഓഷ്യാനാ
ta: ஆஸ்திரலேசியா &amp; ஓசியானா

source: Australia
ml: ഓസ്ട്രേലിയ
ta: ஆஸ்திரேலியா

source: Australian Capital Territory
ml: ഓസ്ട്രേലിയന്‍ കാപിറ്റല്‍ ടെറിറ്ററി
ta: ஆஸ்திரேலியன் கேப்பிடல் டெரிடரி

source: Australian External Territories
ml: ഓസ്ട്രേലിയന്‍ എക്സ്റ്റേര്‍ണല്‍ ടെറിട്ടറികള്‍
ta: ஆஸ்திரேலியன் எக்ஸ்டர்னல் டெரிடரி

source: Austria
ml: ഓസ്ട്രിയ
ta: ஆஸ்திரியா

source: Automatic Meteorological Observing System
ml: ഓട്ടോമാറ്റിക്ക് മെറ്റിയോറോളോജിക്കല്‍ ഒബ്സേര്‍വിങ് സിസ്റ്റം
ta: தானாக வானினிலை கண்கானிக்கும் அமைப்பு

source: Automatic Surface Observing System
ml: ഓട്ടോമാറ്റിക്ക് സര്‍ഫേസ് ഒബ്സേര്‍വിങ് സിസ്റ്റം
ta: தானாக நிலப்பரப்பு கண்கானிக்கும் அமைப்பு

source: Auxerre
ml: ഓക്സര്‍
ta: அவ்க்ஷ்ரே

source: Avalon
ml: അവലോണ്‍
ta: அவலோன்

source: Aviano
ml: അവിയാനോ
ta: அவியானோ

source: Aviano Usaf
ml: അവിയാനോ ഉസാഫ്
ta: அவியானோ உஸாஃப்

source: Aviation Weather Reporting Station
ml: ആവിയേഷന്‍ കാലാവസ്ഥ റിപ്പോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: வான்வழி வானிலை அறிக்கை நிலையம்

source: Aviation Weather Station
ml: ആവിയേഷന്‍ കാലാവസ്ഥ സ്റ്റേഷന്‍
ta: வான்வெளி வானிலை நிலையம்

source: Avnø
ml: ആവ്നോ
ta: அவினோ

source: Avon Park
ml: ആവോണ്‍ പാര്‍ക്ക്
ta: அவோன் பார்க்

source: Avord
ml: ആവോര്‍ഡ്
ta: அவோர்ட்

source: Awash
ml: അവാഷ്
ta: அவ்ஷ்

source: Awassa
ml: അവാസാ
ta: அவாஸ்ஸா

source: Axim
ml: ആക്സിം
ta: அக்சிம்

source: Axum
ml: ആക്സം
ta: அக்சும்

source: Ayacucho
ml: ആയാക്കുച്ചോ
ta: அயாசுஷோ

source: Aydin
ml: അയ്ദീന്‍
ta: அய்டின்

source: Ayer
ml: അയെര്‍
ta: அயெர்

source: Ayers Rock
ml: അയെഴ്സ് റോക്ക്
ta: அயெர்ஸ் ராக்

source: Azerbaijan
ml: അസെര്‍ബയിജന്‍
ta: அஸர்பைஜான்

source: Azul
ml: അസുല്‍
ta: அசூல்

source: Babelthuap Island
ml: ബാബേല്‍ത്വാപ്പ് ഐലന്‍റ്
ta: பாலெலப் தீவு

source: Bacacheri Airport
ml: ബകാച്ചറി എയര്‍പോര്‍ട്ട്
ta: பகாசெர்ரி விமான நிலையம்

source: Bachelors Island
ml: ബാച്ചിലേഴ്സ് ഐലന്‍റ്
ta: பாச்சுலர்ஸ் தீவு

source: Back River
ml: ബാക്ക് റിവര്‍
ta: பாக் ரிவர்

source: Baco / Bako
ml: ബാക്കോ / ബാക്കോ
ta: பகோ /பகோ

source: Bacău
ml: ബാക്കൌ
ta: பாகௌ

source: Bad Axe
ml: ബാഡ് ആക്സ്
ta: பேட் அக்ஸ்

source: Bad Kreuznach
ml: ബാഡ് ക്രൂസ്നാച്ച്
ta: பேட் கெருஷ்னாச்

source: Badajoz/Talavera la Real
ml: ബഡാജോസ്/റ്റലാവേറ ലാ റീയല്‍
ta: படாஜோஸ்/டலவெரா லா ரியல்

source: Baden-Württemberg
ml: ബാദേന്‍-വുര്‍ട്ടേന്‍ബര്‍ഗ്
ta: வேடெந்வுடென்பர்க்

source: Badger
ml: ബാഡ്ജര്‍
ta: பாட்ஜெர்

source: Bafata
ml: ബഫാട്ടാ
ta: பஃப்டா

source: Bafia
ml: ബാഫ്യ
ta: பஃபியா

source: Baghdad
ml: ബാഗ്ദാദ്
ta: பாக்தாத்

source: Bagotville
ml: ബഗോട്ട് വില്ലെ
ta: பாகோட்வில்லா

source: Baguio
ml: ബഗൂയോ
ta: பஜியோ

source: Bagé
ml: ബാഗേ
ta: பாகி

source: Bahamas
ml: ബഹാമാസ്
ta: பஹாமாஸ்

source: Bahar Dar
ml: ബാഹര്‍ ദാര്‍
ta: பஹார் தார்

source: Bahia Blanca
ml: ബഹിയ ബ്ളാന്‍ക്ക
ta: பஹியா ப்லான்கா

source: Bahrain
ml: ബഹരിന്‍
ta: பஹ்ரெயின்

source: Bahía De Caraquez
ml: ബാഹിയ ഡേ കാരാക്ക്വസ്
ta: பஹியா டி கரக்யூஷ்

source: Bahías de Huatulco
ml: ബാഹിയ ഡേ ഹ്വാത്തുല്‍ക്കോ
ta: பஹியா டி ஹடுல்கோ

source: Baia Mare
ml: ബായിയാ മാരേ
ta: பையா மரி

source: Baie Comeau
ml: ബായിയാ കാമ്യാവു
ta: பையி கோமயூ

source: Bainbridge
ml: ബായിന്‍ബ്രിഡ്ജ്
ta: பெயின்ப்ரிட்ஜ்

source: Baker
ml: ബേക്കര്‍
ta: பாகர்

source: Baker City
ml: ബേക്കര്‍ സിറ്റി
ta: பாகெர் நகரம்

source: Baker Lake
ml: ബേക്കര്‍ ലേക്ക്
ta: பாகெர் லேக்

source: Bakersfield
ml: ബേക്കര്‍സ്ഫീള്‍ഡ്
ta: பாகெர்ஸ்ஃபீல்டு

source: Baku
ml: ബാക്കു
ta: பக்கு

source: Baleares Islands
ml: ബലിയാഴ്സ് ഐലന്‍റുകള്‍
ta: பெலாரெஸ் தீவு

source: Baler
ml: ബാലെര്‍
ta: பலெர்

source: Balikesir
ml: ബാലിക്കേസിര്‍
ta: பாலைக்சர்

source: Balikpapan / Sepinggan
ml: ബാലിക്ക് പാപ്പന്‍ / സെപ്പിന്‍ഗന്‍
ta: பாலிக்பாபன் / செபிங்கன்

source: Ball Mountain
ml: ബോള്‍ മൌണ്ടന്‍
ta: பால் மௌன்டென்

source: Ballenas Island
ml: ബാലെനാസ് ഐലന്‍റ്
ta: பாலன்ஸ் தீவு

source: Balmaceda
ml: ബാല്‍മാക്കഡ
ta: பால்மக்டா

source: Baltimore
ml: ബാല്‍ട്ടിമോര്‍
ta: பால்டிமோர்

source: Bam
ml: ബാം
ta: பாம்

source: Bamako / Senou
ml: ബമാക്കോ / സെനാവു
ta: பாம்கோ / செனௌ

source: Bambari
ml: ബാംബരി
ta: பம்பரி

source: Bamberg
ml: ബാംബെര്‍ഗ്
ta: பாம்பெர்க்

source: Bamenda
ml: ബാമെന്‍ഡാ
ta: பாமென்டா

source: Banak
ml: ബാനാക്ക്
ta: பானாக்

source: Bancroft
ml: ബാന്‍ക്രോഫ്റ്റ്
ta: பான்ட்ரோஃட்

source: Banda Aceh / Blangbintang
ml: ബാന്‍ഡ അക്കെഹ് / ബ്ളാങ്ബിങ്റ്റാങ്
ta: பன்டா அசிஹ் / ப்லங்பின்டங்

source: Bandar Lengeh
ml: ബന്‍ഡാര്‍ ലെങ്കെ
ta: பான்டர் லெங்ஹ்

source: Bandar Mahshahr/Mahshahr
ml: ബന്‍ഡാര്‍ ലെങ്കെ മാഹ്ഷാര്‍/മാഹ്ഷാര്‍
ta: பான்டர் மஹ்ஷ்ஹர்/மஹ்ஷ்ஹர்
