Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Oracoke
ml: ഓറാക്കോക്ക്
ta: ஆரக்காக்

source: Oradea
ml: ഓറാഡിയാ
ta: ஆரடி

source: Oran
ml: ഓറാന്‍
ta: ஓரன்

source: Orange
ml: ഓറഞ്ച്
ta: ஆரஞ்சு

source: Orange City
ml: ഓറഞ്ച് സിറ്റി
ta: ஆரஞ்சு சிட்டி

source: Orange Grove
ml: ഓറഞ്ച് ഗ്രോവ്
ta: ஆரஞ்சு க்ரோவ்

source: Orangeburg
ml: ഓറഞ്ച് ബര്‍ഗ്
ta: ஆரஞ்ச்பெர்க்

source: Ord-Sharp
ml: ഓര്‍ഡ്-ഷാര്‍പ്പ്
ta: ஆர்ட்-ஷார்ப்

source: Oregon
ml: ഓറീഗണ്‍
ta: ஆர்கன்

source: Oregon Inlet
ml: ഓറീഗണ്‍ ഇന്‍ലറ്റ്
ta: ஆர்கன் இன்லெட்

source: Orenburg
ml: ഓറേന്‍ബര്‍ഗ്
ta: ஓரன்பெர்க்

source: Orlando
ml: ഓര്‍ലാന്‍റോ
ta: ஓர்லான்டோ

source: Orly
ml: ഓര്‍ളി
ta: பர்

source: Orléans
ml: ഓര്‍ളീന്‍സ്
ta: ஆர்லென்ஸ்

source: Oroville
ml: ഓറോവില്‍
ta: ஓரோவில்லா

source: Orr
ml: ഓര്‍
ta: ஓர்

source: Ortonville
ml: ഓര്‍ട്ടണ്‍വില്‍
ta: ஓர்டன்வில்லா

source: Orumieh
ml: ഓറുമിയാഹ്
ta: ஒருமை

source: Oruro
ml: ഓറൂറോ
ta: ஓருரோ

source: Osaka
ml: ഓസാക്കാ
ta: ஓசகா

source: Osan Ab
ml: ഓസാന്‍ അബ്
ta: ஓசன் ஏப்

source: Osceola
ml: ഓസ്ക്കിയോളാ
ta: ஓஸிலா

source: Oscoda
ml: ഓസ്ക്കോന്‍ഡാ
ta: ஓஸ்கோடா

source: Oseberg A
ml: ഓസ്ബര്‍ഗ് എ
ta: ஓசென்பர்க் A

source: Oshima
ml: ഓഷിമാ
ta: ஓஷிமா

source: Oshkosh
ml: ഓഷ്ക്കോഷ്
ta: ஓஷ்கோஷ்

source: Oshogbo
ml: ഓഷോഗ്ബോ
ta: ஒஷோக்போ

source: Osijek
ml: ഓസിജക്ക്
ta: ஓசிஜிக்

source: Oskaloosa
ml: ഓസ്ക്കാലോസാ
ta: ஓஸ்காலோஸா

source: Oslo
ml: ഓസ്ളോ
ta: ஓஸ்லோ

source: Osoyoos
ml: ഓസോയോസ്
ta: ஒசோயோஸ்

source: Ossun
ml: ഓസ്സുണ്‍
ta: ஓஸ்ஸென்

source: Ostend
ml: ഓസ്റ്റന്‍ഡ്
ta: ஓஸ்டென்டி

source: Ostrava
ml: ഓസ്ട്രാവാ
ta: ஓச்டர்வா

source: Oswego
ml: ഓസ്‍വേഗോ
ta: ஓஸ்விகோ

source: Otopeni
ml: ഓട്ടോപോനി
ta: ஒடோபினி

source: Ottawa
ml: ഓട്ടാവാ
ta: ஒட்டாவா

source: Ottumwa
ml: ഓട്ടുംവാ
ta: ஓடும்வா

source: Ouagadougou
ml: ഔഗാഡൌഗൌ
ta: ஒஅகாடொகொ

source: Ouahigouya
ml: ഔഹിഗൌയാ
ta: ஓஹிகோயா

source: Ouanaham Ile Lifou
ml: ഔനാഹം ലീ ലിഫൂ
ta: ஓனாஹம் இலி லிஃபோ

source: Ouani Anjouan
ml: ഔനി അഞ്ചൌഹാന്‍
ta: ஓனி அஞ்சோயன்

source: Ouargla
ml: ഔര്‍ഗ്ളാ
ta: ஒரோக்லா

source: Ouarzazate
ml: ഔര്‍സാസാത്ത്
ta: ஔர்சாசாடி

source: Oudtshoorn
ml: ഔഡ്സ്റ്റ്ഹൂണ്‍
ta: அவுட்ஷோர்ன்

source: Ouesso
ml: ഔയേസ്സോ
ta: ஓயிசோ

source: Oujda
ml: ഔഡ്ജാ
ta: ஓஜிடா

source: Ouloup Ile Ouvea
ml: ഔലോപ്പ് ലീ ഔവിയാ
ta: ஓலோப் இலி இவியே

source: Oulu
ml: ഔളു
ta: ஓலு

source: Outlook
ml: ഔട്ട്ലുക്ക്
ta: அவுட்லுக்

source: Ovar
ml: ഓവാര്‍
ta: ஓவர்

source: Ovda
ml: ഓവ്ഡാ
ta: ஓவ்டா

source: Overberg
ml: ഓവര്‍ബര്‍ഗ്
ta: ஓவர்பெர்க்

source: Owatonna
ml: ഓവാട്ടോണാ
ta: ஓவடோனா

source: Owens Downtown Airport
ml: ഓവന്‍സ് ഡൌണ്‍ടൌണ്‍ എയര്‍പോര്‍ട്ട്
ta: ஓவன்ஸ் டௌன்டவுன் விமானநிலையம்

source: Owensboro
ml: ഓവന്‍സ്ബോറോ
ta: ஓவென்பொரொ

source: Owyhee
ml: ഓവീഹീ
ta: ஒவிஹீ

source: Oxford
ml: ഓക്സ്ഫോര്‍ഡ്
ta: ஆக்ஸ்போர்ட்

source: Oxnard
ml: ഓക്സ്നാര്‍ഡ്
ta: ஆக்ஸ்னார்ட்

source: Ozark
ml: ഓസാര്‍ക്ക്
ta: ஓஸார்க்

source: Ozuki Ab
ml: ഓസുക്കി അബ്
ta: ஓசுகி ஏப்

source: Pa Kuei/Bakuai
ml: പാ ക്യൂ/ബക്ക്വായി
ta: பா குயி/பகுவாய்

source: Pacific City State
ml: പസിഫിക്ക് സിറ്റി സ്റ്റേറ്റ്
ta: பசிஃபிக் சிட்டி ஸ்டேட்

source: Padang / Tabing
ml: പാഡാങ് / റ്റാബിങ്
ta: காடெங் / டாபிங்

source: Paderborn/Lippstadt
ml: പാഡേര്‍ബോണ്‍/ലിപ്സ്റ്റാഡ്
ta: படெர்பார்ன்/லிப்ஸ்டட்

source: Padova
ml: പാഡോവാ
ta: படோவா

source: Paducah
ml: പാഡൂക്കാ
ta: படுசாஹ்

source: Paekado
ml: പയിക്കാഡോ
ta: பாகாடோ

source: Paengnyongdo Ab
ml: പഗ്നിയോങ്കോ അബ്
ta: பைங்கியோங்டோ ஏப்

source: Paganella
ml: പാഗാനെലാ
ta: பகநிலா

source: Page
ml: പേജ്
ta: பேஜ்

source: Page Field
ml: പേജ് ഫീള്‍ഡ്
ta: பேஜ் ஃபீல்ட்

source: Pago Pago
ml: പാഗോ പാഗോ
ta: பேகோ பேகோ

source: Pagosa Springs
ml: പാഗോസാ സ്പ്രിങ്സ്
ta: பேகோசா ஸ்பிரிங்ஸ்

source: Pakanbaru / Simpangtiga
ml: പക്കാന്‍ബാറു / സിംപാങ്റ്റിഗാ
ta: பாகான்பரு / சிம்பங்டிகா

source: Pakistan
ml: പാക്കിസ്ഥാന്‍
ta: பாகிஸ்தான்

source: Pakse
ml: പാക്ക്സേ
ta: பாக்ஸி

source: Pala
ml: പാലാ
ta: பாலா

source: Palacios
ml: പാലാസിയോസ്
ta: பலசிகாஸ்

source: Palanga
ml: പാലങ്കാ
ta: பலங்கா

source: Palangkaraya / Panarung
ml: പാലങ്കാറായാ / പാനാറങ്
ta: பாலங்காராயா / பானாருங்

source: Palau
ml: പാലൌ
ta: பாலாவ்

source: Palembang / Talangbetutu
ml: പാലെംപാങ് / താലങ്ബട്ടൂട്ടൂ
ta: பாலிம்பாங் / டலாங்பெட்டுடு

source: Palermo
ml: പാലേര്‍മോ
ta: பாலெர்மோ

source: Palestine
ml: പാലസ്ഥീന്‍
ta: பாலஸ்தீனம்

source: Palm Springs
ml: പാം സ്പ്രിങ്സ്
ta: பால்ம் ஸ்பிரிங்ஸ்

source: Palma de Mallorca/Son Sant Joan
ml: പാല്‍മാ ഡീ മല്ലോര്‍ക്കാ/സണ്‍ സാന്‍റ് ജോണ്‍
ta: பால்மா டி மாலோர்கா/சன் சன்ட் ஜோன்

source: Palmar Sur
ml: പാമര്‍ സുര്‍
ta: பால்மர் ஸுர்

source: Palmdale
ml: പാംഡേല്‍
ta: பால்டலே

source: Palmer
ml: പാമര്‍
ta: பால்மெர்

source: Palmyra
ml: പാമ്രിയാ
ta: பாமைரா

source: Palo Alto
ml: പാലോ ആള്‍ട്ടോ
ta: பாலோ ஆல்டோ

source: Palu / Mutiara
ml: പാളു / മുത്തിയാരാ
ta: பாலு / முடியாரா

source: Pam Rocks
ml: പാം റോക്ക്സ്
ta: பாம் ராக்ஸ்

source: Pampa
ml: പന്പാ
ta: பாம்பா

source: Pamplona/Noain
ml: പാന്പ്ളോണാ/നോയേന്‍
ta: பாம்ப்லோனா/நோய்ன்

source: Pampulha Airport
ml: പാന്പുല്‍ഹാ എയര്‍പോര്‍ട്ട്
ta: பாம்பூல்ஹா விமான நிலையம்

source: Panama City
ml: പനാമാ സിറ്റി
ta: பனாமா சிட்டி

source: Panamá
ml: പനാമാ
ta: பனாமா

source: Panevėžys
ml: പനേവസിസ്
ta: பனிவ்ஸிஸ்

source: Pangkalan Bun / Iskandar
ml: പാങ്കളന്‍ ബണ്‍ / ഇസ്ക്കാന്‍ഡര്‍
ta: பாங்காலன் பன் / இஸ்கண்டர்

source: Pangkalpinang / Pangkalpinang
ml: പാങ്കാല്‍പീനാ / പാങ്കാല്‍പീനാങ്
ta: பாங்க்கேல்பினாங் / பாங்க்கேல்பினாங்

source: Pangnirtung
ml: പാങ്ക്നിര്‍ട്ടങ്
ta: பாங்னிர்டுங்

source: Pangnirtung Airport
ml: പാങ്ക്നിര്‍ട്ടങ് എയര്‍പോര്‍ട്ട്
ta: பாங்னிர்டுங் விமான நிலையம்

source: Panjgur
ml: പാഞ്ച്ഗര്‍
ta: பங்கோர்

source: Pantelleria
ml: പാന്‍റിലേറിയാ
ta: பான்டெல்லெரியா

source: Papa
ml: പാപാ
ta: பாப்பா

source: Paphos
ml: പാപ്പോസ്
ta: பாப்ஹாஸ்

source: Papua New Guinea
ml: പാപുവാ ന്യൂ ഗിനിയാ
ta: பாப்போ நியூ கினியா

source: Parafield
ml: പാരാഫീള്‍ഡ്
ta: பேராஃபீல்ட்

source: Paraguana/Josefa
ml: പാരാഗ്വാനാ/ജോസഫാ
ta: பாரகானா/ஜோசிஃபா

source: Paraguay
ml: പാരാഗ്വേ
ta: பராகுவே

source: Parakou
ml: പാരാകൌ
ta: பாராகோ

source: Paramillo Private
ml: പാരാമില്ലൌ പ്രൈവറ്റ്
ta: பாரமில்லோ ப்ரைவேட்

source: Parana
ml: പാറാണാ
ta: பாரானா

source: Paranaguá
ml: പാരാമാഗ്വാ
ta: பரானாகுவா

source: Paraparaumu
ml: പരാപരൌമൂ
ta: பாராபாரோமோ

source: Parauapebas
ml: പരൌപ്പെബാസ്
ta: பாராயாபிபாஸ்

source: Parc Des Laurentid
ml: പാര്‍ക്ക് ഡസ് ലൌറന്‍റിഡ്
ta: பார்க் டெஸ் பொரெண்ட்

source: Parchim
ml: പാര്‍ച്ചിം
ta: பெர்சிம்

source: Parent
ml: പേരന്‍റ്
ta: பெரென்ட்

source: Paris
ml: പാരീസ്
ta: பாரிஸ்

source: Paris Met Center
ml: പാരീസ് മെറ്റ് സെന്‍റര്‍
ta: பாரீஸ் மெட் சென்டர்

source: Park Falls
ml: പാര്‍ക്ക് ഫോള്‍സ്
ta: பார்க் அருவிகள்

source: Park Rapids
ml: പാര്‍ക്ക് റാപിഡ്സ്
ta: பார்க் ராப்பிட்ஸ்

source: Parkersburg
ml: പാര്‍ക്കര്‍സ്ബര്‍ഗ്
ta: பார்கெர்ஸ்பர்க்

source: Parma
ml: പാര്‍മാ
ta: பார்மா

source: Parnaíba
ml: പാര്‍മനൈബാ
ta: பார்னைபா

source: Paros
ml: പാറോസ്
ta: பாரோஸ்

source: Parramore Beach
ml: പോറാമോര്‍ ബീച്ച്
ta: பார்ரோமோர் பீச்

source: Parsons
ml: പാര്‍സണ്‍സ്
ta: பார்ஸன்ஸ்

source: Pascagoula
ml: പാസ്ക്കാഗൌളാ
ta: பாஸ்ககோலா

source: Pascagoula Coast Guard Station
ml: പാസ്ക്കാഗൌളാ കോസ്റ്റ് ഗാന്‍ഡ് സ്റ്റേഷന്‍
ta: பாஸ்ககோலா கடலோர காவல் நிலையம்

source: Pasco
ml: പാസ്ക്കോ
ta: பாஸ்கோ

source: Paso De Indios
ml: പാസോ ഡീ ഇന്‍ഡോസ്
ta: பாசோ டி இண்டியோஸ்

source: Paso De Los Libres
ml: പാസോ ഡീ ലോസ് ലിബേര്‍സ്
ta: பாசோ டி லாஸ் லிப்ரெஸ்

source: Paso Robles
ml: പാസോ റോബിള്‍സ്
ta: பாசோ ரோபெல்ஸ்

source: Passo Dei Giovi
ml: പാസോ ഡേയ് ഗിയോവി
ta: பாசோ டெய் ஜியோவி

source: Passo Fundo
ml: പാസ്സോ ഫന്‍ഡോ
ta: பாசோ ஃபண்டோ

source: Passo Resia
ml: പാസ്സോ റസിയാ
ta: பாசோ ரெசியா

source: Passo Rolle
ml: പാസ്സോ റോള്‍
ta: பாசோ ரோலெ

source: Passo della Cisa
ml: പാസ്സോ ഡെല്ലാ കിസാ
ta: பாசோ டெல்லா சிஸ்ஸா

source: Pastaza/Río Amazonas
ml: പാസ്റ്റാസാ/റീയോ അമേസണസ്
ta: பாஸ்டாசா/ரியோ அமசோனஸ்

source: Pasto/Antonio Narin
ml: പാസ്റ്റോ/അന്‍റോണിയോ നാറിന്‍
ta: பாஸ்டோ/ஆன்டோனியோ நரின்

source: Pathein
ml: പാഥെയിന്‍
ta: பாத்தின்

source: Pathfinder Hill
ml: പാഥ്ഫൈന്‍ഡര്‍
ta: பாத்ஃபைன்டர் ஹில்

source: Patna
ml: പാറ്റനാ
ta: பட்னா

source: Patrick AFB
ml: പാട്രിക്ക് എ എഫ് ബി
ta: பாட்ரிக் AFB

source: Pattani
ml: പാട്ടാണി
ta: பட்டானி

source: Patterson
ml: പാറ്റേര്‍സണ്‍
ta: பட்டெர்சன்

source: Patuxent River
ml: പാറ്റുക്സെന്‍റ് റിവര്‍
ta: பட்டுஸன்ட் ரிவர்

source: Pau
ml: പാവു
ta: பௌ

source: Paulatuk
ml: പൌലാത്തുക്
ta: பாலடுக்

source: Paulatuk Airport
ml: പൌലാത്തുക് എയര്‍പോര്‍ട്ട്
ta: பாலடுக் விமான நிலையம்

source: Paulatuk Automated Reporting Station
ml: പൌലാത്തുക് ഓട്ടോമേറ്റഡ് റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: பாலடுக் தானியக்க அறிக்கையிடும் நிலையம்

source: Paulo Afonso
ml: പൌലോ അഫോണ്‍സാ
ta: பாலோ ஆஃபோசோ

source: Pauls Valley
ml: പോള്‍സ് വാലീ
ta: பால்ஸ் வேலி

source: Pawtucket
ml: പൌട്ടക്കറ്റ്
ta: பாவ்டுகெட்

source: Paxson
ml: പാക്സണ്‍
ta: பாக்ஸன்

source: Payerne
ml: പായേര്‍ണ്‍
ta: பேயிர்னி

source: Paynesville
ml: പേയിന്‍സ്വില്‍
ta: பேனெஸ்வில்லா

source: Paysandu
ml: പേയ് സാന്‍ഡു
ta: பேசான்டு

source: Payson
ml: പേയ്സണ്‍
ta: பேசன்

source: Peace River
ml: പീസ് റിവര്‍
ta: பீஸ் ஆறு

source: Peachtree City
ml: പീച്ച്ട്രീ സിറ്റി
ta: பீச்ட்ரீ நகரம்

source: Pearland
ml: പിയര്‍ ലാന്‍റ്
ta: பியர்லாண்ட்

source: Pearson Int'l
ml: പിയര്‍സണ്‍ ഇന്‍റര്‍നാഷണല്‍
ta: பியர்சன் Int'l

source: Pease Airport
ml: പീസ് എയര്‍പോര്‍ട്ട്
ta: பிஸ் விமான நிலையம்

source: Peawanuck
ml: പീവാനക്ക്
ta: பிவாநூக்

source: Pecos
ml: പീക്കോസ്
ta: பிகோஸ்

source: Pecs/Pogany
ml: പെക്സ്/പോഗാണി
ta: ப்க்ஸ்/போக்னி

source: Pehuajo
ml: പെഹ്വാജോ
ta: பிஹுஜோ

source: Pekoa Airport Santo
ml: പെക്കോവ എയര്‍പോര്‍ട്ട് സാന്‍റോ
ta: பிகோ விமான நிலையம் சான்டோ

source: Pella
ml: പെല്ലാ
ta: பில்லா

source: Pello
ml: പെല്ലോ
ta: பால்லோ

source: Pellston
ml: പെല്‍സ്റ്റണ്‍
ta: பால்ஸ்டன்

source: Pelly Bay
ml: പെല്ലി ബേ
ta: பில்லே பே

source: Pelly Bay (alternate)
ml: പെല്ലി ബേ
ta: பில்லே பே (மாற்று)

source: Pelly Bay Airport
ml: പെല്ലി ബേ എയര്‍പോര്‍ട്ട്
ta: பில்லே பே விமான நிலையம்

source: Pelly Island
ml: പെല്ലി ഐലന്‍റ്
ta: பில்லே தீவு

source: Pelotas
ml: പോലോറ്റാസ്
ta: பெலோடஸ்

source: Pemba
ml: പെന്പാ
ta: பிம்பா

source: Pemberton
ml: പെന്പെര്‍ട്ടണ്‍
ta: பிம்பர்டன்

source: Pembrey
ml: പെന്പ്രി
ta: பெம்ப்ரே

source: Penang/Bayan Lepas
ml: പെനാങ്/ബയാന്‍ ലേപാസ്
ta: பினங்/பேயன் லிபஸ்

source: Pendleton
ml: പെന്‍ഡില്‍ട്ടണ്‍
ta: பென்டெல்டன்

source: Penn Yan
ml: പെന്ന് യാന്‍
ta: பென் யான்

source: Pennsylvania
ml: പെന്‍സില്‍വാന്യ
ta: பெனின்சுல்வேனியா

source: Pensacola
ml: പെന്‍സാക്കോളാ
ta: பென்சகோலா

source: Penticton
ml: പെന്‍റിക്ക്ട്ടണ്‍
ta: பின்டிக்டன்

source: Penza
ml: പെന്‍സാ
ta: பென்ஸா

source: People's Republic of China
ml: പീപ്പിള്‍സ് റിപബ്ളിക്ക് ഓഫ് ചൈനാ
ta: சீன மக்கள் குடியரசு

source: Peoria
ml: പിയോറിയ
ta: பியோரியா

source: Pequot Lakes
ml: പീക്കോട്ട് ലേയ്ക്ക്സ്
ta: பெகோட் லேக்ஸ்

source: Perdasdefogu
ml: പെര്‍ഡാസ്ഡേഫോഗൂ
ta: பெர்டேஸ்டிஃபோகோ

source: Pereira/Matecana
ml: പെരൈറാ/മറ്റിക്കാനാ
ta: பெரெய்ரா/மாடெகானா

source: Perito Moreno
ml: പെറീറ്റോ മൊറീനാ
ta: பெரிடோ மோரினோ

source: Perm'
ml: പേര്‍മ്
ta: பெர்ம்'

source: Perpignan
ml: പെര്‍പിഗ്നാന്‍
ta: பெர்பிக்னன்

source: Perry-Foley
ml: പെറി-ഫോളീ
ta: பெர்ரி-ஃப்ளோய்

source: Perryton
ml: പോറീട്ടണ്‍
ta: பெர்ரிடன்

source: Perth
ml: പേര്‍ത്ത്
ta: பெர்த்

source: Peru
ml: പേരു
ta: பெரு

source: Perugia
ml: പെരുഗ്യാ
ta: பெருகுயா

source: Pescara
ml: പെയ്ക്കാരാ
ta: பெஸ்காரா

source: Peshawar
ml: പെഷാവര്‍
ta: பொஷவர்

source: Petauke
ml: പെത്തോക്കെ
ta: மெடௌகே

source: Petawawa
ml: പെത്താവാവാ
ta: பெடவாவா

source: Peterborough
ml: പീറ്റര്‍ബോറോ
ta: பீட்டர்போரோஹ்

source: Petersburg
ml: പീറ്റര്‍സ്ബര്‍ഗ്
ta: பீட்டர்ஸ்பர்க்

source: Peterson
ml: പീറ്റര്‍സണ്‍
ta: பீட்டர்சன்

source: Petrolina
ml: പെട്രോളീനാ
ta: பெட்ரோலினா

source: Petropavlovsk-Kamchatsky
ml: പെട്രോപാവ്ലോസ്ക്ക്-കാംച്ചട്ട്സ്ക്കീ
ta: பெட்ரோபவ்வோஸ்க்-கம்சாஸ்க்கி

source: Petrozavodsk
ml: പെട്രോസാവോഡ്സ്ക്
ta: பெட்ரோஸவோட்ஸ்க்

source: Petrozavodsk-Kamchatskij
ml: പെട്രോസാവോഡ്സ്ക്-കാംച്ചട്ട്സ്ക്കിജ്
ta: பெட்ரோஸவோட்ஸ்க்-கம்சாஸ்க்கிஜி

source: Pferdsfeld
ml: ഫേര്‍ട്ട്സ്ഫെള്‍ഡ്
ta: ப்ஃபெர்ட்ஸ்பெல்ட்

source: Phalaborwa
ml: ഫലാബോര്‍വാ
ta: பாலாபோர்வா

source: Phetchaburi
ml: ഫെച്ചാബൂറീ
ta: பிட்சாபூரி

source: Philadelphia
ml: ഫിലാഡല്‍ഫിയ
ta: பிலடெல்பியா

source: Philadelphia NEXRAD
ml: ഫിലാഡല്‍ഫിയ നെക്സ്രാഡ്
ta: ஃபிலடெல்பியா NEXRAD

source: Philip
ml: ഫിലിപ്പ്
ta: பிலிப்

source: Philippines
ml: ഫിലിപ്പീന്‍സ്
ta: பிலிப்பைன்ஸ்

source: Philipsburg
ml: ഫിലിപ്സ്ബര്‍ഗ്
ta: பிலிப்பைன்ஸ்பர்க்

source: Phillips
ml: ഫിലിപ്പ്സ്
ta: பிலிப்ஸ்

source: Phitsanulok
ml: ഫിറ്റ്സാനുലക്ക്
ta: ஃபிட்சானுலோக்

source: Phnom-Penh / Pochentong
ml: ഫ്നോം-പെന്‍ / പോച്ചന്‍റോങ്
ta: ஃபினோம்-பென் / போசென்டோங்

source: Phoenix
ml: ഫീനിക്സ്
ta: ஃபோனிக்ஸ்

source: Phoenix-Deer Valley
ml: ഫീനിക്സ്-ഡീയര്‍ വാലീ
ta: ஃபோனிக்ஸ்-டீர் வாலி

source: Phoenix-Goodyear
ml: ഫീനിക്സ്-ഗുഡ് ഇയര്‍
ta: ஃபோனிக்ஸ்-குட்இயர்

source: Phoenix-Luke AFB
ml: ഫീനിക്സ്-ല്യൂക്ക് എ എഫ് ബി
ta: ஃபோனிக்ஸ்-லூக் AFB

source: Phrae
ml: ഫ്രേ
ta: ஃபரே

source: Phuket
ml: ഫുക്കേറ്റ്
ta: ஃபூகெட்

source: Piacenza
ml: പിയാസെന്‍സാ
ta: பியாசின்சா

source: Pian Rosa
ml: പിയാന്‍ റോസാ
ta: பியான் ரோசா

source: Picayune
ml: പീക്കായുണ്‍
ta: பிகாயூனே

source: Pickle Lake
ml: പിക്കിള്‍ ലേയ്ക്ക്
ta: பிக்கிள் ஏரி

source: Piedras Negras
ml: പെയ്ഡ്രാസ് നെഗ്രാസ്
ta: பியாட்ராஸ் நிக்ராஸ்

source: Pierre
ml: പിയറി
ta: பைரீ

source: Pietermaritzburg
ml: പെയ്റ്റര്‍മാരിസ്ബര്‍ഗ്
ta: பீட்டர்மாரிட்ஸ்பெர்க்

source: Pietersburg
ml: പീറ്റര്‍സ്ബര്‍ഗ്
ta: பைடெர்ஸ்பர்க்

source: Piešťany
ml: പിയസ്റ്റാനി
ta: பைஸ்டெனி

source: Pigeon Point
ml: പീജിയണ്‍ പോയിന്‍റ്
ta: பீஜியன் பாயின்ட்

source: Pigue
ml: പിഗ്യൂ
ta: பிகு

source: Pikeville
ml: പൈക്ക് വില്‍
ta: பைக்வில்லா

source: Pilar Observatorio
ml: പിലാര്‍ ഒബ്സര്‍‍വേറ്റോറിയോ
ta: பில்லர் ஓப்செர்வாடொரி

source: Pillar Pt / El Granda
ml: പില്ലാര്‍ പോയിന്‍റ് / എല്‍ ഗ്രാന്‍ഡാ
ta: பில்லர் Pt / El க்ராண்டா

source: Pilot Mound
ml: പൈലറ്റ് മൌണ്ട്
ta: கைலட் மௌண்ட்

source: Pinar Del Río
ml: പിനാര്‍ ഡേല്‍ റിയോ
ta: பின்னர் டெல் ரியோ

source: Pinawa
ml: പീനാവാ
ta: பினவா

source: Pincher Creek
ml: പിഞ്ചര്‍ ഗ്രീക്ക്
ta: பின்சிர் கீரிக்

source: Pine Belt
ml: പൈന്‍ ബെല്‍റ്റ്
ta: பைன் பெல்ட்

source: Pine Bluff
ml: പൈന്‍ ബ്ളഫ്
ta: பைன் ப்ளஃப்

source: Pine Ridge
ml: പൈന്‍ റിഡ്ജ്
ta: பைன் ரிட்ஜ்

source: Pine River
ml: പൈന്‍ റിവര്‍
ta: பைன் ஆறு

source: Pine Springs
ml: പൈന്‍ സ്പ്രിങ്സ്
ta: பைன் ஸ்பிரிங்ஸ்

source: Pineville
ml: പൈന്‍വില്‍
ta: பைன்வில்லா

source: Piney Creek
ml: പൈനി ഗ്രീക്ക്
ta: பைனே க்ரீக்

source: Piney Island
ml: പൈനി ഐലന്‍റ്
ta: பைனே தீவு

source: Pingtung North
ml: പിങ്ട്ടങ് നോര്‍ത്ത്
ta: பிங்டங் வடக்கு

source: Pingtung South
ml: പിങ്ട്ടങ് സൌത്ത്
ta: பிங்டங் தெற்கு

source: Pipestone
ml: പൈപ്പ്സ്റ്റോണ്‍
ta: பைப்ஸ்டோன்

source: Pirassununga
ml: പിറാസുനങ്കാ
ta: பிராசனுங்கா

source: Pisa/S. Giusto
ml: പിസാ/എസ്. ഗ്യൂസ്തോ
ta: பிசா/S. க்யோஸ்டோ

source: Pisco
ml: പിസ്കോ
ta: பிச்கோ

source: Pitt Meadows
ml: പിറ്റ് മീഡോസ്
ta: பிட் மிடோஸ்

source: Pitt-Greenville
ml: പിറ്റ്-ഗ്രീന്‍വില്‍
ta: பிட்-க்ரீன்வில்லா

source: Pittsburgh
ml: പിറ്റ്സ്ബര്‍ഗ്
ta: பிட்ஸ்பர்க்

source: Pittsburgh NEXRAD
ml: പിറ്റ്സ്ബര്‍ഗ് നെക്സ്രാഡ്
ta: பிட்ஸ்பர்க் NEXRAD

source: Pittsfield
ml: പിറ്റ്സ്ഫീള്‍ഡ്
ta: பிட்ஸ்ஃபீல்ட்

source: Piura
ml: പ്യൂറാ
ta: பையுரா

source: Plains
ml: പ്ളെയിന്‍സ്
ta: ப்ளைன்ஸ்

source: Plainview
ml: പ്ളെയിന്‍ വ്യൂ
ta: பிளைன்வியூ

source: Plaisance Mauritius
ml: പ്ളെയിസാന്‍സ് മൌരീഷ്യസ്
ta: பிளைசான்ஸ் மொரிஷியஸ்

source: Platinum
ml: പ്ളാറ്റിനം
ta: பிளாட்டினம்

source: Plattsburgh
ml: പ്ളാറ്റ്സ്ബര്‍ഗ്
ta: ப்ளாஸ்பர்க்

source: Plattsburgh, Clinton County Airport
ml: പ്ളാറ്റ്സ്ബര്‍ഗ്, ക്ളിന്‍റണ്‍ കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: ப்ளேட்ஸ்பெர்க் கிளிங்டன் கவுன்டி விமான நிலையம்

source: Pleasant
ml: പ്ളെസന്‍റ്
ta: பிளஸன்ட்

source: Pleiku City
ml: പ്ളേയ്ക്കു സിറ്റി
ta: ப்ளைகு சிட்டி

source: Plettenberg Bay
ml: പ്ളറ്റന്‍സ്ബര്‍ഗ് ബേ
ta: ப்ளிடின்பெர்க் பே

source: Ploujean
ml: പ്ളൌജീന്‍
ta: ப்ளோஜீன்

source: Plovdiv
ml: പ്ളോവ്ഡിവ്
ta: ப்லோவ்டிவ்

source: Plymouth
ml: പ്ളൈമോഥ്
ta: ப்ளைமௌத்

source: Po
ml: പോ
ta: போ

source: Pocatello
ml: പോക്കാറ്റല്ലോ
ta: பகடெல்லோ

source: Podgorica
ml: പോഡ്ഗോറിക്കോ
ta: போட்கோரிக்கா

source: Podor
ml: പോഡോര്‍
ta: போடோர்

source: Pohang Ab
ml: പോഹാങ് അബ്
ta: போஹாங் ஏப்

source: Pohnpei Island, Pohnpei Int. Airp.
ml: പോണ്‍പീ ഐലന്‍റ്, പോണ്‍പീ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്.
ta: போன்பை தீவு, போன்பை சர்வதேச விமான நிலையம்

source: Pohnpei, NWS Office
ml: പോണ്‍പീ, എന്‍ ഡബ്ള്യൂ എസ് ഓഫീസ്
ta: போன்பை, NWS அலுவலகம்

source: Poinsett Range
ml: പോയിന്‍സെറ്റ് റേഞ്ച്
ta: பாயின்செட் ரேன்ஜ்

source: Point Arena
ml: പോയിന്‍റ് അറേനാ
ta: பாயின்ட் அரீனா

source: Point Betsie / Frankfort
ml: പോയിന്‍റ് ബെറ്റ്സി / ഫ്രാങ്ക് ഫോര്‍ട്ട്
ta: பாயின்ட் பிட்சை / ஃப்ரங்க்போர்ட்

source: Point Blunt
ml: പോയിന്‍റ് ബ്ളണ്ട്
ta: பாயின்ட் ப்ளுன்ட்

source: Point Bonita
ml: പോയിന്‍റ് ബോണിറ്റാ
ta: பாயின்ட் போனிட்டா

source: Point Cabrillo
ml: പോയിന്‍റ് കാബ്രില്ലോ
ta: பாயின்ட் கேப்ரில்லோ

source: Point Escuminac
ml: പോയിന്‍റ് എസ്ക്ക്യൂമിനാക്ക്
ta: பாயின்ட் ஏஸ்குமினாக்

source: Point Hope
ml: പോയിന്‍റ് ഹോപ്പ്
ta: பாயின்ட் ஹோப்

source: Point Judith
ml: പോയിന്‍റ് ജൂഡിത്ത്
ta: பாயின்ட் ஜுடித்

source: Point Lay
ml: പോയിന്‍റ് ലേ
ta: பாயின்ட் லே

source: Point Lepreau
ml: പോയിന്‍റ് ലേപ്ര്യൂ
ta: பாயின்ட் லிப்ரியோ

source: Point Loma / Cabrillo
ml: പോയിന്‍റ് ലോമാ / കാബ്രില്ലോ
ta: பாயின்ட் லோமா / கேப்ரில்லோ

source: Point Mugu
ml: പോയിന്‍റ് മുഗൂ
ta: பாயின்ச் முகு

source: Point No Point
ml: പോയിന്‍റ് നോ പോയിന്‍റ്
ta: பாயின்ட் நோ பாயின்ட்

source: Point Petre
ml: പോയിന്‍റ് പെട്രേ
ta: பாயின்ட் பீட்ரி

source: Point Piedras Blanca
ml: പോയിന്‍റ് പൈഡ്രാസ് ബ്ളാങ്കാ
ta: பாயின்ட் பைட்ராஸ் ப்லான்கா

source: Point Pinos
ml: പോയിന്‍റ് പിനോസ്
ta: பாயின்ட் பினோஸ்

source: Point Pleasant
ml: പോയിന്‍റ് പ്ളസന്‍റ്
ta: பாயின்ட் ப்ளஸன்ட்

source: Point Reyes
ml: പോയിന്‍റ് റീയ്സ്
ta: பாயின்ட் ரியேஸ்

source: Point Robinson
ml: പോയിന്‍റ് റോബിന്‍സണ്‍
ta: பாயின்ட் ராபின்சன்

source: Point Salines
ml: പോയിന്‍റ് സലൈന്‍സ്
ta: பாயின்ட சாலயன்ஸ்

source: Point Sur
ml: പോയിന്‍റ് സുര്‍
ta: பாயின்ட் சுர்

source: Point Vincente
ml: പോയിന്‍റ് വിന്‍സന്‍റ്
ta: பாயின்ட் வின்சென்ட்

source: Point Wilson
ml: പോയിന്‍റ് വില്‍സണ്‍
ta: பாயின்ட் வில்சன்

source: Pointe Noire
ml: പോയിന്‍റ് നോയിര്‍
ta: பாயின்ட் நைரே

source: Pointe-Des-Monts
ml: പോയിന്‍റ്-ഡെസ്-മോണ്ട്സ്
ta: பாயின்டே-டெஸ்-மோன்ட்ஸ்

source: Pointe-Noire
ml: പോയിന്‍റ്-നോയിര്‍
ta: பாயின்ட்-நைரே

source: Poitiers
ml: പോയിറ്റിയേര്‍സ്
ta: போய்டைர்ஸ்

source: Pokhara
ml: പോക്കാറാ
ta: போகாரா

source: Poland
ml: പോളണ്ട്
ta: போலந்து

source: Polyarny
ml: പോളിയാര്‍ണി
ta: பாலியார்னே

source: Pompano Beach
ml: പോന്പോനോ ബീച്ച്
ta: போம்பனோ பீச்

source: Ponca City
ml: പോന്‍കാ സിറ്റി
ta: போன்கா சிட்டி

source: Ponce
ml: പോന്‍സ്
ta: போன்ஸ்

source: Ponce De Leon Inlet
ml: പോന്‍സ് ഡേ ലിയോണ്‍ ഇന്‍ലറ്റ്
ta: பவுன்ஸ் டி லியான் இன்லெட்

source: Pond Inlet
ml: പോണ്ട് ഇന്‍ലറ്റ്
ta: பான்ட இன்லெட்

source: Ponta Delgada
ml: പോണ്ടാ ഡെല്‍ഗാഡാ
ta: போன்டா டெல்கடா

source: Ponta Pelada Airport
ml: പോണ്ടാ പെലാഡാ എയര്‍പോര്‍ട്ട്
ta: பான்டா பிலடா விமான நிலையம்

source: Ponta Porã
ml: പോണ്ടാ പോറാ
ta: பான்டா போரா

source: Pontecagnano
ml: പോണ്ടേകാഗ്നാനോ
ta: போன்டிகாக்னானோ

source: Pontiac
ml: പോണ്‍ട്ടിയാക്ക്
ta: போன்டியாக்

source: Pontianak / Supadio
ml: പോണ്ടിയാനാക്ക് / സുപാഡിയോ
ta: பாண்டினக் / சுபடியோ

source: Ponza
ml: പോണ്‍സാ
ta: பொன்ஸா

source: Popayán/Guillermo
ml: പോപായാന്‍/ഗ്യൂലേര്‍മോ
ta: போபயன்/குயில்லேர்மோ

source: Pope Air Force Base
ml: പോപ്പ് എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: போப் ஏர் ஃபோர்ஸ் பேஸ்

source: Poplar Bluff
ml: പോപ്ലര്‍ ബ്ളഫ്
ta: போலார் ஃப்ளப்

source: Poprad-Tatry
ml: പോപ്രാഡ്-റ്റാട്രി
ta: போப்ராட்-டட்ரை

source: Pori
ml: പോരീ
ta: போரி

source: Porretta Pass
ml: പോരേട്ടാ പാസ്സ്
ta: போரிட்டா பாஸ்

source: Port Alberni
ml: പോര്‍ട്ട് അല്‍ബേര്‍ണി
ta: போர்டோ அலிக்ரி

source: Port Alexander
ml: പോര്‍ട്ട് അലക്സാണ്ടര്‍
ta: போர்ட் அலெக்ஸான்டெர்

source: Port Alsworth
ml: പോര്‍ട്ട് അല്സ്വര്‍ത്ത്
ta: போர்ட் அல்ஸ்வொர்த்

source: Port Angeles
ml: പോര്‍ട്ട് ഏഞ്ചലസ്
ta: போர்ட் ஏஞ்சல்ஸ்

source: Port Angeles Coast Guard Air Station
ml: പോര്‍ട്ട് ഏഞ്ചലസ് കോസ്റ്റ് ഗാര്‍ഗ് എയര്‍ സ്റ്റേഷന്‍
ta: போர்ட் ஏஞ்சலஸ் கடலோர காவல் காற்று நிலையம்

source: Port Aransas
ml: പോര്‍ട്ട് അരാന്‍സാസ്
ta: போர் அர்கன்ஸசாஸ்

source: Port Blair
ml: പോര്‍ട്ട് ബ്ളെയര്‍
ta: போர்ட் ப்ளேயர்

source: Port Chicago
ml: പോര്‍ട്ട് ചിക്കാഗോ
ta: ஃபோர்ட் சிகாகோ

source: Port Clarence
ml: പോര്‍ട്ട് ക്ളാരെന്‍സ്
ta: போர்ட் கிளாரன்ஸ்

source: Port Colborne
ml: പോര്‍ട്ട് കോള്‍ബോണ്‍
ta: ஃபோர்ட் கோல்போர்ன்

source: Port Elizabeth
ml: പോര്‍ട്ട് എലിസബേത്ത്
ta: போர்ட் எலிசபத்

source: Port Harcourt
ml: പോര്‍ട്ട് ഹാര്‍കോര്‍ട്ട്
ta: போர்ட் ஹார்கோர்ட்

source: Port Hardy
ml: പോര്‍ട്ട് ഹാര്‍ഡി
ta: போர்ட் ஹார்டி

source: Port Hawkesbury
ml: പോര്‍ട്ട് ഹോക്കസ്ബറി
ta: போர்ட் ஹவேக்ஸ்பெரி

source: Port Hedland
ml: പോര്‍ട്ട് ഹെഡ് ലാന്‍റ്
ta: போர்ட் ஹெட்லாண்ட்

source: Port Heiden
ml: പോര്‍ട്ട് ഹെയ്ഡന്‍
ta: போர்ட் ஹெடென்

source: Port Hope
ml: പോര്‍ട്ട് ഹോപ്പ്
ta: போர்ட் ஹோப்

source: Port Huron Coast Guard Station
ml: പോര്‍ട്ട് ഹ്യൂരണ്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: போர்ட் ஹுரோன் கடலோர காவல் நிலையம்

source: Port Isabel
ml: പോര്‍ട്ട് ഇസാബല്‍
ta: ஃபோர்ட் இஸபெல்

source: Port Lavaca
ml: പോര്‍ട്ട് ലവാക്കാ
ta: போர்ட் லவாகா

source: Port Menier
ml: പോര്‍ട്ട് മെനിയര്‍
ta: போர்ட் மென்னிர்

source: Port Said
ml: പോര്‍ട്ട് സെഡ്
ta: போர்ட் செட்

source: Port St Johns
ml: പോര്‍ട്ട് സെന്‍റ് ജോണ്‍സ്
ta: போர்ட் செயின்ட் ஜான்ஸ்

source: Port Sudan
ml: പോര്‍ട്ട് സുദാന്‍
ta: போர்ட் சூடான்

source: Port Sudan International
ml: പോര്‍ട്ട് സുദാന്‍ ഇന്‍റര്‍നാഷണല്‍
ta: ஃபோர்ட் சூடான் சர்வதேச

source: Port Suden
ml: പോര്‍ട്ട് സുദാന്‍
ta: போர்ட் சூடன்

source: Port Weller
ml: പോര്‍ട്ട് വെല്ലര്‍
ta: போர்ர் வெல்லர்

source: Port-Au-Prince
ml: പോര്‍ട്ട്-ഔ-പ്രിന്‍സ്
ta: போர்ட்-ஔ-ப்ரின்ஸ்

source: Port-Aux-Basques
ml: പോര്‍ട്ട്-ഒക്സ്-ബ്സ്ക്യൂസ്
ta: போர்ட்-ஆக்ஸ்-பாஸ்க்யூஸ்

source: Port-Gentil
ml: പോര്‍ട്ട്-ജെന്‍റില്‍
ta: போர்ட்-ஜென்டில்

source: Portage Coast Guard Station
ml: പോര്‍ട്ടേജ് കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: போர்டேஜ் கடலோர காவல் நிலையம்

source: Portage Glacier
ml: പോര്‍ട്ടേജ് ഗ്ളേഷിയര്‍
ta: போர்டேஜ் க்ளேசியர்

source: Portage Southport
ml: പോര്‍ട്ടേജ് സൌത്ത് പോര്‍ട്ട്
ta: போர்டேஜ் சவுத்போர்ட்

source: Portela
ml: പോര്‍ട്ടേല്ലാ
ta: போர்டிலா

source: Porter Lake
ml: പോര്‍ട്ടര്‍ ലേയ്ക്ക്
ta: போர்ட்டர் ஏரி

source: Porterville
ml: പോര്‍ട്ടര്‍ വില്‍
ta: போர்டெர்வில்லா

source: Portland
ml: പോര്‍ട്ട് ലാന്‍ഡ്
ta: போர்ட்லாண்ட்

source: Portland NEXRAD
ml: പോര്‍ട്ട് ലാന്‍ഡ് നെക്സ്രാഡ്
ta: போர்ட்லாண்ட் NEXRAD

source: Porto Alegre
ml: പോര്‍ട്ടോ അലേഗ്രേ
ta: போர்டோ அலிக்ரி

source: Porto Alegre Airport
ml: പോര്‍ട്ടോ അലേഗ്രേ എയര്‍പോര്‍ട്ട്
ta: போர்டோ அலிக்ரி விமான நிலையம்

source: Porto Nacional
ml: പോര്‍ട്ടോ നാക്കിയോണല്‍
ta: போர்டோ நாசியோனல்

source: Porto Santo
ml: പോര്‍ട്ടോ സാന്‍റോ
ta: போர்டோ சான்டோ

source: Porto Seguro
ml: പോര്‍ട്ടോ സെഗ്യൂറോ
ta: போர்டோ சிகுரோ

source: Porto Velho
ml: പോര്‍ട്ടോ വെല്ലോ
ta: போர்டோ வெல்ஹோ

source: Portorož
ml: പോര്‍ട്ടോറോസ്
ta: போர்டோரோஸ்

source: Portsmouth
ml: പോര്‍ട്ട്സ്മൌത്ത്
ta: போர்ட்ஸ்மௌத்

source: Portsmouth Harbor
ml: പോര്‍ട്ട്സ്മൌത്ത് ഹാര്‍ബര്‍
ta: போர்ட்ஸ்மௌத் துறைமுகம்

source: Portugal
ml: പോര്‍ച്ചുഗല്‍
ta: போச்சுகல்

source: Posadas
ml: പോസാഡാസ്
ta: பொசடாஸ்

source: Poso / Kasiguncu
ml: പോസോ / കാസിഗന്‍കാ
ta: போசோ / காசிகன்சு

source: Potchefstroom
ml: പോര്‍ട്ട്ഷെഫ്സ്ട്രൂം
ta: போட்செஃப்ஸ்ட்ரோம்

source: Poteau
ml: പോട്ട്യൂ
ta: போடியோ

source: Potenza
ml: പോട്ടന്‍സാ
ta: போடென்சா

source: Potosí
ml: പോട്ടോസീ
ta: பொடொஸி

source: Pottstown
ml: പോട്ടസ് ടൌണ്‍
ta: போட்ஸ்டவுன்

source: Poughkeepsie
ml: പോകീപ്സി
ta: போஹ்கீப்சைட்

source: Povungnituq
ml: പോവഗ്നിത്തക്ക്
ta: போவோன்னிடுக்

source: Powder Lake
ml: പൌഡര്‍ ലേയ്ക്ക്
ta: பவுடர் ஏரி

source: Powell River
ml: പവല്‍ റിവര്‍
ta: பவல் ஆறு

source: Pownal
ml: പാവ്നല്‍
ta: பௌனல்

source: Poza Rica
ml: പോസാ റിക്കാ
ta: போசா ரிக்கா

source: Poznań
ml: പോസ്നാന്‍
ta: போஸ்னான்

source: Poços de Caldas
ml: പോക്കോസ് ഡേ കാല്‍‍ഡാസ്‍
ta: போகோஸ் டி கால்டாஸ்

source: Prachin Buri
ml: പ്രാച്ചിന്‍ ബൂറി
ta: பாரசின் பூரி

source: Prachuap Khirikhan
ml: പ്രാച്ച്വാപ്പ് കിറിക്കാന്‍
ta: ப்ரசோம் கிரிகான்

source: Prague
ml: പ്രേഗ്
ta: ப்ரகு

source: Prairie Du Chien
ml: പ്രായരി ഡൂ ചീന്‍
ta: ப்ரைரே டு சீன்

source: Prairie River
ml: പ്രായരി റിവര്‍
ta: ப்ரைரே ஆறு

source: Pratica Di Mare
ml: പ്രാട്ടിക്കാ ഡീ മാറേ
ta: ப்ராடிகா டி மரி

source: Pratt
ml: പ്രാട്ട്
ta: ப்ரட்
