Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Saint-Valery-en-Caux
ml: സെയിന്‍റ്-വാലറി-എന്‍-കൌക്സ്
ta: செயின்ட்-வேலரி-என்-கௌக்ஸ்

source: Saint-Yan
ml: സെയിന്‍റ്-യാന്‍
ta: செயின்ட்-யன்

source: Saint-Étienne
ml: സെയിന്‍റ്-എറ്റിയന്‍
ta: செயின்ட்-எடின்னே

source: Sainte Catherine
ml: സെയിന്‍റ് കാഥറീന്‍
ta: செயின்ட்-காத்ரின்

source: Sainte-Marie Aerodrome
ml: സെയിന്‍റ്-മാറീ ഏറോഡ്രോം
ta: செயின்ட்-மாரி ஏரோட்ராம்

source: Saipan Island
ml: സൈപാന്‍ ഐലന്‍റ്
ta: சைப்பன் தீவு

source: Saiq
ml: സൈഖ്
ta: சாய்க்

source: Sakon Nakhon
ml: സാക്കോണ്‍ നാക്കോണ്‍
ta: சாகோன் நாகோன்

source: Sal
ml: സാല്‍
ta: சால்

source: Salalah
ml: സലാലാ
ta: சலலஹ்

source: Salamanca/Matacán
ml: സാലാമാങ്കാ/മാറ്റാക്കാന്‍
ta: சாலாமான்கா/மாடாகன்

source: Salcea
ml: സാല്‍ഷ്യാ
ta: சால்சி

source: Sale
ml: സെയ്ല്‍
ta: சேல்

source: Salem
ml: സേലം
ta: சேலம்

source: Salida
ml: സാലിഡാ
ta: சலிடா

source: Salida Mountain
ml: സാലിഡാ മൌണ്ടന്‍
ta: சாலிடா மௌன்டென்

source: Salida-Harriet
ml: സാലിഡാ-ഹാരിയറ്റ്
ta: சலிடா-ஹாரித்

source: Salima
ml: സാലിമാ
ta: சலிமா

source: Salina
ml: സാലിനാ
ta: சாலினா

source: Salinas
ml: സാലിനാസ്
ta: சாலினாஸ்

source: Salinas/General Ulpiano Páez
ml: സാലിനാസ്/ജനറല്‍ അല്‍പിനോ പയസ്
ta: சாலினஸ்/ஜெனரல் உல்பியானோ பைஸ்

source: Salisbury
ml: സാലിസ്ബറി
ta: சாலிஸ்பரி

source: Sallisaw
ml: സാലിസൌ
ta: சால்லிசா

source: Salliut
ml: സാല്യട്ട്
ta: சால்லியுட்

source: Salmon
ml: സാല്‍മണ്‍
ta: சால்மன்

source: Salmon (2)
ml: സാല്‍മണ്‍ (2)
ta: சால்மன் (2)

source: Salmon Arm
ml: സാല്‍മണ്‍ ആം
ta: சால்மன் ஆர்ம்

source: Salon-de-Provence
ml: സാലണ്‍-ഡേ-പ്രോവിന്‍സ്
ta: சாலோன்-டி-ப்ரோவின்ஸ்

source: Salt Lake City
ml: സോള്‍ട്ട് ലേയ്ക് സിറ്റി
ta: சால்ட் லேக் சிட்டி

source: Salt Lake City Municipal Airport
ml: സോള്‍ട്ട് ലേയ്ക് സിറ്റി മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: சால்ட் ஏரி நகர முனிசிபல் விமான நிலையம்

source: Salt Lake NEXRAD
ml: സോള്‍ട്ട് ലേയ്ക് നെക്സ്രാഡ്
ta: சால்ட் ஏரி NEXRAD

source: Salt Point
ml: സോള്‍ട്ട് പോയിന്‍റ്
ta: சால்ட் பாயின்ட்

source: Salta
ml: സോള്‍ട്ടാ
ta: சால்டா

source: Saltillo
ml: സോള്‍ട്ടിലോ
ta: சால்டில்லோ

source: Salto
ml: സോള്‍ട്ടോ
ta: சால்டோ

source: Saltpond
ml: സോള്‍ട്ട് പോണ്ട്
ta: சால்ட்பாண்ட்

source: Salvador
ml: സാല്‍‍വേഡര്‍
ta: சால்வடார்

source: Salzburg
ml: സാല്‍സ്ബര്‍ഗ്
ta: சல்ஸ்பர்க்

source: Samara
ml: സാമാറാ
ta: சமரா

source: Samarinda / Temindung
ml: സാമാറിണ്ടാ / റ്റെമിന്‍ഡങ്
ta: சாமரிண்டா / டிமிடுங்

source: Samarkand
ml: സമര്‍ക്കണ്ട്
ta: சாமர்கண்ட்

source: Sambava
ml: സാന്പാവാ
ta: சம்பவா

source: Same
ml: സെയിം
ta: சேம்

source: Samoa
ml: സമോവാ
ta: சமோ

source: Samos
ml: സാമോസ്
ta: சமோஸ்

source: Samsun
ml: സാംസണ്‍
ta: சாம்சன்

source: Samsun/Carsamba
ml: സാംസണ്‍/കാര്‍സാന്പാ
ta: சாம்சன்/கார்சம்பா

source: San
ml: സാന്‍
ta: சான்

source: San Andrés Isla/Sesquicentenario
ml: സാന്‍ ആന്‍ഡ്രിസ് ഇസ്ള/സെസ്ക്യൂസെന്‍റെനാറിയോ
ta: சான் அன்ட்ரஸ் இஸ்லா/செஸ்க்சென்டினரியோ

source: San Angelo
ml: സാന്‍ ഏഞ്ചലോ
ta: சான் ஆங்லோ

source: San Antonio
ml: സാന്‍ ആന്‍റോണിയോ
ta: சான் ஆன்டொனியோ

source: San Antonio Del Tachira
ml: സാന്‍ ആന്‍റോണിയോ ഡേല്‍ താച്ചിറാ
ta: சான் ஆன்டனியோ செல் டாச்சிரா

source: San Antonio NEXRAD
ml: സാന്‍ ആന്‍റോണിയോ നെക്സ്രാഡ്
ta: சான் ஆன்டொனியோ NEXRAD

source: San Antonio Oeste
ml: സാന്‍ ആന്‍റോണിയോ ഒയെസ്റ്റ്
ta: சான் ஆன்டொனியோ ஓயிஸ்ட்

source: San Borja
ml: സാന്‍ ബോര്‍ജാ
ta: சான் போர்ஜா

source: San Carlos
ml: സാന്‍ കാര്‍ളോസ്
ta: சான் கார்லோஸ்

source: San Clemente
ml: സാന്‍ ക്ളെമേന്‍റ്
ta: சான் கிளைமென்ட்

source: San Cristóbal Galápagos
ml: സാന്‍ ക്രിസ്റ്റോബാള്‍ ഗാലാപ്പാഗോസ്
ta: சான் கிறிஸ்டோபல் காலாபாகோஸ்

source: San Diego
ml: സാന്‍ ഡൈഗോ
ta: சான்டியாகோ

source: San Felipe
ml: സാന്‍ ഫെലിപ്പ്
ta: சான் ஃபிலிப்

source: San Fernando
ml: സാന്‍ ഫെര്‍നാണ്ടോ
ta: சான் ஃபெர்னாண்டோ

source: San Fernando De Apure
ml: സാന്‍ ഫെര്‍നാണ്ടോ ഡേ അപ്യൂര്‍
ta: சான் ஃபெர்னாண்டோ டி அபுரே

source: San Francisco
ml: സാന്‍ ഫ്രാന്‍സിസ്ക്കോ
ta: சான் ஃப்ரான்ஸிஸ்கோ

source: San Francisco Pbs
ml: സാന്‍ ഫ്രാന്‍സിസ്ക്കോ പി ബിഎസ്
ta: சான் ஃப்ரான்ஸிஸ்கோ Pbs

source: San Ignacio De Moxos
ml: സാന്‍ ഇഗ്നാഷ്യോ ഡേ മോക്സോസ്
ta: சான் இக்னாசியோ டி மோக்ஸோஸ்

source: San Ignacio De Velasco
ml: സാന്‍ ഇഗ്നാഷ്യോ ഡേ വെലാസ്ക്കോ
ta: சான் இக்னாசியோ டி வெலாஸ்கோ

source: San Isidro
ml: സാന്‍ ഇസിഡ്രോ
ta: சான் இசிட்ரோ

source: San Javier
ml: സാന്‍ ജാവിയര്‍
ta: சான் ஜாவிர்

source: San Joaquín
ml: സാന്‍ ജോവാക്വിന്‍
ta: சான் ஜோகுன்

source: San Jose
ml: സാന്‍ ജോസ്
ta: சான் ஜோஸ்

source: San Jose De Chiquitos
ml: സാന്‍ ജോസ് ഡേ ചിക്വിറ്റോസ്
ta: சான் ஜோஸ் டெ சிக்டோஸ்்டோஸ்

source: San José Del Guaviare
ml: സാന്‍ ജോസ് ഡേല്‍ ഗ്വാവിയര്‍
ta: சான் ஜோஸ் டெல் கோவியர்

source: San José del Cabo
ml: സാന്‍ ജോസ് ഡേല്‍ കാബോ
ta: சான் ஜோஸ் டெல் காபோ

source: San Juan
ml: സാന്‍ ജുവാന്‍
ta: சான் ஜ்வான்

source: San Juan De Los Morros
ml: സാന്‍ ജുവാന്‍ ഡേ ലോസ് മോറോസ്
ta: சான் ஜோன் டி லோஸ் மோரோஸ்

source: San Julián
ml: സാന്‍ ജൂലിയാന്‍
ta: சான் ஜுலியன்

source: San Luis
ml: സാന്‍ ലുയിസ്
ta: சா லுஸ்

source: San Luis Obispo
ml: സാന്‍ ലുയിസ് ഒബിസ്പോ
ta: சான் லூயுஸ் ஓபிஸ்போ

source: San Luis de Potosí
ml: സാന്‍ ലുയിസ് ഡേ പോട്ടോസി
ta: சான் லூவிஸ் டி பொடொசி

source: San Marcos
ml: സാന്‍ മാര്‍ക്കോസ്
ta: சான் மார்கோஸ்

source: San Marcos Automatic Weather Observing/Reporting System
ml: സാന്‍ മാര്‍ക്കോസ് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ ഒബ്സര്‍വിങ്/റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: சான் மார்கோஸ் தானியக்க வானிலை அறியும்/அறிக்கையிடும் அமைப்பு

source: San Marcos Municipal Airport
ml: സാന്‍ മാര്‍ക്കോസ് മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: சான் மார்கோஸ் முனிசிபல் விமான நிலையம்

source: San Martín
ml: സാന്‍ മാര്‍ട്ടിന്‍
ta: சான் மார்டின்

source: San Miguel/El Papalón
ml: സാന്‍ മിഗ്വല്‍/എല്‍ പാപ്പലോണ്‍
ta: சான் மிக்குவெல்/எல் பாபாலோன்

source: San Nicholas Island
ml: സാന്‍ നിക്കോളസ് ഐലന്‍റ്
ta: சான் நிக்கோலாஸ் தீவு

source: San Pedro
ml: സാന്‍ പേഡ്രോ
ta: சான் பிட்ரோ

source: San Rafael
ml: സാന്‍ റാഫേല്‍
ta: சான் ரபேல்

source: San Salvador/Ilopango
ml: സാന്‍ സാല്‍വാ‍ര്‍/ല്ലോപാങ്കോ
ta: சான் சல்வடார்/இலோபங்கோ

source: San Sebastián/Hondarribia
ml: സാന്‍ സെബാസ്റ്റിയന്‍/ഹോണ്ടാറിബാ
ta: சான் செபஸ்தியன்/ஹோண்டரிபியா

source: San Tome Private
ml: സാന്‍ ടോം പ്രൈവറ്റ്
ta: சான் டோம் ப்ரைவேட்

source: Sana'A
ml: സാന്‍ എ
ta: சானா'A

source: Sanana
ml: സനാനാ
ta: சானானா

source: Sanandaj
ml: സനാന്‍ഡജ്
ta: சானானதாஜ்

source: Sand Heads CS
ml: സാന്‍ഡ് ഹെഡ്സ് സി എസ്
ta: சான்ட் ஹெட்ஸ் சிஎஸ்

source: Sand Island
ml: സാന്‍ഡ് ഐലന്‍റ്
ta: சேன்ட் தீவு

source: Sand Point
ml: സാന്‍ഡ് പോയിന്‍റ്
ta: சான்ட் பாயின்ட்

source: Sandakan
ml: സാന്‍ഡാക്കന്‍
ta: சன்டாகான்

source: Sandane/Anda
ml: സാന്‍ഡെയിന്‍/ആന്‍ഡാ
ta: சான்டேன்/அண்டா

source: Sandberg
ml: സാന്‍ഡ്ബര്‍ഗ്
ta: சன்ட்பெர்க்

source: Sanderson
ml: സാന്‍ഡേര്‍സണ്‍
ta: சான்டெர்சன்

source: Sandnessjøen/Stokka
ml: സാന്‍ഡ്നസ്സ്ജോണ്‍/സ്റ്റോക്കാ
ta: சான்ட்னெஸ்ஜோன்/ஸ்டோக்கா

source: Sandoway
ml: സാന്‍ഡോവേ
ta: சான்டோவே

source: Sandpoint
ml: സാന്‍ഡ് പോയിന്‍റ്
ta: சான்ட் பாயின்ட்

source: Sandspit
ml: സാന്‍ഡ് സ്പിറ്റ്
ta: சான்ட்ஸ்பிட்

source: Sandwich
ml: സാന്‍ഡ്വിച്ച്
ta: சான்ட்விட்ச்

source: Sandy Hook
ml: സാന്‍ഡി ഹൂക്ക്
ta: சான்டி ஹூக்

source: Sanford
ml: സാന്‍റ ഫോര്‍ഡ്
ta: சான்ஃபோர்ட்

source: Sanford Airport
ml: സാന്‍റ ഫോര്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: சான்ஃபோர்ட் விமான நிலையம்

source: Sanford-Lee County Regional Airport
ml: സാന്‍റ ഫോര്‍ഡ്-ലീ കൌണ്ടി റീജിയണല്‍ എയര്‍പോര്‍ട്ട്
ta: சான்ஃபோர்ட்-லி கவுண்டி ரிஜினல் விமான நிலையம்

source: Sangju
ml: സാങ്ജൂ
ta: சங்ஜு

source: Sangley Point
ml: സാങ്ലീ പോയിന്‍റ്
ta: சான்ங்லே பாயின்ட்

source: Sanikiluaq
ml: സാനിക്ക്വിലാക്ക്
ta: சானிகில்யுக்

source: Sanliurfa
ml: സാന്‍ലിയുര്‍ഫാ
ta: சான்லியர்ஃபா

source: Santa Ana
ml: സാന്‍റാ അനാ
ta: சான்டா அன்னா

source: Santa Ana/El Palmar
ml: സാന്‍റാ അനാ/എല്‍ പാമര്‍
ta: சான்டா அனா/எல் பால்மர்

source: Santa Barbara
ml: സാന്‍റാ ബാര്‍ബാറാ
ta: சான்டா பார்பரா

source: Santa Barbara Harbor
ml: സാന്‍റാ ബാര്‍ബാറാ ഹാര്‍ബര്‍
ta: சான்டா பார்பரா துறைமுகம்

source: Santa Barbara Zulia
ml: സാന്‍റാ ബാര്‍ബാറാ സൂലിയ
ta: சான்டா பார்பரா சுலியா

source: Santa Catalina Island
ml: സാന്‍റാ കാറ്റലീനാ ഐലന്‍റ്
ta: சான்டா காடாலினா தீவு

source: Santa Catarina
ml: സാന്‍റാ കാറ്റാറീനാ
ta: சான்டா காட்ரினா

source: Santa Clara
ml: സാന്‍റാ ക്ളാരാ
ta: சான்டா க்ளாரா

source: Santa Cruz
ml: സാന്‍റാ ക്രൂസ്
ta: சான்டா க்ரூஸ்

source: Santa Cruz Harbor
ml: സാന്‍റാ ക്രൂസ് ഹാര്‍ബര്‍
ta: சான்டா க்ரூஸ் துறைமுகம்

source: Santa Cruz Island
ml: സാന്‍റാ ക്രൂസ് ഐലന്‍റ്
ta: சான்டா க்ரூஸ் தீவு

source: Santa Cruz/El Trompillo
ml: സാന്‍റാ ക്രൂസ്/എല്‍ ട്രോന്പിലോ
ta: சான்டா க்ரூஸ்/எல் ட்ரோம்பில்லோ

source: Santa Elena De Uairen
ml: സാന്‍റാ എലാനാ ഡേ ഉയ്റന്‍
ta: சான் எலினா டி உய்ரின்

source: Santa Fe
ml: സാന്‍റാ ഫേ
ta: சான்டா பீ

source: Santa Maria
ml: സാന്‍റാ മാറിയാ
ta: சான்டா மாரியா

source: Santa Marta/Simón Bolívar
ml: സാന്‍റാ മാര്‍ത്താ/സൈമണ്‍ ബോളിവാര്‍
ta: சான்டா மார்டா/சீமன் பொலிவார்

source: Santa Monica
ml: സാന്‍റാ മോണിക്കാ
ta: சான்டா மோனிகா

source: Santa Monica Pier
ml: സാന്‍റാ മോണിക്കാ പിയര്‍
ta: சான்டா மோனிகா பைர்

source: Santa Rosa
ml: സാന്‍റാ റോസാ
ta: சான்டா ரோஸா

source: Santa Rosa De Copán
ml: സാന്‍റാ റോസാ ഡേ കോപ്പന്‍
ta: சான்டா ரோஸா டி கோபான்

source: Santa Teresa
ml: സാന്‍റാ തെരേസാ
ta: சான்டா டிரேஸா

source: Santa Ynez
ml: സാന്‍റാ നെസ്
ta: சான்டா நிஸ்

source: Santander/Parayas
ml: സാന്‍റാന്‍ഡര്‍/പാരായാസ്
ta: சான்டான்டெர்/பாராயாஸ்

source: Santarém
ml: സാന്‍റാറം
ta: சான்டாரிம்

source: Santiago
ml: സാന്‍റിയാഗോ
ta: சாண்டியாகோ

source: Santiago De Cuba, Oriente
ml: സാന്‍റിയാഗോ ഡേ ക്യൂബാ, ഓറിയന്‍റ്
ta: சாண்டியாகோ டி க்யூபா, ஓரியண்ட்

source: Santiago Del Estero
ml: സാന്‍റിയാഗോ ഡേല്‍ എസ്റ്റേറോ
ta: சாண்டியாகோ

source: Santiago/Labacolla
ml: സാന്‍റിയാഗോ/ലബാക്കോളാ
ta: சாண்டியாகோ/லபாகோலா

source: Santorini
ml: സാന്‍റോറിണി
ta: சான்டோரினி

source: Santos
ml: സാന്‍റോസ്
ta: சான்டோஸ்

source: Santos Dumont Airport
ml: സാന്‍റോസ് ഡ്യൂമണ്ട് എയര്‍പോര്‍ട്ടാ
ta: சான்டோஸ் டுமோன்ட் விமான நிலையம்

source: Sanya
ml: സാന്യാ
ta: சான்யா

source: Sao Tome and Principe
ml: സാവോ ടോം ആന്‍ഡ് പ്രിന്സൈപ്പ്
ta: சோ டோமி மற்றும் பிரின்சிபி

source: Sapporo Ab
ml: സാപ്പോറോ അബ്
ta: சப்போரோ ஏப்

source: Sarajevo
ml: സാരാജേവോ
ta: சரஜீவோ

source: Sarajevo/Butmir
ml: സാരാജേവോ/ബട്ട്മിര്‍
ta: சரஜீவோ/பட்மிர்

source: Sarakhs
ml: സാറാക്സ്
ta: சாராக்ஸ்

source: Saranac Lake
ml: സാറാനാക്ക് ലേയ്ക്
ta: சரனாக் லேக்

source: Sarasota
ml: സാറാസോറ്റാ
ta: சரசோடா

source: Saratov
ml: സാറാറ്റോവ്
ta: சாரடோவ்

source: Saravane
ml: സാരാവേയ്ന്‍
ta: சரவனே

source: Sargodha
ml: സാര്‍ഗോദാ
ta: சார்கோடா

source: Sarh
ml: സാര്‍ഹ്
ta: சார்

source: Sarmi
ml: സാര്‍മി
ta: சார்மி

source: Sarnia
ml: സാര്‍ണിയ
ta: சார்னியா

source: Sartine Island
ml: സാര്‍റ്റൈന്‍ ഐലന്‍റ്
ta: சார்டின் தீவு

source: Sarzana/Luni
ml: സാര്‍സാനാ/ലുനി
ta: சார்ஸானா/லுனி

source: Sasebo Usn
ml: സാസേബോ ഉസ്ന്
ta: சசிபோ Usn

source: Saskatchewan
ml: സാസ്ക്കച്ചേവാന്‍
ta: சாஸ்காட்ச்வென்

source: Saskatoon
ml: സാസ്ക്കാറ്റുണ്‍
ta: சாஸ்காக்டோன்

source: Saskatoon Kernen
ml: സാസ്ക്കാറ്റുണ്‍ കേര്‍ണേന്‍
ta: சாஸ்காக்டோன் கெர்னின்

source: Sassandra
ml: സസ്സാന്‍ഡ്രാ
ta: சாசான்ட்ரா

source: Satah River
ml: സാത്താഹാ റിവര്‍
ta: சாடா ஆறு

source: Satna
ml: സാത്ത്നാ
ta: சாட்னா

source: Satu Mare
ml: സാത്തു മാറേ
ta: சாடு மார்

source: Satun
ml: സാത്തുന്‍
ta: சாடுன்

source: Saturna Island
ml: സാറ്റേര്‍ണാ ഐലന്‍റ്
ta: சார்டனா தீவு

source: Sauce Viejo
ml: സോസ് വേയ്ജോ
ta: காஸ் வெய்ஜோ

source: Saudi Arabia
ml: സൌദി അറേബീയാ
ta: சௌதி அரேபியா

source: Sault Ste Marie
ml: സൌള്‍ട്ട് സ്റ്റേ മാറീ
ta: சௌல்ட் ஸ்டெ மாரி

source: Sault Ste. Marie
ml: സൌള്‍ട്ട് സ്റ്റേ മാറീ
ta: சௌல்ட் ஸ்டெ மாரி

source: Saumlaki
ml: സൌമ്ലാക്കി
ta: சௌம்லாகி

source: Savanna
ml: സാവന്നാഹ്
ta: சவானா

source: Savannah
ml: സാവന്നാഹ്
ta: சவானா

source: Savannah-Hunter AAF
ml: സാവന്നാഹ്-ഹണ്ടര്‍ എ എ എഫ്
ta: சவனா-ஹன்டர் AAF

source: Savannakhet
ml: സാവന്നാക്കെറ്റ്
ta: சவானாகெட்

source: Save
ml: സേവ്
ta: சேவ்

source: Savonlinna
ml: സാവോണ്‍ലിനാ
ta: சாவோன்லினா

source: Savoonga
ml: സാവുങ്കാ
ta: சாவோன்கா

source: Sawyer Air Force Base
ml: സോയര്‍ എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: சௌயெர் ஏர் ஃபோர்ஸ் பேஸ்

source: Saxony
ml: സാക്സണി
ta: சக்ஸோனி

source: Saxony-Anhalt
ml: സാക്സണി-അന്‍ഹള്‍ട്ട്
ta: சக்ஸோனி-அனால்ட்

source: Sayaboury
ml: സായാബോരി
ta: சாயாபோரி

source: Sayun
ml: സായുണ്‍
ta: சேயன்

source: Scampton
ml: സ്കാബ്ട്ടണ്‍
ta: ஸ்காம்ப்டன்

source: Scappoose
ml: സ്കാപ്പോസ്
ta: ஸ்கேப்போஸ்

source: Scatsta
ml: സ്ക്കാറ്റ്സ്റ്റാ
ta: ஸ்காட்ஸ்டா

source: Schaffen
ml: സ്ക്കാഫന്‍
ta: ஸ்டாஃபென்

source: Schefferville
ml: സ്ക്കഫര്‍വില്‍
ta: ஸ்சேஃபர்வில்லா

source: Schenectady
ml: സ്കേനക്ക്റ്റടി
ta: ஸ்கெனெக்டடே

source: Schkeuditz
ml: സ്ക്യൂഡിറ്റ്സ്
ta: ஸ்கெடிச்

source: Schleswig
ml: സ്ക്ളസ്വിഗ്
ta: ஸ்கிஸ்விக்

source: Schleswig-Holstein
ml: സ്ക്ളസ്വിഗ്-ഹോള്‍സ്റ്റീന്‍
ta: ஸ்கிஸ்விக்-அல்சிடின்

source: Schoolcraft County Airport
ml: സ്ക്കൂള്‍ക്രാഫ്റ്റ് കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: ஸ்கூல்க்ரப்ட் கவுண்டி விமான நிலையம்

source: Schwaz
ml: ഷ്വാസ്
ta: ஸ்கவாஸ்

source: Schönefeld
ml: സ്ക്കോണ്‍ഫെള്‍ഡ്
ta: ஸ்கோன்பில்ட்

source: Scilly St Mary's
ml: സ്കില്ലി സെയ്ന്‍റ് മേരിസ്
ta: சில்லி செயன்ட் மேரிஸ்

source: Scituate
ml: സ്കിറ്റ്വേറ്റ്
ta: ஸ்கிடுயட்

source: Scoresbysund
ml: സ്കോര്‍സ്ബൈസണ്‍ട്
ta: ஸ்கோர்ஸ்பைசுன்ட்

source: Scotland
ml: സ്കോട്ട്ലാന്‍ഡ്
ta: ஸ்காட்லாந்து

source: Scotts Seaplane Base
ml: സ്ക്കോട്ടസ് സീപ്ളെയിന്‍ ബേയ്സ്
ta: ஸ்காட்ஸ் சிப்ளேன் பேஸ்

source: Scottsbluff
ml: സ്ക്കോട്ട്സ്ബ്ളഫ്
ta: ஸ்காட்ஸ்ஃப்ளப்

source: Scottsdale
ml: സ്ക്കോട്ട്സ്ഡേല്‍
ta: ஸ்காட்ஸ்டேல்

source: Scripps Pier / La Jol
ml: സ്ക്രിപ്പ്സ് പിയര്‍ / ലാ ജോള്‍
ta: ஸ்கீரிப்ஸ் பைர் / லா ஜோல்

source: Sde-Haifa Haifa
ml: സ്ഡേ-ഹൈഫാ ഹൈഫാ
ta: ஸ்டி-ஹைஃபா ஹைஃபா

source: Sdr Stroemfjord
ml: Sdr സ്രോമ്ഫ്ജോര്‍ഡ്
ta: Sdr ஸ்டோர்ம்ஜோர்ட்

source: Searcy
ml: സിയേര്‍സി
ta: ஸீர்சி

source: Seattle
ml: സിയ്റ്റില്‍
ta: சியாட்டல்

source: Seattle NEXRAD
ml: സിയ്റ്റില്‍ നെക്സ്രാഡ്
ta: சியாட்டல் NEXRAD

source: Sebha
ml: സെബാ
ta: சீபா

source: Sedalia
ml: സെഡാലിയ
ta: சிடாலியா

source: Sedona
ml: സെഡോണാ
ta: சிடோனா

source: Seeb
ml: സീബ്
ta: சீப்

source: Sefwi Bekwai
ml: സെഫ്വി ബോക്ക്വായി
ta: ஸிஃப்வி பீக்வை

source: Segou
ml: സേഗൌ
ta: சிகோ

source: Seinäjoki-Ilmajoki
ml: സൈമജോക്കി-ഇല്‍മജോക്കി
ta: சைனாஜோகி-இல்மாஜோகி

source: Selawik
ml: സേലാവിക്ക്
ta: சிலாவிக்

source: Seldovia
ml: സെര്‍ഡോവ്യാ
ta: செல்டோவியா

source: Selebi Phikwe
ml: സേലേബി ഫിക്ക്വേ
ta: செலேபி ஃபிக்வி

source: Selfridge
ml: സെല്‍ഫ്രിഡ്ജ്
ta: செல்ஃப்ரிஜ்

source: Selinsgrove
ml: സെലിന്‍സ്ഗ്രോവ്
ta: செலின்ஸ்க்ரோவ்

source: Selma
ml: സെല്‍മാ
ta: செல்மா

source: Semarang / Ahmadyani
ml: സെമാറാഗ് / അഹ്മദ്യാനി
ta: சிமாரங் / அஹமத்யானி

source: Sembach
ml: സംബാക്ക്
ta: செம்பச்

source: Seminole
ml: സെമിനോള്‍
ta: செமிநோல்

source: Semnan
ml: സംനാന്‍
ta: சிம்னன்

source: Senanga
ml: സെനാങ്കാ
ta: சினனங்கா

source: Sendai
ml: സെന്‍ഡായി
ta: சின்டை

source: Senegal
ml: സെനെഗള്‍
ta: செனகல்

source: Sennar
ml: സെന്നാര്‍
ta: சின்னர்

source: Seoul
ml: സിയോള്‍
ta: சியோல்

source: Seoul E Ab
ml: സിയോള്‍ ഇ അബ്
ta: சியோல் இ ஏப்

source: Seoul/Kimp'O
ml: സിയോള്‍/കിന്പോ
ta: சியோல்/கிம் ஓ

source: Seoul/Yongdungp'O Rokaf Wc
ml: സിയോള്‍/യോങ്ഡങ്യോ റാക്കോഫ് ഡബ്ള്യൂ സീ
ta: சியோல்/யாங்டுங்கோ'ஓ ரோகாஃ வெக்

source: Sepang
ml: സെപാങ്
ta: செபாங்

source: Sept-Iles
ml: സേപ്റ്റ്-എല്‍സ്
ta: செப்ட்-லெஸ்

source: Serbia and Montenegro
ml: സേര്‍ബ്യ ആന്‍ഡ് മോണ്‍റ്റേനീഗ്രോ
ta: செர்பியா மற்றும் மோண்டிகோனா

source: Serenje
ml: സെറേഞ്ചേ
ta: செரின்ஜி

source: Seretse Khama
ml: സെറെറ്റ്സ് ഖാമാ
ta: செரிட்சி காமா

source: Serui / Yendosa
ml: സെറുയ് / യെന്‍ഡോസാ
ta: சிர்ஐ / என்டோசா

source: Sesheke
ml: സേഷെക്കേ
ta: சிஷிகே

source: Setif
ml: സേത്തിഫ്
ta: சிடிஃப்

source: Seul Choix Pt
ml: സ്യൂള്‍ ചോയിക്സ് പോയിന്‍റ്
ta: சியோல் சோக்ஸ் பாயின்ட்

source: Seville/San Pablo
ml: സെവില്ലി/സാന്‍ പാബ്ളോ
ta: சிவில்லா/சான் பப்லோ

source: Seward
ml: സ്യൂവാര്‍ഡ്
ta: சேவார்ட்

source: Sexton Summit
ml: സെക്സ്റ്റണ്‍ സമ്മിറ്റ്
ta: செக்ஸ்டன் சுமிட்

source: Seychelles
ml: സെയ്ഷല്‍സ്
ta: சேஷல்ஸ்

source: Seychelles International Airport
ml: സെയ്ഷല്‍സ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: சேஷல்ஸ் சர்வதேச விமான நிலையம்

source: Seychelles International Airport Rawinsonde Station
ml: സെയ്ഷല്‍സ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട് റോവിന്‍സണ്‍ സ്റ്റേഷന്‍
ta: சேஷல்ஸ் சர்வதேச விமான நிலையம் ராவிசோண்டே நிலையம்

source: Seymour
ml: സേയിമൂര്‍
ta: செய்மோர்

source: Sečovlje
ml: സെക്കോവില്‍ജ്
ta: சிகோவல்ஜி

source: Sfax El-Maou
ml: സ്ഫാക്സ് എല്‍-മൌ
ta: ஸ்ஃபேக்ஸ் எல்-மௌ

source: Shaanxi
ml: ഷാന്‍ക്സി
ta: ஷான்ஸி

source: Shahre-Kord
ml: ഷാഹര്‍-കോര്‍ഡ്
ta: ஷாரே-கோர்ட்

source: Shaibah / Basrah
ml: ഷായിബാഹ് / ബാസ്രാഹ്
ta: ஷைபா / பாஸ்ரா

source: Shakawe
ml: ഷാക്കാവേ
ta: ஷேகவி

source: Shanghai
ml: ഷാങായി
ta: சாங்கே

source: Shannon
ml: ഷാനണ്‍
ta: ஷன்னான்

source: Shantong
ml: ഷാന്‍റോങ്
ta: ஷாங்டோங்

source: Shantou
ml: ഷാന്‍റൌ
ta: ஷான்டோ

source: Sharjah
ml: ഷാര്‍ജാ
ta: ஷர்ஜாஹ்

source: Sharm El Sheikhintl
ml: ഷാം എല്‍ ഷെയിക്കിന്‍റില്‍
ta: ஷார்ம் எல் ஷிகிஹின்ட்

source: Sharurah
ml: ഷറൂറാഹ്
ta: ஷரூர்ஹ்

source: Shaw Air Force Base
ml: ഷോ എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: ஷா ஏர் ஃபோர்ஸ் பேஸ்

source: Shawbury
ml: ഷോബറി
ta: ஷபெரி

source: Shawinigan CS
ml: ഷോവിനിഗാങ് സി എസ്
ta: ஷாவினிகன் சிஎஸ்

source: Shawnee
ml: ഷോണി
ta: ஷானீ

source: Shearwater
ml: ഷിയര്‍വാട്ടര്‍
ta: ஷியர்வாட்டர்

source: Shebirghan
ml: ഷെബിര്‍ഗന്‍
ta: ஷிபிர்கன்

source: Sheboygan
ml: ഷെബോയ്ഗന്‍
ta: ஷிபோய்கன்

source: Sheboygan Coast Guard Station
ml: ഷെബോയ്ഗന്‍ കോസ്റ്റ് ഗാര്‍ഡാ സ്റ്റേഷന്‍
ta: ஷிபாய்கன் கடலோர காவல் நிலையம்

source: Sheep Mountain
ml: ഷീപ്പ് മൌണ്ടന്‍
ta: ஷீப் மௌன்டென்

source: Shelby
ml: ഷെല്‍ബി
ta: ஷில்பை

source: Shelbyville
ml: ഷെല്‍ബിവില്‍
ta: ஷில்பைவில்லா

source: Sheldon
ml: ഷെല്‍ഡണ്‍
ta: ஷில்டன்

source: Shelter Cove
ml: ഷെല്‍ട്ടര്‍ കോവ്
ta: ஷெல்டர் கோவ்

source: Shelton
ml: ഷെല്‍ട്ടണ്‍
ta: ஷெல்டன்

source: Shemya
ml: ഷെമ്യാ
ta: ஷிம்யா

source: Shenandoah
ml: ഷെനാന്‍ഡോവാ
ta: ஷெனான்டோஹ்

source: Shenyang/Taokian
ml: ഷെന്‍യാങ്/താവോക്കിയന്‍
ta: ஷின்யாங்/டோகியன்

source: Shenzhen
ml: ഷെന്‍സെന്‍
ta: ஷின்சென்

source: Shepherd Bay
ml: ഷെപ്പേര്‍ഡ് ബേ
ta: ஷெப்பர்ட் பே

source: Sheppard Air Force Base
ml: ഷെപ്പേര്‍ഡ് എയര്‍ ഫോഴ്സ് ബെയിസ്
ta: ஷிப்பர்ட் ஏர் ஃபோர்ஸ் பேஸ்

source: Sherbrooke
ml: ഷെര്‍ബ്രൂക്ക്
ta: ஷிர்ப்ரோக்

source: Sheremet'Ye
ml: ഷെറേമെറ്റ് യേ
ta: ஷிரிமெட் யே

source: Sheridan
ml: ഷെറിഡാന്‍
ta: ஷெரிடான்

source: Sheringham
ml: ഷെറിങ്ഹാം
ta: ஷிரிங்கேம்

source: Sherman-Denison
ml: ഷെര്‍മാന്‍-ഡെന്നിസണ്‍
ta: ஷெர்மான்-டென்சன்

source: Sherman/Denison
ml: ഷെര്‍മാന്‍/ഡെന്നിസണ്‍
ta: ஷெர்மான்-டெனிசன்

source: Shijiazhuang
ml: ഷിജിയാസ്വാങ്
ta: ஷிஜியஸ்வாங்

source: Shilo
ml: ഷിലോ
ta: ஷில்லோ

source: Shimofusa Ab
ml: ഷിമോഫൂസാ അബ്
ta: ஷிமோஃபுசா ஏப்

source: Shimoji-Shima Island
ml: ഷിമോജി-ഷീമാ ഐലന്‍റ്
ta: ஷிமோஜி-ஷிமா தீவு

source: Shindand
ml: ഷിന്‍ഡാന്‍റ്
ta: ஷின்டென்ட்

source: Shingle Point
ml: ഷിങ്കിള്‍ പോയിന്‍റ്
ta: ஷிங்கல் பாயின்ட்

source: Shinyanga
ml: ഷിന്യാഗാ
ta: ஷின்யான்கா

source: Ship Shoal
ml: ഷിപ്പ് ഷോല്‍
ta: ஷிப் ஷோல்

source: Ship Shoal Platform
ml: ഷിപ്പ് ഷോല്‍ പ്ളാറ്റ്ഫോം
ta: ஷிப் ஷோல் ப்ளாட்பார்ம்

source: Shiraz
ml: ഷിറാസ്‍
ta: ஷிராஸ்

source: Shirley
ml: ഷെര്‍ലീ
ta: ஷிர்லே

source: Shishmaref
ml: ഷിഷ്മാറഫ്
ta: ஷிஸ்மாரெஃப்

source: Shizuhama Ab
ml: ഷിസുഹാമാ അബ്
ta: ஷிசுஹாமா ஏப்

source: Shoal Lake
ml: ഷോള്‍ ലേയ്ക്ക്
ta: ஷோல் ஏரி

source: Sholapur
ml: ഷോലാപൂര്‍
ta: ஷோலாப்பூர்

source: Shonai
ml: ഷോണായി
ta: ஷோனை

source: Shoreham
ml: ഷോര്‍ഹാം
ta: ஷொரெஹாம்

source: Short Beach
ml: ഷോര്‍ട്ട് ബീച്ച്
ta: சார்ட் பீச்

source: Show Low
ml: ഷോ ലോ
ta: ஷோலோ

source: Shpakovskoye
ml: ഷപ്പകോവ്സ്കോയി
ta: ஷபகோவஸ்கோய்

source: Shreveport
ml: ഷ്രീവ് പോര്‍ട്ട്
ta: ஸ்ரீவ்போர்ட்

source: Shuangliu International Airport
ml: ഷാങ്ഗ്ലിയൂ ഇന്‍ര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஷுன்ங்லியு சர்வதேச விமான நிலையம்

source: Shymkent
ml: ഷിംകെന്‍റ്
ta: ஷைப்கண்ட்

source: Sibi
ml: സിബി
ta: சிபி

source: Sibiti
ml: സിബിറ്റി
ta: சிபிடி

source: Sibiu
ml: സിബിയൂ
ta: சிபு

source: Sibley Peak
ml: സിബ്ളി പീക്ക്
ta: சிப்லே பீக்

source: Sibolga / Pinangsori
ml: സിബോള്‍ഗാ / പിനാങ്സോറി
ta: சிபோல்கா / பினன்ங்சோரி

source: Sibu
ml: സിബു
ta: சிபு

source: Sichuan
ml: സിച്ച്വാങ്
ta: சிசௌன்

source: Sidi Ifni
ml: സിഡി ഇഫ്നി
ta: சிடி இஃப்னி

source: Sidney
ml: സിഡ്ണി
ta: சிட்னி

source: Siegen
ml: സിയാജന്‍
ta: சைஜென்

source: Siegerland
ml: സിയ്ഗര്‍ ലാന്‍റ്
ta: சைகர்லாந்து

source: Siemreap
ml: സീംറീപ്പ്
ta: சைம்ரீப்

source: Sierra Leone
ml: സിയ്റാ ലീയോണ്‍
ta: சியரா லியோன்

source: Sigonella
ml: സിഗോനെലാ
ta: சிக்கோனெல்லா

source: Siguiri
ml: സിഗുയിറി
ta: சிகுரி

source: Sikanni Chief
ml: സിക്കാണി ചീഫ്
ta: சிகண்ணி சீஃப்

source: Sikasso
ml: സീക്കാസോ
ta: சிகாசோ

source: Siliguri
ml: സിലിഗൂറി
ta: சிலிகுரி

source: Siljan/Mora
ml: സില്‍ജണ്‍/മോറാ
ta: சில்ஜன்/மோரா

source: Siloam Springs
ml: സിലോം സ്പ്രിങ്സ്
ta: சிலோம் ஸ்பிரிங்ஸ்

source: Silver Bay
ml: സില്‍വര്‍ ബേ
ta: சில்வர் பே

source: Silver City
ml: സില്‍വര്‍ സിറ്റി
ta: சில்வர் சிட்டி

source: Simcoe
ml: സിംക്കോ
ta: சிம்கோ

source: Simferopol'
ml: സിംഫെറോപോള്‍
ta: சிம்ஃபெரோபோல்

source: Simra
ml: സിംറാ
ta: சிம்ரா

source: Sindal
ml: സിന്ഡാല്‍
ta: சின்டல்

source: Singapore
ml: സിംഗപൂര്‍
ta: சிங்கப்பூர்

source: Singapore/Changi Airport
ml: സിംഗപൂര്‍/ഷാങായി എയര്‍പോര്‍ട്ട്
ta: சிங்கப்பூர்/ஷாங்கை விமான நிலையம்

source: Singapore/Paya Lebar
ml: സിംഗപൂര്‍/പായാ ലേബര്‍
ta: சிங்கப்பூர்/பாயா லேபர்

source: Singkawang Ii
ml: സിങ്കാവാങ് ലി
ta: சில்காவாங் ஈ

source: Singkep / Dabo
ml: സിങ്കേപ്പ് / ഡാബോ
ta: சிங்கிப் / டாபோ

source: Sint-Truiden
ml: സിന്‍റ്-ട്രൂയിഡന്‍
ta: சின்ட்-ட்ரூடின்

source: Sintang
ml: സിന്‍റാങ്
ta: சின்டங்

source: Sintra
ml: സിന്‍ട്രാ
ta: சின்ட்ரா

source: Siofok
ml: സിയോഫോക്ക്
ta: சையோஃபோக்

source: Sion
ml: സയണ്‍
ta: சையன்

source: Sioux City
ml: സിയോക്സ് സിറ്റി
ta: சியோக்ஸ் சிட்டி

source: Sioux Falls
ml: സിയോക്സ് ഫോള്‍സ്
ta: சியோக்ஸ் ஃபால்ஸ்

source: Sioux Lookout
ml: സിയോക്സ് ലുക്കൌട്ട്
ta: சேயோக்ஸ் லுக்அவுட்

source: Siren
ml: സൈരന്‍
ta: சைரென்

source: Sirri Island/Sirri
ml: സിറി ഐലന്‍റ്
ta: ஸ்ரி தீவு/ஸ்ரி

source: Sishen
ml: സിഷന്‍
ta: சிஷின்

source: Sisseton
ml: സിസ്സറ്റണ്‍
ta: சிஸ்ஸிடன்

source: Sisters Island
ml: സിസ്റ്റേര്‍സ് ഐലന്‍റ്
ta: சிஸ்டர் தீவு

source: Sitiawan
ml: സീറ്റിയാവന്‍
ta: சிடியாவான்

source: Sitka
ml: സിക്റ്റാ
ta: சிட்கா

source: Sittwe
ml: സിറ്റ്വേ
ta: சிட்வீ

source: Siuslaw River
ml: സിയുസ്ളോ റിവര്‍
ta: சியோஸ்லா ஆறு

source: Sivas
ml: ശിവാസ്
ta: சிவாஸ்

source: Sivrihisar
ml: സിവ്രിഹിസാര്‍
ta: சிவ்ரிஹிசார்

source: Skagit Regional Airport
ml: സ്ക്കാഗിറ്റ് റീജിയണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஸ்ககிட் ரீஜினல் விமான நிலையம்

source: Skagway
ml: സ്ക്കാഗ്വേ
ta: ஸ்காக்வே

source: Skavsta
ml: സ്ക്കാവ്സ്റ്റാ
ta: ஸ்காவ்ஸ்டா

source: Skellefteå
ml: സ്ക്കേല്ലഫ്റ്റീ
ta: ஸ்கெல்லிப்டீ

source: Skiathos
ml: സ്ക്കിയാഥോസ്
ta: ஸ்கியதோஸ்

source: Skien-Geiteryggen
ml: സ്കെയിന്‍-ജൈറ്ററായിജന്‍
ta: ஸ்கைன்-கைட்ரிஜின்

source: Skikda
ml: സ്ക്കിക്ക്ഡാ
ta: ஸ்கைக்டா

source: Skiros
ml: സ്ക്കിറോസ്
ta: ஸ்கைரோஸ்

source: Skive
ml: സ്ക്കൈവ്
ta: ஸ்கைவ்

source: Skopje/Petrovec
ml: സ്കോപ്ജ്/പെട്രോവെക്ക്
ta: ஸ்கோப்ஜி/பெட்ரோவிக்

source: Skwentna
ml: സ്ക്വേന്‍റാ
ta: ஸ்க்வென்ட்னா

source: Sky Harbor Airport
ml: സ്കൈ ഹാര്‍ബര്‍ എയര്‍പോര്‍ട്ട്
ta: ஸ்கை துறைமுக விமான நிலையம்

source: Skövde
ml: സ്കോവ്ഡ്
ta: ஸ்கோவ்ட்

source: Slana
ml: സ്ളാനാ
ta: ஸ்லனா

source: Slave Lake
ml: സ്ളേവ് ലേയ്ക്ക്
ta: ஸ்லேவ் ஏரி

source: Slavonski Brod
ml: സ്ളവോണ്‍സ്ക്കി ബ്രോഡ്
ta: ஸ்லவோன்ஸ்கி ப்ரோட்

source: Sleetmute
ml: സ്ളീറ്റ്മ്യൂട്ട്
ta: ஸ்லிட்மியூட்

source: Sliač
ml: സ്ളിയാക്ക്
ta: ஸ்லியக்

source: Slidell
ml: സ്ളിഡല്‍
ta: ஸ்லைடில்

source: Slidell Radar Site
ml: സ്ളിഡല്‍ റഡാര്‍ സൈറ്റ്
ta: ஸ்லைடில் ரேடார் சைட்

source: Slivnica
ml: സ്ളിവ്നിക്കാ
ta: ஸ்லீவ்னிகா

source: Slovakia
ml: സ്ളോവാക്കിയാ
ta: ஸ்லோவாக்கியா

source: Slovenia
ml: സ്ളോവേനീയ
ta: ஸ்லோவேனியா

source: Smith Airport
ml: സ്മിത്ത് എയര്‍പോര്‍ട്ട്
ta: ஸ்மித் விமான நிலையம்

source: Smith Island
ml: സ്മിത്ത് ഐലന്‍റ്
ta: ஸ்மித் தீவு

source: Smith Point
ml: സ്മിത്ത് പോയിന്‍റ്
ta: ஸ்மித் பாயின்ட்

source: Smithers
ml: സ്മിഥേര്‍സ്
ta: ஸ்மித்தர்ஸ்

source: Smithfield
ml: സ്മിത്ത് ഫീള്‍ഡ്
ta: ஸ்மித்ஃபீல்ட்

source: Smithville / Wooster
ml: സ്മിഥ് വില്‍ / വൂസ്റ്റര്‍
ta: ஸ்மித்வில்லா / வோஸ்டர்

source: Smyrna
ml: സ്മൈര്‍നാ
ta: ஸ்மைர்னா

source: Snowshoe Lake
ml: സ്നോഷൂ ലേയ്ക്ക്
ta: ஸ்னோஸ்ஹோ லேக்

source: Snyder
ml: സിഡ്നര്‍
ta: ஸ்னைடர்

source: Socorro
ml: സോറോക്കോ
ta: ஸோகோரோ

source: Socotra
ml: സോക്കോട്രാ
ta: சோகோர்ட்ரா

source: Soda Springs
ml: സോഡാ സ്പ്രിങ്സ്
ta: சோடா ஸ்பிரிங்ஸ்

source: Sodankylä
ml: സോഡാങ്കൈലാ
ta: சோடன்கிலா

source: Sofia
ml: സോഫീയാ
ta: சோபியா
