Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Godthaab / Nuuk
ml: ഗോഡ്ത്താബ് / നുക്ക്
ta: காட்தாம் / நூக்

source: Goetsenhoven
ml: ഗോയെറ്റ്സെന്‍ഹോവന്‍
ta: கோட்ஸென்ஹோவன்

source: Goiânia
ml: ഗോയാനാ
ta: கோயானியா

source: Gokwe
ml: ഗോക്ക്വേ
ta: கோக்வீ

source: Golden
ml: ഗോള്‍ഡന്‍
ta: கோல்டன்

source: Golden Gate Bridge
ml: ഗോള്‍ഡന്‍ ഗേറ്റ് ബ്രിഡ്ജ്
ta: கோல்டென் கேட் ப்ரிட்ஸ்

source: Golden Rock
ml: ഗോള്‍ഡന്‍ റോക്ക്
ta: கோல்டன் ராக்

source: Golden Tri Auto Weather Observing/Reporting System
ml: ഗോള്‍ഡന്‍ ട്രി ഓട്ടോ വെഥര്‍ ഒബ്സേര്‍വിങ്/റിപ്പോര്‍ട്ടിങ് സിസ്റ്റം
ta: கோல்டன் ட்ரை தன்னியக்க வானிலை ஆய்வு/அறிக்கை அமைப்பு

source: Goldsboro
ml: ഗോള്‍ഡസ്ബോറോ
ta: கோல்ட்ஸ்போரோ

source: Golovin
ml: ഗോളോവിന്‍
ta: க்ரோடோன்

source: Golubovci
ml: ഗോളുബോവ്സി
ta: கோலுபோவ்சி

source: Goma
ml: ഗോമാ
ta: கோமா

source: Gomel'
ml: ഗോമേല്‍
ta: கோமெல்

source: Gondar
ml: ഗോണ്‍ഡാര്‍
ta: கோன்டர்

source: Goodland
ml: ഗൂഡ്ലാന്‍റ്
ta: குட்லாண்ட்

source: Goose Bay
ml: ഗൂസ് ബേ
ta: கூஸ் பே

source: Gorakhpur
ml: ഗോറാക്ക്പൂര്‍
ta: கோரக்பூர்

source: Gordon
ml: ഗോര്‍ഡണ്‍
ta: கோர்டன்

source: Gore
ml: ഗോര്‍
ta: கோரே

source: Gore Bay
ml: ഗോര്‍ ബേ
ta: கோர் பே

source: Gorgan
ml: ഗോര്‍ഗാന്‍
ta: கோர்கன்

source: Gorna Oryahovitza
ml: ഗോര്‍ണാ ഓറിയഹോവിറ്റ്സാ
ta: கோர்னா ஓர்யாஹோவிட்சா

source: Gorontalo / Jalaluddin
ml: ഗോറോണ്‍ട്ടാലോ / ജലാലുദ്ദിന്‍
ta: கோரெோன்டலோ / ஜலாலுதின்

source: Goshen
ml: ഗോഷന്‍
ta: கோஸ்ஹென்

source: Gothenburg
ml: ഗോഥന്‍ബര്‍ഗ്
ta: கோட்டன் பர்க்

source: Gough Island
ml: ഗോഹ് ഐലന്‍റ്
ta: டோக் தீவு

source: Goure
ml: ഗോര്‍
ta: கௌரே

source: Gove
ml: ഗോവ്
ta: கோவ்

source: Graaff Reinet
ml: ഗ്രാഫ് റെയ്നട്ട്
ta: க்ராஃப் ரெய்னெர்

source: Grafenwöhr
ml: ഗ്രാഫെന്‍‍വോര്‍
ta: க்ராஃபென்வோஹர்

source: Graham
ml: ഗ്രാഹം
ta: க்ராஹாம்

source: Gran Sasso Mountain Range
ml: ഗ്രാന്‍ സാസ്സോ മൌണ്ടന്‍ റേഞ്ച്
ta: க்ரான் ஸாசோ மௌன்டன் ரேஞ்ச்

source: Granada/Airport
ml: ഗ്രാനാഡാ/എയര്‍പോര്‍ട്ട്
ta: க்ரான்டா/ஏர்போர்ட்

source: Granada/Armilla
ml: ഗ്രാനാഡാ/ആര്‍മിള
ta: க்ரானடா/அர்மில்லா

source: Granbury
ml: ഗ്രാന്‍ബറി
ta: க்ரான்பரி

source: Grand Bassa, Roberts Field
ml: ഗ്രാന്‍ഡ് ബാസ്സാ, റോബേര്‍ട്ട്സ് ഫീള്‍ഡ്
ta: க்ரான் பாஸ்ஸா, ரோபெர்ட்ஸ் ஃபீல்ட்

source: Grand Canyon
ml: ഗ്രാന്‍ഡ് കാന്യണ്‍
ta: க்ரான்ட் கன்யன்

source: Grand Canyon, Valle Airport
ml: ഗ്രാന്‍ഡ് കാന്യണ്‍, വാല്‍ എയര്‍പോര്‍ട്ട്
ta: க்ரான்ட் கன்யோன், வாலே ஏர்பெோர்ட்

source: Grand Cayman
ml: ഗ്രാന്‍ഡ് കേയ്മാന്‍
ta: க்ரான்ட் கேமென்

source: Grand Cayman City
ml: ഗ്രാന്‍ഡ് കേയ്മാന്‍ സിറ്റി
ta: க்ரான்ட் கேமென் சிட்டி

source: Grand Etang
ml: ഗ്രാന്‍ഡ് ഇറ്റാങ്
ta: க்ரான் ட்டாங்

source: Grand Forks
ml: ഗ്രാന്‍ഡ് ഫോര്‍ക്ക്സ്
ta: க்ரான்ட் ஃபோர்க்

source: Grand Island
ml: ഗ്രാന്‍ഡ് ഐലന്‍റ്
ta: க்ரான் தீவு

source: Grand Island NEXRAD
ml: ഗ്രാന്‍ഡ് ഐലന്‍റ് നെക്സ്രാഡ്
ta: க்ரான் தீவு NEXRAD

source: Grand Isle
ml: ഗ്രാന്‍ഡ് ഐല്‍
ta: க்ரான்ச் எஸ்லே

source: Grand Junction
ml: ഗ്രാന്‍ഡ് ജംഗ്ഷന്‍
ta: க்ரான்ட் ஜங்சன்

source: Grand Marais
ml: ഗ്രാന്‍ഡ് മരൈസ്
ta: க்ரான்ச் மாரஸ்

source: Grand Prairie
ml: ഗ്രാന്‍ഡ് പ്രായ്രി
ta: க்ரான்ச் ப்ராரெய்

source: Grand Rapids
ml: ഗ്രാന്‍ഡ് റാപിഡ്സ്
ta: க்ரான்ட் ராபிட்ஸ்

source: Grande Prairie
ml: ഗ്രാന്‍ഡ് പ്രായരി
ta: க்ரான்ச் ப்ராரெய்

source: Grandview
ml: ഗ്രാന്‍ഡ്വ്യൂ
ta: க்ரான்ச்வியூ

source: Grangeville
ml: ഗ്രാന്‍ജ് വില്‍
ta: க்ராங்வில்லா

source: Granite Falls
ml: ഗ്രനൈറ്റ് ഫോള്‍സ്
ta: க்ரானைட் ஃபால்ஸ்

source: Granite Peak
ml: ഗ്രനൈറ്റ് പീക്ക്
ta: க்ரானைட் பீக்

source: Grant Ice Cap
ml: ഗ്രാന്‍റ് ഐസ് ക്യാപ്പ്
ta: க்ரான்ட் ஐஸ் கேப்

source: Grantley Adams
ml: ഗ്രാന്‍റ്ലി ആഡംസ്
ta: க்ரென்ட்லே ஆடம்

source: Grants
ml: ഗ്രാന്‍റ്സ്
ta: க்ரான்ஸ்

source: Gray Army Air Field
ml: ഗ്രേ ആര്‍മീ എയര്‍ ഫീള്‍ഡ്
ta: க்ரே ஆர்ம ஏர்ஃபீல்டு

source: Graying
ml: ഗ്രേയിങ്
ta: க்ராக்

source: Grayling Army Air Field
ml: ഗ്രേളിങ് ആര്‍മി എയര്‍ ഫീള്‍ഡ്
ta: க்ரேலிங் ஆர்மி ஏர்ஃபீல்ட்

source: Grayling Army Airfield (alternate)
ml: ഗ്രേളിങ് ആര്‍മി എയര്‍ ഫീള്‍ഡ്
ta: க்ரேலிங் ஆர்மி ஏர்ஃபீல்ட்(மாற்று)

source: Grays Harbor
ml: ഗ്രേയ്സ് ഹാര്‍ബര്‍
ta: க்ரேஸ் ஹார்பார்

source: Grayson County Airport
ml: ഗ്രേയ്സണ്‍ കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: க்ரேசன் கௌன்டி ஏர்போர்ட்

source: Graz
ml: ഗ്രാസ്
ta: க்ராஸ்

source: Grazzanise
ml: ഗ്രാസ്സനൈസ്
ta: க்ரான்ச்வியூ

source: Great Bend
ml: ഗ്രേയ്റ്റ് ബെന്‍ഡ്
ta: க்ரேட் பென்ட்

source: Great Duck Island
ml: ഗ്രേയ്റ്റ് ഡക്ക് ഐലന്‍റ്
ta: க்ரேட் டக் தீவு NEXRAD

source: Great Falls
ml: ഗ്രേയ്റ്റ് ഫോള്‍സ്
ta: க்ரேட் ஃபால்ஸ்

source: Great Falls NEXRAD
ml: ഗ്രേയ്റ്റ് ഫോള്‍സ് നെക്സ്രാഡ്
ta: க்ரேட் ஃபால்ஸ்

source: Greece
ml: ഗ്രീസ്
ta: க்ரீஸ்

source: Greeley
ml: ഗ്രീലി
ta: க்ரீலே

source: Green Bay
ml: ഗ്രീന്‍ ബേ
ta: க்ரீன் பே

source: Green Canyon
ml: ഗ്രീന്‍ കാന്യണ്‍
ta: க்ரீன் கன்யன்

source: Green Island
ml: ഗ്രീന്‍ ഐലന്‍റ്
ta: க்ரீன் தீவு

source: Green River
ml: ഗ്രീന്‍ റിവര്‍
ta: க்ரீன் ரிவர்

source: Greenland
ml: ഗ്രീന്‍ലാന്‍ഡ്
ta: கிரீன்லாந்து

source: Greensboro
ml: ഗ്രീന്‍സ്ബോറോ
ta: க்ரீன்ஸ்பொரோ

source: Greenville
ml: ഗ്രീന്‍വില്‍
ta: க்ரீன்வில்லா

source: Greenville-Spartanburg
ml: ഗ്രീന്‍വില്‍-സ്പാര്‍ട്ടണ്‍ബര്‍ഗ്
ta: க்ரீன்வில்லா-ஸ்பர்டாங்பர்க்

source: Greenwood
ml: ഗ്രീന്‍വുഡ്
ta: க்ரீன்வுட்

source: Greer
ml: ഗ്രീര്‍
ta: க்ரீர்

source: Grenada
ml: ഗ്രേനേഡാ
ta: கிரனாடா

source: Grenadier Island
ml: ഗ്രേനേഡിയര്‍ ഐലന്‍റ്
ta: க்ரெனடெயர் தீவு

source: Grenchen
ml: ഗ്രേഞ്ചന്‍
ta: க்ரெஞ்சன்

source: Grenoble
ml: ഗ്രേനോബിള്‍
ta: க்ரீன்னோபில்

source: Gretna
ml: ഗ്രേറ്റ്നാ
ta: க்ரோட்னா

source: Greybull
ml: ഗ്രേബുള്‍
ta: க்ரேபால்

source: Greytown
ml: ഗ്രേടൌണ്‍
ta: க்ரே டௌன்

source: Griffiss AFB
ml: ഗ്രിഫിസ് എ എഫ് ബി
ta: க்ரிப்பிஸ் AFB

source: Grise Fiord
ml: ഗ്രൈസ് ഫിയോര്‍ഡ്
ta: க்ரைஸ் ஃபிர்ட்

source: Grodno
ml: ഗ്രോഡ്നോ
ta: க்ரோட்னோ

source: Groennedal
ml: ഗ്രോന്ഡല്‍
ta: க்ரோனெடல்

source: Groningen
ml: ഗ്രോണിന്‍ജന്‍
ta: க்ரோஜென்

source: Grootfontein
ml: ഗ്രൂട്ട്ഫോണ്‍റ്റീന്‍
ta: க்ரோட்ஃபாடென்

source: Grosse Ile Airport
ml: ഗ്രോസ്സ് ലേ എയര്‍പോര്‍ട്ട്
ta: க்ரோஸ்ஸே இல்லி ஏர்போர்ட்

source: Grosseto
ml: ഗ്രോസ്സേറ്റോ
ta: க்ரோஸடோ

source: Groton
ml: ഗ്രോട്ടണ്‍
ta: க்ரோடோன்

source: Grottaglie
ml: ഗ്രോട്ടാഗ്ളി
ta: ட்ரௌடேல்

source: Grove
ml: ഗ്രോവ്
ta: க்ரோஸடோ

source: Grímsey
ml: ഗ്രിംസി
ta: க்ரிம்சே

source: Guadalajara
ml: ഗ്വാഡലാജാറാ
ta: க்வாடல்ஜாரா

source: Guadalupe Pass
ml: ഗ്വാഡലോപ്പ് പാസ്സ്
ta: குடலூப் பாஸ்

source: Guadeloupe
ml: ഗ്വാഡലോപ്പ്
ta: காஉடிலொபி

source: Gualeguaychu
ml: ഗ്വാലേഗ്വായ്ച്ചു
ta: கௌலேக்வாச்சு

source: Guam
ml: ഗ്വാം
ta: குவாம்

source: Guanaja
ml: ഗ്വാനാജാ
ta: க்வானாஜா

source: Guanare
ml: ഗ്വാനാറേ
ta: க்வானியர்

source: Guangdong
ml: ഗ്വാങ്ഡോങ്
ta: யாங்டன்

source: Guangxi
ml: ഗ്വാങ്സി
ta: யாங்க்சி

source: Guangzhou
ml: ഗ്വാങ്സു
ta: க்வாங்ஸ்ஹௌ

source: Guantánamo, Oriente
ml: ഗ്വാങ്റ്റനാമോ,ഓറിയന്‍റ്
ta: க்வான்டனமோ, ஓரின்டே

source: Guarany
ml: ഗ്വാരണി
ta: க்வார்னை

source: Guaratinguetá
ml: ഗ്വാരന്‍റീന്‍ഗ്വേറ്റാ
ta: க்வாரன்டிங்குடா

source: Guardiavecchia
ml: ഗ്വാര്‍ഡിയവെച്ചിയ
ta: கஹார்டைவெசினா

source: Guarulhos
ml: ഗ്വാരുള്‍ഹോസ്
ta: குவாரல்ஹாஸ்

source: Guasdualito
ml: ഗ്വാസ്ഡ്യൂവലിറ്റോ
ta: குவாஸ்டுலிடோ

source: Guatemala
ml: ഗ്വാട്ടിമാലാ
ta: குவாதிமாலா

source: Guayana/Manuel Car
ml: ഗയീനാ/മാനുവല്‍ കാര്‍
ta: குயானா/மானுவல் கார்

source: Guayaquil/Simón Bolívar
ml: ഗയാക്വില്‍/സിമോണ്‍ ബോലീവര്‍
ta: க்வாய்குல்/சீமான் போலிவார்

source: Guayaramerin
ml: ഗയാറാമേറീന്‍
ta: க்வாயாரமெரின்

source: Guaymas
ml: ഗയ്മാസ്
ta: க்வாய்மாஸ்

source: Guernsey
ml: ഗേര്‍ണ്സീ
ta: க்குர்ன்சே

source: Guidonia
ml: ഗീഡോണിയ
ta: குய்டோனியா

source: Guilin
ml: ഗ്യൂലിന്‍
ta: ஹுலின்

source: Guinea
ml: ഗനിയാ
ta: கினி

source: Guinea-Bissau
ml: ഗനിയാ-ബിസ്സാവു
ta: கினி-பீசோ

source: Guiria
ml: ഗിറിയ
ta: குய்ரியா

source: Guiuan
ml: ഗ്വിയാന്‍
ta: குய்யான்

source: Guiyang
ml: ഗയാങ്
ta: குய்யாங்

source: Guizhou
ml: ഗ്വിസൌ
ta: கைஸு

source: Gulfport
ml: ഗള്‍ഫ് പോര്‍ട്ട്
ta: கல்ப்ஃபோர்ட்

source: Gulkana
ml: ഗല്‍ക്കാനാ
ta: குல்கானா

source: Gullfax C
ml: ഗള്‍ഫാക്സ് സി
ta: குல்ஃபாக்ஸ் C

source: Gulu
ml: ഗുളു
ta: குலு

source: Gunnarn
ml: ഗണ്ണാന്‍
ta: குனானர்ன்

source: Gunnison
ml: ഗണ്ണിസന്‍
ta: குனிசன்

source: Gunung Sitoli / Binaka
ml: ഗണ്ണങ് സിറ്റോളി / ബിനാക്കാ
ta: குனங் சிடோலி / பினாகா

source: Guriat
ml: ഗുറിയാത്ത്
ta: குரைட்

source: Gusau
ml: ഗുസാവു
ta: குஸௌ

source: Gustavia, Saint Barthelemy
ml: ഗുസ്ഥാവിയ, സെയ്ന്‍റ് ബര്‍ത്തേലേമി
ta: குஸ்டாவியா, செயன்ட் பார்தெலேமி

source: Gustavus
ml: ഗുസ്താവസ്
ta: குஸ்டவ்ஸ்

source: Guthrie
ml: ഗുഥ്റീ
ta: குத்ரே

source: Guyana
ml: ഗയാനാ
ta: கயானா

source: Guymon
ml: ഗയ്മോന്‍
ta: குய்மான்

source: Gwalior
ml: ഗ്വാളിയര്‍
ta: க்வாலியர்

source: Gweru
ml: ഗ്വേരൂ
ta: க்வெரு

source: Gwinn
ml: ഗ്വീന്‍
ta: க்வின்ன்

source: Gyanca
ml: ഗ്യാന്‍ക്കാ
ta: கயான்கா

source: Gypsumville
ml: ജിപ്സംവില്‍
ta: ஜிப்சம்வில்லா

source: Gällivare
ml: ഗല്ലിവാര്‍
ta: காலிவார்

source: Gävle
ml: ഗാവ്ലെ
ta: கவ்லி

source: Gütersloh
ml: ഗട്ടര്‍സ്ലോ
ta: குடெர்ஸ்லொஹ்

source: H-4'Irwaished
ml: H-4'ഇര്‍വായ്ഷെഡ്
ta: H-4' இர்வஸ்ஹெட்

source: H-5'Safawi
ml: H-5'സഫാവി
ta: H-5' சஃபாவி

source: Ha Noi
ml: ഹാ നോയി
ta: ஹா னோய்

source: Haapai
ml: ഹാപ്പായി
ta: ஹாபை

source: Habib Bourguiba
ml: ഹബീബ് ബോര്‍ഗ്വിബാ
ta: ஹபிப் பௌர்குய்ப

source: Hachijojima
ml: ഹച്ചിജോജിമാ
ta: ஹாசிஜோனிமா

source: Hachinohe
ml: ഹാച്ചിനോഹ്
ta: ஹஷினோஹி

source: Hadsund
ml: ഹാഡ്സണ്‍ഡ്
ta: ஹாகெஸ்சன்ட்

source: Hae Mi
ml: ഹായി മീ
ta: ஹொய் மி

source: Hafr Al-Batin
ml: ഹാഫര്‍ അല്‍-ബാത്തിന്‍
ta: ஹார்ப்ஃ அல்-பாடின்

source: Hagerstown
ml: ഹാഗേര്‍സ്റ്റൌണ്‍
ta: ஹாஜெர்டௌன்

source: Hagshult
ml: ഹാഗ്ഷള്‍ട്ട്
ta: ஹக்ஸ்ஹுல்ட்

source: Hahaya
ml: ഹഹായാ
ta: ஹஹாயா

source: Hahn
ml: ഹാഹ്ന്‍
ta: ஹாஹ்ன்

source: Haikou
ml: ഹായിക്കോവ്
ta: ஹைகௌ

source: Hail
ml: ഹെയില്‍
ta: ஹெயில்

source: Hailey-Sun Valley
ml: ഹെയില്‍-സണ്‍ വാലീ
ta: ஹெயில்-சன் வில்லா

source: Hailuoto
ml: ഹെയില്‍യൂത്തോ
ta: ஹைலௌடொ

source: Hainan
ml: ഹായിനാന്‍
ta: ஹைனன்

source: Hainaut
ml: ഹായിനൌട്ട്
ta: ஹைனௌட்

source: Haines
ml: ഹായിന്‍സ്
ta: ஹைனெஸ்

source: Haines Junction
ml: ഹായിന്‍സ് ജംഗ്ഷന്‍
ta: க்ரான்ட் ஜங்சன்

source: Haiti
ml: ഹയാത്തി
ta: ஹைதி

source: Hakodate
ml: ഹക്കോഡേറ്റ്
ta: ஹாகோடேட்

source: Haldane River
ml: ഹാല്‍ഡേയ്ന്‍ റിവര്‍
ta: ஹல்டான் ரிவர்

source: Halifax
ml: ഹാലിഫാക്സ്
ta: ஹாலிஃபாக்ஸ்

source: Hall Beach
ml: ഹോള്‍ ബീച്ച്
ta: ஹால் பீச்

source: Halli
ml: ഹാളീ
ta: ஹாலி

source: Hallock
ml: ഹാല്ലോക്ക്
ta: ஹாலாக்

source: Halmstad
ml: ഹാമ്സ്റ്റെഡ്
ta: ஹால்ம்ஸ்டட்

source: Hamadan
ml: ഹമാദാന്‍
ta: ஹமடான்

source: Hamamatsu
ml: ഹമാമത്ത്സു
ta: ஹமாமாஸ்ட்

source: Hamburg
ml: ഹാംബര്‍ഗ്
ta: ஹம்ஸ்பர்க்

source: Hamby U. S. Army Airfield
ml: ഹാംബി യു. എസ്. ആര്‍മി ഫീള്‍ഡ്
ta: ஹம்பே U. S. ஆர்மி ஏர்ஃபீல்ட்

source: Hamilton
ml: ഹാമില്‍ട്ടണ്‍
ta: ஹாமில்டன்

source: Hammerfest
ml: ഹാമ്മര്‍ഫെസ്റ്റ്
ta: ஹாமர்ஃபெஸ்ட்

source: Hammond
ml: ഹാമ്മണ്‍ഡ്
ta: ஹம்மோன்ட்

source: Hampton
ml: ഹാംപ്റ്റണ്‍
ta: ஹாம்ப்டன்

source: Hana
ml: ഹാനാ
ta: ஹனா

source: Hanamaki
ml: ഹാനാമാക്കി
ta: ஹனமகி

source: Hanau
ml: ഹാനൌ
ta: ஹனௌ

source: Hanbury River
ml: ഹാന്‍ബറി റിവര്‍
ta: ஹன்பரி ரிவர்

source: Hanchey
ml: ഹാന്‍ച്ചേ
ta: ஹன்சேய்

source: Hanchey AHP / Ozark
ml: ഹാന്‍ച്ചേ എ എച്ച് പി / ഒസാര്‍ക്ക്
ta: ஹன்சே AHP / ஒஸ்ர்க்

source: Hancock
ml: ഹാന്‍കോക്ക്
ta: ஹான்காக்

source: Hanford
ml: ഹാന്‍ഫോര്‍ഡ്
ta: ஹன்ஃபோர்ட்

source: Hangzhou
ml: ഹാങ്സൌ
ta: ஹாங்ஹௌ

source: Hanksville
ml: ഹാങ്ക്സ്വില്‍
ta: ஹங்ஸ்வில்லா

source: Hannover
ml: ഹാനോവര്‍
ta: ஹானொவெர்

source: Hanoi/Gialam
ml: ഹാനോയി/ഗിയാലം
ta: ஹனோ/கைலாம்

source: Hanty-Mansijsk
ml: ഹാന്‍റി-മാന്‍സിസ്ക്ക്
ta: ஹான்ட்ய்-மாஸ்க்

source: Hao
ml: ഹാവോ
ta: ஹோ

source: Harar Meda
ml: ഹരാര്‍ മേഡാ
ta: ஹரார் மெடா

source: Harare Kutsaga
ml: ഹരാരേ കുട്ട്സാഗാ
ta: ஹரர் குட்ஸ்க

source: Harbin
ml: ഹാര്‍ബിന്‍
ta: ஹர்பின்

source: Harbor Beach
ml: ഹാര്‍ബര്‍ ബീച്ച്
ta: ஹார்பர் பீச்

source: Harbor Springs
ml: ഹാര്‍ബര്‍ സ്പ്രിങ്സ്
ta: ஹார்பர் ஸ்பிரிங்

source: Hargeisa
ml: ഹര്‍ഗീസാ
ta: ஹாகெய்சா

source: Harlan
ml: ഹാര്‍ളാന്‍
ta: ஹர்லான்

source: Harlingen
ml: ഹാര്‍ളിന്‍ഗെന്‍
ta: ஹார்லிங்கென்

source: Harlowton
ml: ഹാര്‍‍ലോട്ടണ്‍
ta: ஹார்லோடன்

source: Harrisburg
ml: ഹാരിസ്ബര്‍ഗ്
ta: ஹைன்ஸ்பர்க்

source: Harrisburg International Airport
ml: ഹാരിസ്ബര്‍ഗ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஹாரிசன்பர்க் இன்டெர்நேஷனல் ஏர்போர்ட்

source: Harrison
ml: ഹാരിസ്സണ്‍
ta: ஹாரிசன்

source: Hartford
ml: ഹാര്‍ട്ട്ഫോര്‍ഡ്
ta: ஹார்ட்ஃபோர்ட்

source: Hartland
ml: ഹാര്‍ട്ട്ലാന്‍ഡ്
ta: ஹார்ட்லாண்ட்

source: Hartsfield Airport
ml: ഹാര്‍ട്ട്സ്ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: ஹார்ட்ஃபீல்ட் ஏர்போர்ட்

source: Hassi-Messaoud
ml: ഹാസ്സി-മെസ്സൌഡ്
ta: ஹாசி-மெசாவுட்

source: Hastings
ml: ഹാസ്റ്റിങ്സ്
ta: ஹாஸ்டிங்ஸ்

source: Hasvik
ml: ഹാസ്വിക്ക്
ta: ஹாஸ்விக்

source: Hat Island
ml: ഹാറ്റ് ഐലന്‍റ്
ta: ஹாட் தீவு

source: Hat Yai
ml: ഹാറ്റ് യായീ
ta: ஹாட் யாய்

source: Hateruma
ml: ഹാറ്റെറൂമാ
ta: ஹடெர்ருமா

source: Hatteras
ml: ഹാറ്റെറസ്
ta: ஹாட்ராஸ்

source: Hattiesburg
ml: ഹാറ്റിസ്ബര്‍ഗ്
ta: ஹைன்ஸ்பர்க்

source: Haugesund/Karmøy
ml: ഹോഗ്സണ്‍ഡ്/കാര്‍മോയി
ta: ஹாகெஸ்சன்ட்/கர்மோய்

source: Havre
ml: ഹാവ്രേ
ta: ஹார்வ்

source: Havre St Pierre
ml: ഹാവ്രേ സെന്‍റ് പീയര്‍
ta: ஹாவ்ரி சென் பிர்ரே

source: Hawaii
ml: ഹവായ്
ta: ஹவாய்

source: Hawarden
ml: ഹവാര്‍ഡന്‍
ta: ஹாவார்டன்

source: Hawkins Field Airport
ml: ഹോക്കിന്‍സ് ഫീള്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: ஹாகின்ஸ் ஃபீல்ட் ஏர்போர்ட்

source: Hawthorne
ml: ഹോഥ്രോണ്‍
ta: ஹாவ்தோம்

source: Hay River
ml: ഹേയ് റിവര്‍
ta: ஹே ரிவர்

source: Hayden
ml: ഹേയ്ഡന്‍
ta: ஹேடென்

source: Hayes River
ml: ഹേയ്സ് റിവര്‍
ta: ஹேயெஸ் ரிவர்

source: Hays
ml: ഹായ്സ്
ta: ஹேய்ஸ்

source: Hayward
ml: ഹേയ്വാര്‍ഡ്
ta: ஹேவார்ட்

source: Healy River
ml: ഹീലി റിവര്‍
ta: ஹேலி ரிவர்

source: Hearne
ml: ഹീയേര്‍ണ്
ta: ஹியர்னே

source: Heath Point
ml: ഹീത്ത് പോയിന്‍റ്
ta: ஹெல்த் பாயின்ட்

source: Heathrow Airport
ml: ഹീത്രൂ എയര്‍പോര്‍ട്ട്
ta: ஹெல்ரோ ஏர்போர்ட்

source: Hebbronville
ml: ഹെബ്രോവില്‍
ta: ஹெப்ரோன்வில்லா

source: Heber
ml: ഹേബര്‍
ta: ஹெபெர்

source: Hebron
ml: ഹെബ്രോണ്‍
ta: ஹெப்ரோன்

source: Hefei
ml: ഹേഫീ
ta: ஹெஃபை

source: Heidelberg
ml: ഹെയ്ഡല്‍ബര്‍ഗ്
ta: ஹைடெல்பர்க்

source: Heidrun
ml: ഹെയ്ഡ് റണ്‍
ta: ஹென்டரன்

source: Heilongjiang
ml: ഹെയ്‍ലോങ്ജിയാങ്
ta: ஹய்லாங்ஜியாங்

source: Helena
ml: ഹെലേനാ
ta: ஹெலினா

source: Helmcken Island
ml: ഹെംക്കെന്‍ ഐലന്‍റ്
ta: ஹெல்ம்கென் தீவு

source: Helsinki
ml: ഹെല്‍സിങ്കി
ta: ஹெல்சிங்கி

source: Henderson
ml: ഹെന്‍ഡേര്‍സണ്‍
ta: ஹென்டர்சன்

source: Hengchun
ml: ഹെങ്ചന്‍
ta: ஹென்சன்

source: Henryetta
ml: ഹെന്‍റെയ്ത്താ
ta: ஹென்ரியேட்டா

source: Heraklion
ml: ഹെറാക്ക്ളിയോണ്‍
ta: ஹெரக்கிலன்

source: Herat
ml: ഹേറാത്ത്
ta: ஹெராட்

source: Heringsdorf
ml: ഹെറിങ്സ്ഡോര്‍ഫ്
ta: ஹெரிங்ஸ்ட்ரோஃப்

source: Hermiston
ml: ഹെര്‍മിസ്റ്റണ്‍
ta: ஹெர்மிஸ்டன்

source: Hermosa Beach Pier
ml: ഹെര്‍മോസാ ബീച്ച് പിയര്‍
ta: ஹெர்மோசா பீச் பியர்

source: Hermosillo
ml: ഹെര്‍മോസിലോ
ta: ஹெர்சோசில்லா

source: Herrera
ml: ഹെറേറാ
ta: ஹெர்ரா

source: Herschel Island
ml: ഹെര്‍ഷെല്‍ ഐലന്‍റ്
ta: ஹெர்ஷெல் தீவு

source: Hesse
ml: ഹെസ്സേ
ta: ஹெஸ்ஸே

source: Hetian
ml: ഹെത്തിയാന്‍
ta: ஹொடியன்

source: Hettinger
ml: ഹെത്തിഞ്ചര്‍
ta: ஹெட்டிங்கர்

source: Hewanorra
ml: ഹെവാനോറാ
ta: ஹூவனோரா

source: Hibbing
ml: ഹിബിങ്
ta: ஹிப்பிங்

source: Hickam
ml: ഹിക്കാം
ta: ஹிக்காம்

source: Hickory
ml: ഹിക്കറി
ta: ஹிக்கரி

source: Hierro/Airport
ml: ഹിയേറോ/എയര്‍പോര്‍ട്ട്
ta: ஹிய்ரோ/ஏர்ப்போர்ட்

source: High Falls
ml: ഹൈ ഫോള്‍സ്
ta: ஹை ஃபால்ஸ்

source: High Island
ml: ഹൈ ഐലന്‍റ്
ta: ஹை தீவு

source: High Level
ml: ഹൈ ലവല്‍
ta: ஹை லெவல்

source: Highvale
ml: ഹൈവേല്‍
ta: ஹைவால்யூ

source: Higuerote
ml: ഹിഗ്വിറോത്ത്
ta: ஹிகுரோட்

source: Hihifo
ml: ഹിഹിഫോ
ta: ஹிஹிஃபோ

source: Hiland
ml: ഹൈലാന്‍റ്
ta: ஹில்லாந்து

source: Hill City
ml: ഹില്‍ സിറ്റി
ta: ஹில் சிட்டி

source: Hillsboro
ml: ഹില്‍സ്ബോറോ
ta: ஹில்ஸ்போரோ

source: Hillsboro Airport
ml: ഹില്‍സ്ബോറോ എയര്‍പോര്‍ട്ട്
ta: ஹில்ஸ் போரோ ஏர்போர்ட்

source: Hillsdale
ml: ഹില്‍സ്ഡേയ്ല്‍
ta: ஹில்ஸ்டாலே

source: Hillsville
ml: ഹില്‍സ് വില്‍
ta: ஹில்ஸ் வில்லா

source: Hilo
ml: ഹിലോ
ta: ஹிலோ

source: Hilton Head
ml: ഹില്‍ട്ടണ്‍ ഹെഡ്
ta: ஹில்டன் ஹெட்

source: Hinesville
ml: ഹിന്‍സ്വില്‍
ta: ஹினெஸ்வில்லா

source: Hinojosa del Duque
ml: ഹിനോജോസാ ഡെല്‍ ഡ്യൂക്ക്
ta: ஹினோஜோஸா டெல் டுகுக்

source: Hiroshima
ml: ഹിറോഷിമാ
ta: ஹிரோசிமா

source: Hiroshimanishi
ml: ഹിറോഷിമാനിഷി
ta: ஹிரோசிமானிஷி

source: Hissar
ml: ഹിസ്സാര്‍
ta: ஹிச்சார்

source: Ho
ml: ഹോ
ta: ஹோ

source: Ho Chi Minh
ml: ഹോ ചി മിന്‍
ta: ஹோ சி மின்

source: Hobart
ml: ഹോബാര്‍ട്ട്
ta: ஹோபர்ட்

source: Hobbs
ml: ഹോബ്സ്
ta: ஹோப்ஸ்

source: Hobby Airport
ml: ഹോബി എയര്‍പോര്‍ട്ട്
ta: ஹோப்பி ஏர்போர்ட்

source: Hodeidah
ml: ഹോഡിയേഡാ
ta: ஹொடெடா

source: Hoedspruit
ml: ഹോയിഡ്സ്പ്രൂയിറ്റ്
ta: ஹோடெஸ்ப்ருட்

source: Hoengsong Ab
ml: ഹോയെഗ്സോങ് അബ്
ta: ஹோஜென்ஸாங் ஏப்

source: Hof
ml: ഹോഫ്
ta: ஹோப்ஃ

source: Hoffman
ml: ഹോഫ്മാന്‍
ta: ஹாப்மென்

source: Hofu Ab
ml: ഹോഫു അബ്
ta: ஹாப்நஃ ஏப்

source: Hohenems
ml: ഹോഹേനെംസ്
ta: ஹோனெம்ஸ்

source: Hohenfels
ml: ഹോഹേന്‍ഫെല്‍സ്
ta: ஹோஹென்ஃபெல்ஸ்

source: Hohhot
ml: ഹോഹോത്ത്
ta: ஹோஹாட்

source: Hohn
ml: ഹോണ്‍
ta: ஹோன்

source: Hokitika
ml: ഹോക്കിത്തിക്കാ
ta: ஹோகிடிகா

source: Holbeach
ml: ഹോള്‍ബീച്ച്
ta: ஹோல்பீச்

source: Holberg
ml: ഹോള്‍ബെര്‍ഗ്
ta: ஹோல்பர்க்

source: Holesov
ml: ഹോള്‍സോവ്
ta: ஹோலெசோவ்

source: Holguin
ml: ഹോള്‍ഗുയിന്‍
ta: ஹோல்குயின்

source: Holland
ml: ഹോളന്‍ഡ്
ta: ஹாலந்து

source: Holloman Air Force Base
ml: ഹോളോമാന്‍ എയര്‍ ഫോഴ്സ് ബേയ്സ്
ta: ஹோலோனாம் ஏர் ஃபோர்ஸ் பேஸ்

source: Hollywood
ml: ഹോളിവുഡ്
ta: ஹாலிவுட்

source: Holman Island
ml: ഹോള്‍മാന്‍ ഐലന്‍റ്
ta: ஹால்மன் தீவு

source: Holsteinsborg
ml: ഹോള്‍സ്റ്റീന്‍സ്ബോര്‍ഗ്
ta: ஹோல்ஸ்டின்போர்க்

source: Holtenau
ml: ഹോള്‍ട്ടേനാവൂ
ta: ஹோல்டெனௌ

source: Holzdorf
ml: ഹോള്‍സ്ഡോര്‍ഫ്
ta: ஹோல்ஸ்ட்ரோஃப்

source: Homalin
ml: ഹോമാളിന്‍
ta: ஹோமலின்

source: Hombori
ml: ഹോംബോരി
ta: ஹோம்போரி

source: Homer
ml: ഹോമെര്‍
ta: ஹோமர்

source: Homer Airport
ml: ഹോമെര്‍ എയര്‍പോര്‍ട്ട്
ta: ஹோமர் ஏர்ப்போர்ட்

source: Homestead AFB
ml: ഹോമ്സ്റ്റെഡ് എ എഫ് ബി
ta: ஹோமெஸ்டெட் AFB

source: Hominy
ml: ഹോമിനി
ta: ஹோமினே

source: Hondo
ml: ഹോന്‍ഡോ
ta: ஹோன்டோ

source: Honduras
ml: ഹോന്‍ഡുറാസ്
ta: ஹோன்டுராஸ்

source: Hong Kong
ml: ഹോങ് കോങ്
ta: ஹாங்காங்

source: Hong Kong International Airport
ml: ഹോങ് കോങ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஹாங்காங் சர்வதேச விமான நிலையம்

source: Hongqiao International Airport
ml: ഹോങ്ക്യോ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஹாங்க்யோ சர்வதேச விமான நிலையம்

source: Honiara / Henderson
ml: ഹോണിയാരാ / ഹോന്‍ഡേര്‍സണ്‍
ta: ஹோன்யாரா / ஹென்டர்சன்

source: Honningsvåg/Valan
ml: ഹോണ്ണിങ്സ്വാഗ്/വാലന്‍
ta: ஹோனிங்ஸ்வாக்/வலன்

source: Honolulu
ml: ഹോണോലുലു
ta: ஹொனோலுலு

source: Hooks Airport
ml: ഹൂക്ക്സ് എയര്‍പോര്‍ട്ട്
ta: ஹூக்ஸ் ஏர்போர்ட்

source: Hoonah
ml: ഹൂനാഹ്
ta: ஹோனாஹ்

source: Hooper Bay
ml: ഹൂപ്പര്‍ ബേ
ta: ஹோப்பர் பே

source: Hope
ml: ഹോപ്പ്
ta: ஹோப்

source: Hope Slide
ml: ഹോപ്പ് സ്ളൈട്
ta: ஹோப் ஸ்லைட்

source: Hopedale
ml: ഹോപ്പ് ഡെയ്ല്‍
ta: ஹோப்டாலே

source: Hopen
ml: ഹോപ്പന്‍
ta: ஹோப்பன்

source: Hopsten
ml: ഹോപ്പ്സ്റ്റെന്‍
ta: ஹோப்ஸ்டன்

source: Hoquiam
ml: ഹോക്വിയാം
ta: ஹோகுயம்

source: Horinsk
ml: ഹോറിന്‍സ്ക്ക്
ta: ஹோரின்ஸ்

source: Horsefly River
ml: ഹോര്‍സ്ഫ്ളൈ റിവര്‍
ta: ஹொர்ஸ்ஃப்ளை ரிவர்

source: Horta
ml: ഹോര്‍ത്താ
ta: ஹோர்டா

source: Hostomel
ml: ഹോസ്റ്റോമെല്‍
ta: ஹோஸ்டோமெல்

source: Hot Springs
ml: ഹോട്ട് സ്പ്രിങ്സ്
ta: ஹாட் ஸ்பிரிங்

source: Houghton Lake
ml: ഹോട്ടണ്‍ ലേയ്ക്ക്
ta: ஹூடன் லேக்

source: Houlton
ml: ഹോള്‍ട്ടണ്‍
ta: ஹூடன்

source: Houma
ml: ഹൌമാ
ta: ஹூமா

source: Houston
ml: ഹൂസ്റ്റണ്‍
ta: ஹட்சன்

source: Houston Intercontinental Airport
ml: ഹൂസ്റ്റണ്‍ ഇന്‍റര്‍കോണ്‍റ്റിനെറ്റല്‍ എയര്‍പോര്‍ട്ട്
ta: ஹட்சன் இன்டர்நேஷனல் ஏர்போர்ட்

source: Howard Air Force Base
ml: ഹോവാര്‍ഡ് എയര്‍ ഫോഴ്സ് ബേയ്സ്
ta: ஹோவார்ட் ஏர் ஃபோர்ஸ் பேஸ்

source: Howell
ml: ഹോവെല്‍
ta: ஹௌவெல்

source: Hpa-An
ml: പാ-ആന്‍
ta: ஹாப்-அன்

source: Hsinchu
ml: സിഞ്ചു
ta: ஹிசின்சு

source: Hua Hin
ml: ഹ്വാ ഹിന്‍
ta: ஹா ஹின்

source: Huambo Nova Lisboa
ml: ഹ്വാംപോ നോവാ ലിസോബാ
ta: ஹௌம்போ நோவா லிஸ்போ

source: Huanghua International Airport
ml: ഹ്വാങ്ഹ്വാ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: ஹயாங்கா சர்வதேச விமான நிலையம்

source: Huanuco
ml: ഹ്വാനുക്കോ
ta: ஹௌனாகோ

source: Hudson Bay
ml: ഹുഡ്സണ്‍ ബേ
ta: ஹட்சன் பே

source: Hue
ml: ഹ്യൂ
ta: ஹூ

source: Huehuetenango
ml: ഹ്യൂഹ്യൂറ്റെനാന്‍ഗോ
ta: ஹூஹூடென்னாங்கோ

source: Hulien
ml: ഹ്യൂലീന്‍
ta: ஹுலின்

source: Hull Coast Guard Light Station
ml: ഹള്‍ കോസ്റ്റ് ഗാര്‍ഡ് ലൈറ്റ് സ്റ്റേഷന്‍
ta: ஹுல் கோஸ்ட் கார்ட் லைட் ஸ்டேஷன்

source: Hultsfred
ml: ഹള്‍ട്ട്സ്ഫ്രഡ്
ta: ஹுல்ஸ் ஃபீல்ட்

source: Humberside
ml: ഹന്പര്‍സൈഡ്
ta: ஹம்பெர்க்சைட்

source: Hunan
ml: ഹുനാന്‍
ta: ஹுனன்

source: Hungary
ml: ഹംഗേറി
ta: ஹங்கேரி

source: Hunter Army Air Field
ml: ഹണ്‍റ്റര്‍ ആര്‍മി എയര്‍ ഫീള്‍ഡ്
ta: ஹன்டர் ஆர்மி ஏர் ஃபீல்ட்

source: Hunters Point
ml: ഹണ്‍റ്റര്‍സ് പോയിന്‍റ്
ta: ஹன்டர் பாயின்ட்

source: Huntingburg
ml: ഹണ്‍റ്റിങ്ബര്‍ഗ്
ta: ஹன்டிங்டன்பர்க்

source: Huntington
ml: ഹണ്‍റ്റിങ്റ്റണ്‍
ta: ஹன்டிங்டன்

source: Huntington B. Oil
ml: ഹണ്‍റ്റിങ്റ്റണ്‍ ബി. ഓയില്‍
ta: ஹன்டிங்டன் B. ஆயில்

source: Huntington Beach
ml: ഹണ്‍റ്റിങ്റ്റണ്‍ ബീച്ച്
ta: ஹன்டிங்டன் பீச்

source: Huntsville
ml: ഹണ്‍റ്റ്സ് വില്‍
ta: ஹன்ட்ஸ்வில்லே

source: Hurguada
ml: ഹുര്‍ഗ്വാഡാ
ta: ஹர்குடா

source: Hurlburt
ml: ഹള്‍ട്ട്ബര്‍ഗ്
ta: ஹர்ல்பர்ட்

source: Huron
ml: ഹുറണ്‍
ta: ஹுரான்

source: Huslia
ml: ഹസ്ലിയ
ta: குஸ்லியா

source: Hutchinson
ml: ഹച്ചിന്‍സണ്‍
ta: ஹசின்சன்

source: Hvar
ml: ഹ്വാര്‍
ta: ஹாவர்

source: Hwange National Park
ml: ഹ്വാങെ നാഷണല്‍ പാര്‍ക്ക്
ta: ஹௌவாங் நேஷனல் பார்க்

source: Hyakuri Ab
ml: ഹ്യാക്കുറി അബ്
ta: ஹியாகுரியர்

source: Hyannis
ml: ഹ്യാന്നിസ്
ta: ஹயானிஸ்

source: Hydaburg
ml: ഹൈഡാബര്‍ഗ്
ta: ஹைடன்பர்க்

source: Hyderabad
ml: ഹൈദരാബാദ്
ta: ஐதராபாத்

source: Hyères
ml: ഹയേഴ്സ്
ta: ஹைய்ரஸ்

source: Hässlö
ml: ഹാസ്ലോ
ta: ஹாஸ்லோ

source: Höfn í Hornafirði
ml: ഹോഫ് ഇ ഹോര്‍ണാഫിറോയ്
ta: ஹோஃப்ன் ஹானாஃபிரை

source: Hörsching
ml: ഹോര്‍സ്ച്ചിങ്
ta: ஹோர்ஸ்சிங்

source: Iauaretê
ml: ലൌവാറെറ്റ്
ta: லௌர்டே

source: Iaşi
ml: ലാസി
ta: இயாசி

source: Iba
ml: ല്ബാ
ta: இபா

source: Ibadan
ml: ല്ബാദാന്‍
ta: இபாதான்

source: Ibague/Perales
ml: ല്ബാഗ്യൂ/പെരാലെസ്
ta: இபேக்/பெராலெஸ்

source: Ibarra/Atahualpa
ml: ഇബാറാ/അത്താഹ്വല്‍പ്പാ
ta: இபாரா/அத்வால்பா

source: Ibiza/Es Codolar
ml: ഇബീസാ/എസ് കോഡോളാര്‍
ta: இபிஸா/ எஸ் கொடொலார்

source: Ice Runway
ml: ഐസ് റണ്‍‍വേ
ta: ஐஸ் ரன்வே

source: Iceland
ml: ഐസ്ലാന്‍റ്
ta: ஐஸ்லாண்ட்

source: Ichikawa
ml: ഇച്ചിക്കാവാ
ta: இச்சிகாவா

source: Idaho
ml: ഇദാഹോ
ta: இதாஹோ

source: Idaho Falls
ml: ഇദാഹോ ഫോള്‍സ്
ta: இதாஹோ ஃபால்ஸ்

source: Idar-Oberstein
ml: ഇദാര്‍-ഓബര്‍സ്റ്റീന്‍
ta: இதார்-ஒபர்ஸ்டென்

source: Iejima Auxiliary Ab
ml: ഇജീമാ ഒക്സിലറി അബ്
ta: ஐஜ்மா ஆக்ஸலரி ஏப்

source: Ifrane
ml: ഇഫ്രൈയിന്‍
ta: இஃரானே

source: Igloolik
ml: ഇഗ്ളൂലിക്ക്
ta: இக்லூலிக்

source: Iguazú
ml: ഇഗ്വാസു
ta: இக்வாஜு

source: Iki
ml: ഇക്കി
ta: இக்கி

source: Ilam
ml: ഇലാം
ta: இலாம்

source: Ilan
ml: ഇലാന്‍
ta: இலான்

source: Ile Aux Grues
ml: ഇലേ ഓക്സ് ഗ്രൂസ്
ta: இலே ஆக் க்ரூஸ்

source: Ile Aux Perroquets
ml: ഇലേ ഓക്സ് പേറോക്വറ്റ്സ്
ta: இல்லே ஆக்ஸ் ப்ரோஃவெட்ஸ்

source: Ile Bicquette
ml: ഇലേ ബിക്ക്വറ്റ്
ta: இல்லே பிக்வெட்டே

source: Ile Charron
ml: ഇലേ ചാറണ്‍
ta: இல்லே சரோன்

source: Ile d'Orleans
ml: ഇലേ ഡീ ഓര്‍ലിയന്‍സ്
ta: இல்லே டி'ஆர்லென்ஸ்

source: Ilebo
ml: ഇല്ലേബോ
ta: இல்லேபோ

source: Iles De La Madeleineque
ml: ഇല്ലസ് ഡേ ലാ മഡിലേയിനിക്യൂ
ta: இல்லே டி லா மடெலெனிக்கு

source: Iles-De-La-Madelein
ml: ഇല്ലസ്-ഡേ-ലാ-മാഡിലെയിന്‍
ta: இல்லே-டி-லா-மாடிலெனின்

source: Ilhéus
ml: ഇല്‍ഹെയുസ്
ta: இல்ஹெயஸ்

source: Iliamna
ml: ഇല്ല്യാമാ
ta: இல்யம்னா

source: Illesheim
ml: ഇല്ലെഷിം
ta: இல்லெஸ்ஹெய்ம்

source: Illinois
ml: ഇല്ലിനോസ്
ta: இல்லினாய்ஸ்

source: Illizi
ml: ഇല്ലിസി
ta: இல்லிஸி

source: Ilmajoki
ml: ഇമാജോക്കി
ta: இல்மாஜோகி

source: Iloilo
ml: ഇല്ലോയിലോ
ta: ஹில்லோ

source: Ilorin
ml: ഇല്ലോറിന്‍
ta: இலோரின்

source: Imh
ml: ഇം
ta: இம்

source: Imperatriz
ml: ഇംപേറാട്രിസ്
ta: இம்பீரியஸ்

source: Imperial
ml: ഇംപീരിയല്‍
ta: இம்பீரியல்

source: Imperial Beach
ml: ഇംപീരിയല്‍ ബീച്ച്
ta: இம்பீரியல் பீச்

source: Impfondo
ml: ഇംപ്ഫോന്‍ഡോ
ta: இம்ப்போன்டோ

source: Imphal Tulihal
ml: ഇംഫാല്‍ തുലിഹാല്‍
ta: இம்பால் டுலிஹால்

source: In Amenas
ml: ഇന്‍ അമേനാസ്
ta: இன் எம்னாஸ்

source: In Guezzam
ml: ഇന്‍ ഗ്വിസ്സാം
ta: இன் குஜாம்

source: In Salah North
ml: ഇന്‍ സാലാഹ് നോര്‍ത്ത്
ta: இன் சலாஹ் நார்த்

source: Incheon
ml: ഇഞ്ചിയോണ്‍
ta: இன்ச்செஹோன்

source: Independence
ml: ഇന്‍ഡിപെന്‍ഡന്‍സ്
ta: குடியரசு

source: India
ml: ഇന്ത്യ
ta: இந்தியா
