Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Kudat
ml: കുഡാറ്റ്
ta: குடாட்

source: Kufra
ml: കുഫ്രാ
ta: குஃப்ரா

source: Kulusuk Lufthavn
ml: കുളുസക്ക് ലുഫ്ത്ത്ഹാവ്
ta: குல்ஸுக்லுஃதாவன்

source: Kumamoto
ml: കുമാമോത്തോ
ta: குமமோடோகோடோ

source: Kumasi
ml: കൂമാസി
ta: குமாசி

source: Kumejima
ml: കുമേജിമാ
ta: குமன்ஜிமா

source: Kunming
ml: കണ്‍മിങ്
ta: குன்மிங்

source: Kunovice
ml: കുനോവൈസ്
ta: குனோவிஸ்

source: Kunsan Ab
ml: കണ്‍സന്‍ അബ്
ta: குசன் ஏப்

source: Kununurra
ml: കുണുന്നുറാ
ta: குனுனுரா

source: Kuopio
ml: ക്വോപ്പിയോ
ta: குபினோ

source: Kupang / El Tari
ml: കുപാങ് / എല്‍ ത്താരി
ta: குபாங்க்/ எல்ரி

source: Kuparuk
ml: കുപാറുക്ക്
ta: கர்ருக்

source: Kuressaare
ml: കുറേസാറേ
ta: குரெஸ்ஸாரே

source: Kurmitola, Dia
ml: കുര്‍മിത്തോളാ, ഡിയാ
ta: குரிடோலா, டையா

source: Kushiro
ml: കുഷിറോ
ta: குஷ்ரோ

source: Kushiro Airport
ml: കുഷിറോ എയര്‍പോര്‍ട്ട്
ta: குஷ்ரோ ஏர்போர்ட்

source: Kuujjuaq
ml: കുജ്ജ്വാക്ക്
ta: குஜ்ஜுவா

source: Kuujjuarapik
ml: കുജ്ജ്വാറാപിക്ക്
ta: குஜ்ஜுராபிக்

source: Kuusamo
ml: കൂസ്സാമോ
ta: குஸ்ஸொமா

source: Kuwait
ml: കുവൈത്ത്
ta: குவைத்

source: Kwajalein
ml: ക്വാജളീന്‍
ta: க்வாஜெலெ

source: Kwangju Ab
ml: ക്വാങ്ജു അബ്
ta: சோங்ஜு அப்

source: Kyaukpyu
ml: ക്യാവുക്പ്യൂ
ta: க்யாக்ப்யூ்ப்

source: Kyrgyzstan
ml: കിര്‍ഗിസ്ഥാന്‍
ta: கிரைகிசுத்தான்

source: Kzyl-Orda
ml: ക്സില്‍-ഓര്‍ഡാ
ta: க்ஜைல்-ஓர்டா

source: Kärdla
ml: കാര്‍ഡ്ളാ
ta: கார்ட்லா

source: Kümmersbruck
ml: കമ്മേര്‍സ്ബ്രക്ക്
ta: கும்மெர்ஸ்ப்ரூக்

source: L'Acadie
ml: ലക്കാഡീ
ta: லாகாடை

source: L'Assomption
ml: ലസ്സോംപ്ഷന്‍
ta: ல'அஸோம்ப்ப்ஷன்

source: L'Viv
ml: അല്‍ അവീവ്
ta: எல்'வைவ்

source: La Aurora Airport
ml: ലാ അറോറാ എയര്‍പോര്‍ട്ട്
ta: லா அரோரா ஏர்போர்ட்

source: La Baie
ml: ലാ ബായി
ta: லா பாயி

source: La Ceiba
ml: ലാ സിയ്ബാ
ta: லா சிபா

source: La Chaux-de-Fonds
ml: ലാ ചൌക്സ്-ഡേ-ഫോന്‍ഡ്സ്
ta: லா சாக்ஸ்-டி-ஃபோன்ட்ஸ்

source: La Coruña/Alvedro
ml: ലാ കറൂണാ/അല്‍‍വേഡ്രൌ
ta: லா கோருனா/அல்விட்ரோ

source: La Crosse
ml: ലാ ക്രോസ്സേ
ta: லா க்ரோஸ்

source: La Esperanza
ml: ലാ എസ്പെറാന്‍സാ
ta: லா எஸ்பெரென்ஸா

source: La Fría
ml: ലാ ഫ്രിയാ
ta: லா ஃபிரியா

source: La Grande
ml: ലാ ഗ്രാന്‍ഡേ
ta: லா க்ரென்டி

source: La Grange
ml: ലാ ഗ്രാങ്കേ
ta: லா க்ரென்ஜி

source: La Guardia Airport
ml: ലാ ഗാര്‍ഡിയാ എയര്‍പോര്‍ട്ട്
ta: லா கார்டியா ஏர்போர்ட்

source: La Junta
ml: ലാ ജുന്‍റാ
ta: லா ஜன்டா

source: La Mesa San Pedro Sula
ml: ലാ മേസാ സാന്‍ പെഡ്രോ സുളാ
ta: லா மெஸ்ஸா சான்ப்ரோடா சுலா

source: La Orchila
ml: ലാ ഓര്‍ച്ചിളാ
ta: லா ஆர்சில்லா

source: La Palma
ml: ലാ പാല്‍മാ
ta: லா பால்மா

source: La Paz
ml: ലാ പാസ്
ta: லா பஸ்

source: La Paz/Alto
ml: ലാ പാസ്/ആള്‍ട്ടോ
ta: லா பஸ்/ஆல்டோ

source: La Plata
ml: ലാ പ്ളാറ്റാ
ta: லா ப்லாடா

source: La Pocatiere
ml: ലാ പോക്കാട്ടയിര്‍
ta: லா போசாடிரி

source: La Quiaca Observatorio
ml: ലാ ക്വിയാക്കാ ഒബ്സര്‍വാറ്റോറിയോ
ta: லா க்விய்கா ஓப்செர்வாடொரி

source: La Rioja
ml: ലാ റിയോജാ
ta: லா ரையோஜா

source: La Roche Ile Mare
ml: ലാ റോഷേ ലേ മാറേ
ta: லா ரோச்சி ல்லே மாரே

source: La Roche-sur-Yon
ml: ലാ റോഷേ-സുര്‍-യോണ്‍
ta: லா ரோச்ச-சர்-யோன்

source: La Rochelle
ml: ലാ റോഷേല്‍
ta: லா ரோச்சலே

source: La Romana
ml: ലാ റോമാനാ
ta: லா ரோமனா

source: La Ronge
ml: ലാ റോഞ്ച്
ta: லா ரோஞ்

source: La Scie
ml: ലാ സ്കീ
ta: லா ஸ்ஸி

source: La Serena
ml: ലാ സെറീനാ
ta: லா செரெனா

source: La Tontouta Nlle-Caledonie
ml: ലാ റ്റോണ്‍റ്റൌറ്റാ നില്‍-കാലേഡോണി
ta: லா டோன்டௌ நில்லே-காலெடோனே

source: La Tuque
ml: ലാ തുക്കൂ
ta: லா டுக்க்யூ

source: La Verne
ml: ലാ വെര്‍ണെ
ta: லா வெர்னி

source: La Veta Mountain
ml: ലാ വെത്താ മൌണ്ടന്‍
ta: லா வென்டா மௌன்டைன்

source: Laage
ml: ലാഗേ
ta: லாகே

source: Laarbruch
ml: ലാര്‍ബ്രര്‍ച്ച്
ta: லாப்ருச்

source: Laayoune/Hassan Isl
ml: ലായോണ്‍/ഹസ്സന്‍ ഐല്‍
ta: லாயோஙே/ஹாசன் Isl

source: Labe
ml: ലാബേ
ta: லேப்

source: Laboulaye
ml: ലബോലായേ
ta: லபௌலேயே

source: Labuan
ml: ലബുവാന്‍
ta: லபான்

source: Labuha / Taliabu
ml: ലബുഹാ / താലിയാബു
ta: லபுஹா

source: Lac Benoit
ml: ലാക്ക് ബെനോയിറ്റ്
ta: லாக்பெனோட்

source: Lac Eon
ml: ലാക്ക് എനോക്ക്
ta: லாக்இயோன்

source: Lac La Biche
ml: ലാക്ക് ലാ ബിച്ചേ
ta: லாக் லா பிச்சே

source: Lac La Martre
ml: ലാക്ക് ലാ മാത്രേ
ta: லாக் லா மர்ட்ரே

source: Lacombe
ml: ലാക്കോന്പ്
ta: லகோம்பே

source: Lacon
ml: ലാക്കോണ്‍
ta: லகோன்

source: Laconia
ml: ലാക്കോണിയ
ta: லகோனியா

source: Lady Franklin Point
ml: ലേഡി ഫ്രാങ്ക്ളിന്‍ പോയിന്‍റ്
ta: லேடிப்ராங்க்ளின் பாயின்ட்

source: Ladysmith
ml: ലേഡിസ്മിത്ത്
ta: லேடிஸ்மித்

source: Lafayette
ml: ലാഫായെത്തേ
ta: லாஃயெடீ

source: Laghouat
ml: ലാഗൌവാത്ത്
ta: லாக்ஹௌன்ட்

source: Lago Argentino
ml: ലാഗോ അര്‍ജന്‍റീനോ
ta: லாகோ அர்ஜென்டைனோ

source: Lagoon City
ml: ലഗൂണ്‍ സിറ്റി
ta: லகோன்சிட்ட்டி

source: Lagos / Ikeja
ml: ലാഗോസ് / ഇക്കാജാ
ta: லகோஸ் / ல்கெஜா

source: Lahaina
ml: ലഹൈനാ
ta: கஹாய்னா

source: Lahore
ml: ലാഹോര്‍
ta: லாகூர்

source: Lahore City
ml: ലാഹോര്‍ സിറ്റി
ta: லாஹூர் சிட்டி

source: Lahr
ml: ലാഹര്‍
ta: லஹ்ர்

source: Lajes
ml: ലാജസ്
ta: லாஜெஸ்

source: Lake Charles
ml: ലേയ്ക് ചാള്‍സ്
ta: லேக் சார்லஸ்

source: Lake Havasu
ml: ലേയ്ക്ക് ഹവാസു
ta: லேக்ஹவாஸு

source: Lake Hood Sea Plane Base
ml: ലേയ്ക്ക് ഹൂഡ് സീ പ്ലെയിന്‍ ബെയ്സ്
ta: லேக்ஹுட் சீ ப்லேன் பேஸ்

source: Lake Tahoe
ml: ലേയ്ക്ക് ത്താഹായ്
ta: லேக் டஹோ

source: Lake Worth Inlet
ml: ലേയ്ക്ക് വര്‍ത്ത് ഇന്‍ലറ്റ്
ta: லேக் வொர்ர்த் இன்லெட்

source: Lakefront
ml: ലേയ്ക്ക് ഫ്രണ്‍ട്ട്
ta: லேக்ஃப்ரென்ட்

source: Lakehurst
ml: ലേയ്ക്ക് ഹേര്‍സ്റ്റ്
ta: லேக்ஹஸ்ட்

source: Lakeland
ml: ലേയ്ക്ക് ലാന്‍റ്
ta: லேக்லேன்ட்

source: Lakemba
ml: ലേക്കേന്പാ
ta: லேக்கெம்பா

source: Lakeview
ml: ലേയ്ക്ക് വ്യൂ
ta: லேக்வியூ

source: Lakeview Automatic Weather Observing/Reporting System
ml: ലേയ്ക്ക് വ്യൂ ഓട്ടോമാറ്റിക്ക് വെഥര്‍ ഒബ്സര്‍വിങ്/റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: லேக்வியூ தன்னியக்க வானிமை கன்காணிப்பு /அறிக்கை அமைப்பு

source: Lamap Malekula
ml: ലാമാപ്പ് മലേക്കുലാ
ta: லாமாப் மேலெகுலா

source: Lamar
ml: ലാമാര്‍
ta: லார்மர்

source: Lambarene
ml: ലാന്പാറീന്‍
ta: லம்பாரெனே

source: Lambert
ml: ലാന്പേര്‍ട്ട്
ta: லம்பெர்ட்

source: Lambertville
ml: ലാന്പേര്‍ട്ട് വില്‍
ta: லம்பர்வில்லா

source: Lamezia Terme
ml: ലാമേസിയ ഥേര്‍മ്
ta: லாமெஜியா டெர்மே

source: Lamoni
ml: ലമോണി
ta: லாமோனி

source: Lampang
ml: ലാന്പാങ്
ta: லாம்பாங்

source: Lampedusa
ml: ലാന്പേഡൂസാ
ta: லாம்ப்டுசா

source: Lamu
ml: ലാമു
ta: லாமு

source: Lan Yu
ml: ലാന്‍ യൂ
ta: லாங் யூ

source: Lanai
ml: ലാനായി
ta: லானாய்

source: Lancaster
ml: ലാന്‍കാസ്റ്റര്‍
ta: லான்காஸ்டெர்

source: Land O' Lakes
ml: ലാന്‍ഡ് ഒ ലേയ്ക്കസ്
ta: லான்ட் ஓ லேக்ஸ்

source: Lander
ml: ലാന്‍ഡര്‍
ta: லான்டெர்

source: Landivisiau
ml: ലാന്‍ഡിവിസ്യൂ
ta: லான்டிவிஸ்யௌ

source: Landsberg am Lech
ml: ലാന്‍ഡ്സ്ബര്‍ഗ് ആം ലെക്ക്
ta: லான்ட்ஸ்பெர்க் அம் லீச்

source: Landvetter
ml: ലാന്‍ഡ്‍വെറ്റര്‍
ta: லான்ட்வெட்டர்

source: Langara
ml: ലാങ്കാരാ
ta: லங்கரா

source: Langebaanweg
ml: ലാങ്കേബാന്‍‍വെഗ്
ta: லாங்கிபான்வெங்

source: Langkawi
ml: ലാങ്കാവി
ta: லாங்காவி

source: Langley AFB
ml: ലാങ്ക്ലേ എ എഫ് ബി
ta: லாங்லே AFB

source: Lann-Bihoué
ml: ലാന്‍-ബീഹോയി
ta: லான் பிஹொயூ

source: Lannion
ml: ലാനിയണ്‍
ta: லானியான்

source: Lansdowne House
ml: ലാന്‍ഡ്സ് ടൌണ്‍ ഹൌസ്
ta: லாக்ஸ்டௌன்ஹௌஸ்

source: Lanseria
ml: ലാന്‍സേറീയാ
ta: லான்செரியா

source: Lansing
ml: ലാന്‍സിങ്
ta: லாங்சிங்

source: Lanvéoc-Poulmic
ml: ലാന്‍‍വോയേക്ക്-പോള്‍മിക്ക്
ta: லான்விஓக்-பௌல்மிக்

source: Lanzarote
ml: ലാന്‍സാറോട്ട്
ta: லஞரோட்டே

source: Lanzhou
ml: ലാന്‍സൌ
ta: லான்ஸ்ஹைவ்

source: Laoag
ml: ലൌഗ്
ta: லோங்

source: Laos
ml: ലൌസ്
ta: லாவோஸ்

source: Lappeenranta
ml: ലാപ്പീന്‍റാന്‍ട്ടാ
ta: லபேர்ரான்டா

source: Lar
ml: ലാര്‍
ta: லார்

source: Laramie
ml: ലാറാമീ
ta: லாராமி

source: Larantuka
ml: ലാറാന്‍തുങ്കാ
ta: லாரன்டுகா

source: Laredo
ml: ലാറേഡോ
ta: லரெடோ

source: Larissa
ml: ലാറീസ്സാ
ta: லாரிஸ்ஸா

source: Larnaka
ml: ലാര്‍നാക്കാ
ta: லார்னாகா

source: Las Américas
ml: ലാസ് അമേരിക്കാസ്
ta: லாஸ் அமெரிக்காஸ்

source: Las Cruces
ml: ലാസ് ക്രൂസസ്
ta: லாஸ் க்ருசெஸ்

source: Las Lomitas
ml: ലാസ് ലോമിത്താസ്
ta: லாஸ் லாமிடாஸ்

source: Las Palmas de Gran Canaria/Gando
ml: ലാസ് പാല്‍മാസ് ഡേ ഗ്രാന്‍ കനേറിയ/ഗാന്‍ഡൂ
ta: லா பால்மாஸ்டி க்ரென்கானாரியா/கன்டோ

source: Las Tunas
ml: ലാസ് ട്യൂണാസ്
ta: லாஸ் டுனாஸ்

source: Las Vegas
ml: ലാസ് വീഗാസ്
ta: லாஸ் வெகாஸ்

source: Las Vegas NEXRAD
ml: ലാസ് വീഗാസ് നെക്സ്രാഡ്
ta: லாஸ் வெகாஸ் NEXRAD

source: Lashio
ml: ലാഷ്യോ
ta: லாஸ்ஹியோ

source: Lastoursville
ml: ലാസ്ത്തോല്‍സ്വില്‍
ta: லாஸ்டூர்ஸ்வில்லா

source: Latacunga
ml: ലാട്ടാകാന്‍ഗാ
ta: லடாகுங்கா

source: Latina
ml: ലാറ്റിനാ
ta: லாடினா

source: Latrobe
ml: ലാട്ട്രോബ്
ta: லட்ரோப்

source: Latronico
ml: ലാട്ട്രോണിക്കാ
ta: லட்ரோனிக்கோ

source: Lattakia
ml: ലാറ്റാക്കിയാ
ta: லட்டாக்கியா

source: Latvia
ml: ലാത്വിയ
ta: லத்வியா

source: Lauderdale
ml: ലോഡര്‍ഡേല്‍
ta: லௌடெர்டாலே

source: Laughlin
ml: ലൌഗ്ളിന്‍
ta: லஹ்லின்ஹ்லின்

source: Laughlin/Bullhead International Airport
ml: ലൌഗ്ളിന്‍/ബൂള്‍ഹെഡ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: லாஹுங்லின்/புல்ஹெட் இன்டர்நேஷனல் ஏர்போர்ட்

source: Launceston
ml: ലോണ്‍സ്റ്റണ്‍
ta: லௌன்ஸ்டெஸ்டன்

source: Laupheim
ml: ലൌഫിയം
ta: லௌபெஹிம்

source: Laurel
ml: ലൌറല്‍
ta: லௌரெல்

source: Lausanne
ml: ലൌസാന്‍
ta: லைச்சானே

source: Lauzon
ml: ലൌസോണ്‍
ta: லௌஸோன்

source: Laverton
ml: ലാവേര്‍ട്ടണ്‍
ta: லாவெர்டன்

source: Lawrence
ml: ലൌറന്‍സ്
ta: லாரென்ஸ்

source: Lawrenceville
ml: ലൌറന്‍സ് വില്‍
ta: லாரன்ஸ்வில்லா

source: Lawton
ml: ലോട്ടണ്‍
ta: லாடன்

source: Lazy Mtn / Wolverine
ml: ലേസി മോണ്ടന്‍ / വോള്‍വറീന്‍
ta: லேசி மௌன்டன்/வோல்வெரி

source: Le Bourget
ml: ലേ ബോര്‍ഗേറ്റ്
ta: லீ போர்கெட்

source: Le Havre
ml: ലേ ഹാവ്രേ
ta: லீ ஹார்வ்

source: Le Lamentin
ml: ലേ ലാമേന്‍റിന്‍
ta: லே லாமெட்டின்

source: Le Luc
ml: ലേ ലക്ക്
ta: லே லுக்

source: Le Mans
ml: ലേ മാന്‍സ്
ta: லே மான்ஸ்

source: Le Mars
ml: ലേ മാര്‍സ്
ta: லே மார்ஸ்

source: Le Palyvestre
ml: ലേ പാലിവെസ്ട്രേ
ta: லீ பாலிவெஸ்ரே

source: Le Puy-en-Velay
ml: ലേ പൂയ്-എന്‍-വാല
ta: லி பை-என்-விலே

source: Le Raizet, Guadeloupe
ml: ലേ റായിസേറ്റ്, ഗ്വാഡിലോപ്പ്
ta: லே ரைசெட் கௌடெலோப்

source: Le Touquet-Paris-Plage
ml: ലേ റ്റോക്ക്വറ്റ്-പാരിസ്-പ്ളേഗ്
ta: லீ டாங்க்வெட்-பாரீஸ்-ப்ளாகே

source: Leader
ml: ലീഡര്‍
ta: லீடஎ

source: Leadville
ml: ലീഡ് വില്‍
ta: லீட்வில்லா

source: Learmouth
ml: ലീയര്‍മൌത്ത്
ta: லியர் மௌத்

source: Lebanon
ml: ലെബാനോന്‍
ta: லெபனான்

source: Lecce
ml: ലീസ്
ta: லேஸ்

source: Lechfeld
ml: ലേക്ക് ഫീള്‍ഡ്
ta: லிட்ச்ஃபீல்ட்

source: Lee's Summit
ml: ലീസ് സമ്മിറ്റ്
ta: லேஸ் சுமிட்

source: Leeds
ml: ലീഡ്സ്
ta: லீட்ஸ்

source: Leeds/Bradford
ml: ലീഡ്സ്/ബ്രാഡ്ഫോര്‍ഡ്
ta: லீட்ஸ்/பார்ட்ஃபோர்ட்

source: Leeming
ml: ലീമിങ്
ta: லீமிங்

source: Leesburg
ml: ലീസ്ബര്‍ഗ്
ta: லீஸ்பர்க்

source: Leeuwarden
ml: ലീയുവാര്‍ഡന്‍
ta: லேயுவார்டன்

source: Leeville
ml: ലീവില്‍
ta: லேவில்லா

source: Legaspi
ml: ലേഗാസ്പി
ta: லேகாஸ்பி

source: Leigh Creek
ml: ലീ ഗ്രീക്ക്
ta: லேக்ஹ் க்ரீக்

source: Leipzig
ml: ലിപ്പ്സിഗ്
ta: லைப்ஸிக்

source: Leknes
ml: ലെക്ക്നെസ്സ്
ta: லீக்நெஸ்

source: Lelystad
ml: ലെലിസ്റ്റാഡ്
ta: ஹால்ம்ஸ்டட்

source: Lemmon
ml: ലേമ്മോണ്‍
ta: லெம்மான்

source: Lemoore
ml: ലെമ്മൂര്‍
ta: மெம்மோர்

source: Lemwerder
ml: ലംവേര്‍ഡര്‍
ta: லேயுவார்டர்

source: Lennoxville
ml: ലേന്നോക്സ് വില്‍
ta: லேனாக்ஸ்வில்லா

source: Les Eplatures
ml: ലെസ് എപ്ളാച്ചുയേര്‍സ്
ta: லெஸ்எல்டூரெஸ்

source: Les Milles
ml: ലെസ് മില്ലിസ്
ta: லெஸ் மில்லெஸ்

source: Lesotho
ml: ലെസോഥോ
ta: லெசோதோ

source: Lesquin
ml: ലെസ്ക്വിന്‍
ta: லெஸ்க்வின்

source: Lesvos
ml: ലെസ്വോസ്
ta: லெஸ்வோஸ்

source: Lethbridge
ml: ലീഥ്ബ്രിഡ്ജ്
ta: லெத்ப்ரிட்ஜ்

source: Lethbridge Automated Reporting Station
ml: ലീഥ്ബ്രിഡ്ജ് ഓട്ടോമേറ്റഡ് റിപ്പോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: லேத்ப்ரிட்ஜ் தன்னியக்க அறிக்கை மையம்

source: Leticia/Vásquez Cobo
ml: ലേറ്റീഷ്യ/വാസ്ക്യൂസി കോബോ
ta: லெடிசிகா/வாஸ்க்வெஸ் கோபோ

source: Letlhakane
ml: ലേറ്റ്ലാക്കേയ്ന്‍
ta: லெட்ஹாக்னே

source: Leuchars
ml: ല്യൂക്കാര്‍സ്
ta: லியூசார்ஸ்

source: Lewisburg
ml: ലൂയിസ്ബര്‍ഗ്
ta: லூவிஸ்பர்க்

source: Lewiston
ml: ലൂയിസ്റ്റണ്‍
ta: லூவிஸ்டன்

source: Lewistown
ml: ലൂയിസ് ടൌണ്‍
ta: லுவிஸ்டைன்

source: Lexington
ml: ലെക്സിങ്ട്ടണ്‍
ta: லெக்சிங்டன்

source: Lexington / Creech
ml: ലെക്സിങ്ട്ടണ്‍ / ക്രീച്ച്
ta: லெக்சிங்டன் / க்ரீச்

source: León/Virgen del Camino
ml: ലീയോണ്‍/വിര്‍ജിന്‍ ഡേല്‍ കാമിനോ
ta: லியான்/விர்ஜென் டெல் காமினோ

source: Lhasa
ml: ലാസാ
ta: ல்ஹாசா

source: Lhokseumawe / Malikussaleh
ml: ലോക്ക്സ്യൂമാവേ / മാലിക്കുസ്സാളേഹ്
ta: ல்ஹோஸுமாவே / மாலிகுஸ்ஸால்ஹே

source: Liaoning
ml: ലിയോണിങ്
ta: லைன்னான்ங்

source: Liberal
ml: ലിബറെല്‍
ta: லிபெரல்

source: Liberec
ml: ലിബറെക്ക്
ta: லிபெரெக்

source: Liberia
ml: ലിബേറിയ
ta: லிபெரியா

source: Libreville
ml: ലൈബര്‍വില്‍
ta: லிப்ரெர்வில்லா

source: Libya
ml: ലിബ്യാ
ta: லிபியா

source: Lichinga
ml: ലിച്ചിങ്കാ
ta: லிக்ஸிங்கா

source: Lichtenburg
ml: ലിച്ചന്‍ബര്‍ഗ്
ta: லிச்டென்பர்க்

source: Lidgerwood
ml: ലിഡ്ജര്‍വൂഡ്
ta: லிட்கெர்வுட்

source: Liepāja
ml: ലിയേപാജാ
ta: லைபாஜா

source: Lihue
ml: ലിഹ്യൂ
ta: லிஹு

source: Lille
ml: ലില്ലി
ta: லில்லே

source: Lilongwe
ml: ലില്ലോങ്വേ
ta: லிலோன்கிவே

source: Lima
ml: ലിമാ
ta: லிம்மா

source: Lima-Callao/Jorge Chávez
ml: ലിമാ-കള്ളാവോ/ജോര്‍ജ് ചാവേസ്
ta: லிமா-கலோ/ஜார்ஜ் சார்வெஜ்

source: Limburg
ml: ലിന്പര്‍ഗ്
ta: லிம்பர்க்

source: Limnos
ml: ലിംനോസ്
ta: லிம்னாஸ்

source: Limoges
ml: ലിമോഗ്സ്
ta: லிமோகெஸ்

source: Limon
ml: ലീമോണ്‍
ta: லிமோன்

source: Lincoln
ml: ലിന്‍ഗണ്‍
ta: லின்கோல்லென்

source: Lincolnton
ml: ലിന്‍ഗണ്‍ട്ടണ്‍
ta: லின்கோல்டன்

source: Lindberg Landing
ml: ലിന്‍ഡ്ബര്‍ഗ് ലാന്‍ഡിങ്
ta: லின்பர்க் லேண்டிங்

source: Lindtorp
ml: ലിന്‍ഡോര്‍പ്പ്
ta: லின்ட்ரோப்

source: Linguere
ml: ലിങ്കര്‍
ta: லிங்குரே

source: Linköping
ml: ലിങ്കോപ്പീങ്
ta: ஜொன்கோபிங்

source: Linton-on-Ouse
ml: ലിന്‍റ്റണ്‍-ഔണ്‍-ഓസ്
ta: லிங்ட-ஆன்-ஓயூஸ்

source: Linz
ml: ലിന്‍സ്
ta: லின்ஸ்

source: Lira
ml: ലിറാ
ta: லிரா

source: Lisbon
ml: ലിസ്ബണ്‍
ta: லிஸ்போன்

source: Lista
ml: ലിസ്ത്താ
ta: லிஸ்டா

source: Litchfield
ml: ലിച്ച് ഫീള്‍ഡ്
ta: லிட்ச்ஃபீல்ட்

source: Litchfield Municipal Airport
ml: ലിച്ച് ഫീള്‍ഡ് മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: லிச்சன்ஃபீல்ட் முனிசிபல் ஏர்போர்ட்

source: Litchfield Municipal Airport (alternate)
ml: ലിച്ച് ഫീള്‍ഡ് മുന്‍സിപ്പല്‍ എയര്‍പോര്‍ട്ട്
ta: லிச்சன்ஃபீல்ட் முனிசிபல் ஏர்போர்ட்(மாற்று)

source: Lithuania
ml: ലീഥുവാനിയ
ta: லிதுவேனியா

source: Little Chicago
ml: ലിറ്റില്‍ ചിക്കാഗോ
ta: லிட்டில் சிக்காகோ

source: Little Falls
ml: ലിറ്റില്‍ ഫോള്‍സ്
ta: லிட்டில் ஃபால்ஸ்

source: Little Gulf Island
ml: ലിറ്റില്‍ ഗള്‍ഫ് ഐലന്‍റ്
ta: லிட்டில் கல்ஃப் தீவு

source: Little Mountain
ml: ലിറ്റില്‍ മൌണ്ടന്‍
ta: லிட்டில் மௌன்டென்

source: Little Rock AFB
ml: ലിറ്റില്‍ റോക്ക് എ എഫ് ബി
ta: லிட்டில் ராக் AFB

source: Little Rock, Adams Field
ml: ലിറ്റില്‍ റോക്ക്, ആഡംസ് ഫീള്‍ഡ്
ta: லிட்டில் ராக், ஆடம்ஸ்ஃபீல்ட்

source: Livermore
ml: ലിവര്‍മോര്‍
ta: லிவர்மோர்

source: Liverpool
ml: ലിവര്‍പൂള്‍
ta: லிவர்பூல்

source: Liverpool Bay
ml: ലിവര്‍പൂള്‍ ബേ
ta: லிவர்பூல் பே

source: Livingston
ml: ലീവീങ്സ്റ്റണ്‍
ta: லிவிங்ஸ்டன்

source: Livingston County Airport
ml: ലീവീങ്സ്റ്റണ്‍ കൌണ്ടി എയര്‍പോര്‍ട്ട്
ta: லிவிங்ஸ்டன் கௌன்டி எர்போர்ட்

source: Livingstone
ml: ലീവീങ്സ്റ്റണ്‍
ta: லிவிங்ஸ்டன்

source: Livno
ml: ലിവ്നോ
ta: லிவ்னோ

source: Liège
ml: ലീയ്ജ്
ta: லிஏஜி

source: Ljubljana
ml: ജുബ്ജാനാ
ta: லிஜுப்லிஜானா

source: Ljungbyhed
ml: ജൂങ്ബയ്ഹെഡ്
ta: ல்ஜுங்பைஹெட்

source: Llano
ml: ലാനോ
ta: ல்லானோ

source: Lloydminister
ml: ലോയ്ഡ് മിനിസ്റ്റര്‍
ta: ல்லோய்ட்மினிஸ்டர்

source: Location 1
ml: ലോക്കേഷന്‍ 1
ta: இடம் 1

source: Location 2
ml: ലോക്കേഷന്‍ 2
ta: இடம் 2

source: Location 3
ml: ലോക്കേഷന്‍ 3
ta: இடம் 3

source: Location 4
ml: ലോക്കേഷന്‍ 4
ta: இடம் 4

source: Lodja
ml: ലോഡ്ജാ
ta: லோட்ஜா

source: Lodwar
ml: ലോഡ്വാര്‍
ta: லோட்வார்

source: Loei
ml: ലോയ്
ta: லோயி

source: Logan
ml: ലോഗാന്‍
ta: லகோன்

source: Logan Airport
ml: ലോഗാന്‍ എയര്‍പോര്‍ട്ട്
ta: லோகான் ஏர்போர்ட்

source: Logroño/Agoncillo
ml: ലോഗ്രോണോ/അഗണ്‍സിലോ
ta: லோக்ரோனோ/அகோசில்லோ

source: Lome
ml: ലോം
ta: லோம்

source: Lomie
ml: ലോമി
ta: லோமீ

source: Lompoc
ml: ലോന്പോക്ക്
ta: லோம்போக்

source: London
ml: ലണ്ടന്‍
ta: லண்டன்

source: Londonderry
ml: ലണ്ടന്‍ഡെറി
ta: லண்டன்டெர்ரி

source: Londrina
ml: ലണ്ട്രീനാ
ta: லண்டிரினா

source: Lone Rock
ml: ലോണ്‍ റോക്ക്
ta: லோன் ராக்

source: Long Beach
ml: ലോങ് ബീച്ച്
ta: லாங் பீச்

source: Long Point
ml: ലോങ് പോയിന്‍റ്
ta: லாங் பாயின்ட்

source: Longbawan / Juvai Semaring
ml: ലോങ്ബാവന്‍ / ജൂവായി സെമാറിങ്
ta: லாங்பவன் / ஜுவாய் செமரிங்

source: Longreach
ml: ലോങ്റീച്ച്
ta: லாங்ரீச்

source: Longstaff Bluff
ml: ലോങ്സ്റ്റാഫ് ബ്ളഫ്ഫ്
ta: லாங்ஸ்டாஃப் பல்ஃப்

source: Longue Point De Mingan
ml: ലോങ്യൂ പോയിന്‍റ് ഡേ മിങ്കന്‍
ta: லாங் பாயின்ட் டி மின்கன்

source: Longview
ml: ലോങ്വ്യൂ
ta: லாங்வியூ

source: Longville
ml: ലോങ്വില്‍
ta: லாங்வில்லா

source: Lorain
ml: ലോറെയിന്‍
ta: லாரெயின்

source: Lorain Coast Guard Station
ml: ലോറെയിന്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: லாரெயின் கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Loreto
ml: ലോറേറ്റോ
ta: லோர்டோ

source: Lorient
ml: ലോറിയന്‍റ്
ta: லோரியண்ட்

source: Los Alamitos
ml: ലോസ് അലാമിറ്റോസ്
ta: லாஸ் அல்மெடாஸ்

source: Los Alamos
ml: ലോസ് അലാമോസ്
ta: லாஸ் அலமோஸ்

source: Los Angeles
ml: ലോസ് ഏഞ്ചലസ്
ta: லாஸ் ஏஞ்சல்ஸ்

source: Los Angeles NEXRAD
ml: ലോസ് ഏഞ്ചലസ് നെക്സ്രാഡ്
ta: லாஸ் ஏஞ்சல்ஸ் NEXRAD

source: Los Mochis
ml: ലോസ് മോച്ചിസ്
ta: லாஸ் மோசிஸ்

source: Loshitsa / Minsk International 1
ml: ലോഷിത്ത / മിന്സ്ക്ക് ഇന്‍റര്‍നാഷണല്‍ 1
ta: லோஸீடா / மின்ஸ்ஸ்க் இன்டர்நேஷனல் 1

source: Lossiemouth
ml: ലോസ്സിമൌത്ത്
ta: லூசிமௌத்

source: Lott International Airport
ml: ലോട്ട് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: லோட் இன்டர்நேஷனல் ஏர்போர்ட்

source: Loubomo
ml: ലൌബോമൌ
ta: லோம்போ

source: Loudes
ml: ലൌഡ്സ്
ta: லோடோஸ்

source: Louisa
ml: ലൂയിസാ
ta: லௌஸியா

source: Louisburg
ml: ലൂയിസ്ബര്‍ഗ്
ta: லூவிஸ்பர்க்

source: Louisville
ml: ലൂയിസ്വില്‍
ta: லூயிஸ் வில்லா

source: Louisville NEXRAD
ml: ലൂയിസ്വില്‍ നെക്സ്രാഡ്
ta: லூயிஸ் வில்லா NEXRAD

source: Louisville-Standiford Field
ml: ലൂയിസ്വില്‍-സ്റ്റാന്‍ഡീഫോര്‍ഡ് ഫീള്‍ഡ്
ta: லூயிஸ்வில்லா-ஸ்டான்ஃபோர்ட் ஃபீல்ட்

source: Lousiana
ml: ലൂസിയാനാ
ta: லூசியானா

source: Love Field
ml: ലവ് ഫീള്‍ഡ്
ta: லௌ ஃபீல்ட்

source: Loveland
ml: ലവ് ലാന്‍റ്
ta: லௌலாண்ட்

source: Lovelock
ml: ലവ് ലോക്ക്
ta: லௌலாக்

source: Lowell
ml: ലോവെല്
ta: லௌவெல்

source: Lower Carp Lake
ml: ലോവര്‍ കാര്‍പ്പ് ലേയ്ക്ക്
ta: லோவர்கார்ப் லேக்

source: Lower Saxony
ml: ലോവര്‍ സാക്സണി
ta: லோவர் ஸாசோனி

source: Lošinj
ml: ലോസിഞ്ച്
ta: லோசின்ஜ்

source: Luanda
ml: ലൂവാന്‍ഡാ
ta: லுஆண்டா

source: Luang-Prabang
ml: ലുവാങ്-പ്രബാങ്
ta: லுவாங்க்-ப்ராபாங்

source: Lubbock
ml: ലബ്ബോക്ക്
ta: லப்பாக்

source: Lubumbashi-Luano
ml: ലബംബാഷി-ലൂവാനാ
ta: லுபும்பாஷி-லௌவானோ

source: Lucknow/Amausi
ml: ലക്ക്നൌ/അമൌസി
ta: லக்னோ /அமௌசி

source: Lucky Lake
ml: ലക്കി ലേയ്ക്ക്
ta: லக்கி லேக்

source: Lucy Island
ml: ലൂസി ഐവന്‍റ്
ta: லூசி தீவு

source: Luderitz / Diaz Point
ml: ലൂഡെറിറ്റ്സ് / ഡിയാസ്‍ പോയിന്‍റ്
ta: லுடெரிட்ஸ் / டிஅஸ் பாயின்ட்

source: Ludington
ml: ലൂഡിങ്റ്റണ്‍
ta: லுடிங்டன்

source: Lufkin
ml: ലഫ്ക്കിന്‍
ta: லுஃப்கின்

source: Lugano
ml: ലുഗാനോ
ta: லுகாங்னோ

source: Lugansk
ml: ലൂഗാന്‍സ്ക്ക്
ta: லுகான்ஸ்க்

source: Lukeville
ml: ലൂക്ക് വീല്‍
ta: லுக்வில்லா

source: Luleå
ml: ലൂലിയ
ta: லௌலெயா

source: Lumberton
ml: ലന്പേര്‍ട്ടണ്‍
ta: லம்பர்டன்

source: Lumbo
ml: ലന്പോ
ta: லம்போ

source: Lundazi
ml: ലണ്ഡാസി
ta: லன்டஜி

source: Lungi
ml: ലുങ്കീ
ta: லாங்கி

source: Lupin
ml: ലുപിന്‍
ta: லூபின்

source: Luqa
ml: ലുഖാ
ta: லுக்வா

source: Lusaka City Airport
ml: ലുസാക്കാ സിറ്റി എയര്‍പോര്‍ട്ട്
ta: லுஸாகா சிட்டி ஏர்ப்போர்ட்

source: Lusaka International Airport
ml: ലുസാക്കാ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: லுசாகா இன்டர்நேஷனல் ஏர்போர்ட்

source: Lusambo
ml: ലുസാന്പോ
ta: லுசாம்போ

source: Luton
ml: ലൂട്ടണ്‍
ta: லுடன்

source: Lutselk'e
ml: ലട്ട്സെല്‍ക്ക്
ta: லுட்செல்கி

source: Luverne
ml: ലൂവേര്‍ണ്
ta: லுவெர்னி

source: Luwuk / Bubung
ml: ലൂവൂക്ക / ബൂബങ്
ta: ல்குவாக்/ புபங்

source: Luxembourg
ml: ലക്സംബര്‍ഗ്
ta: லக்ஸம்பர்க்

source: Luxeuil-les-Bains
ml: ലക്സ്യൂല്‍-ലെസ്-ബയിന്‍സ്
ta: லக்ஸியல்-லஸ்-பெயின்ஸ்

source: Luxor
ml: ലക്സര്‍
ta: லக்ஸர்

source: Lučenec
ml: ലുസനെക്ക്
ta: லுசெனிக்

source: Lycksele
ml: ലിക്ക്ലീല്‍
ta: லைக்ஸெலே

source: Lynchburg
ml: ലിങ്ക്ബര്‍ഗ്
ta: லய்ச்பர்க்

source: Lyneham
ml: ലിന്‍ഹാം
ta: லைனிஹாம்

source: Lynn Lake
ml: ലിന്‍ ലേയ്ക്ക്
ta: லைன் லேக்

source: Lyon
ml: ലിയോണ്‍
ta: லையான்

source: Lytton
ml: ലിട്ടണ്‍
ta: லௌட்டன்

source: Lázaro Cárdenas
ml: ലസാറോ കാര്‍ഡിനായ്
ta: லாசாரோ சார்டெனாஸ்

source: Lübeck
ml: ല്യൂബെക്ക്
ta: லுபெக்

source: M'Pouya
ml: എംപൌയാ
ta: எம்'பௌயா

source: M. Calamita
ml: എം.കലാപമിറ്റാ
ta: எம். காலாமிடா

source: M. O. Ranchi
ml: എം. ഓ. റാഞ്ചി
ta: M. O. ராஞ்சி

source: Ma'An
ml: മാന്‍
ta: மா'ஆன்

source: Maastricht
ml: മാസ്ട്രിച്ച്
ta: மாஸ்ட்சின்ட்

source: Macapá
ml: മാക്കാപ്പാ
ta: மகாபா

source: Macara/J. M. Velasco I.
ml: മാക്കാറാ/ജെ. എം. വെലാസ്ക്കോ ഐ
ta: மாகாரா / ஜே.எம் வெலாஸ்கோ எல்.

source: Macau
ml: മക്കൌ
ta: மக்கௌ

source: Macaé
ml: മാക്കേ
ta: மாகாய்

source: Macdill
ml: മാക്ക്ദില്‍
ta: காக்டில்

source: Macdill Air Force Base
ml: മാക്ക്ദില്‍ എയര്‍ ഫോഴ്സ് ബെയ്സ്
ta: மெக்டில் ஏர் ஃபோர்ஸ் பேஸ்

source: Macedonia
ml: മാസേഡോണിയ
ta: மெசிடொனியா

source: Maceió
ml: മാസിയോ
ta: மாசியோ

source: Macenta
ml: മാസെന്‍റാ
ta: மாசென்டா

source: Machala/General M. Serrano
ml: മാക്കാളാ/ജനറല്‍ എം സെറാനോ
ta: மாஷாலா/ஜெனரல் எம். செரானோ

source: Macinac Island
ml: മാക്കിനാക്ക് ഐലന്‍റ്
ta: மாசினாக் தீவு

source: Mackall Army Air Field
ml: മാക്കോള്‍ ആര്‍മി എയര്‍ ഫീള്‍ഡ്
ta: மாகெகால் ஆர்மி ஏர் ஃபீல்ட்

source: Mackay
ml: മാക്കെയ്
ta: மெக்கே

source: Mackenzie
ml: മാക്കെന്‍സീ
ta: மெக்கென்சி

source: Macomb
ml: മാക്കൊന്പ്
ta: மெக்கோம்ப்

source: Macon
ml: മാക്കോണ്‍
ta: மாகோன்

source: Macquarie Island
ml: മാക്കാറീ ഐലന്‍റ്
ta: மெக்வரி தீவு

source: Mactan
ml: മാക്ക്റ്റാന്‍
ta: மெக்டன்

source: Madagascar
ml: മാഡാഗസ്ക്കാര്‍
ta: மடகாஸ்கர்

source: Madang
ml: മാഡാങ്
ta: மடாங்

source: Madeleine Centre
ml: മാഡലീന്‍ സെന്‍റര്‍
ta: மடெலெனே சென்டர்

source: Madera
ml: മാഡേരാ
ta: மெடேரா

source: Madinah
ml: മാദീനാഹ്
ta: மாடினாஹ்

source: Madison
ml: മാഡിസണ്‍
ta: மாடிசன்

source: Madison County Executive Airport
ml: മാഡിസണ്‍ കൌണ്ടി എക്സിക്യൂട്ടീവ് എയര്‍പോര്‍ട്ട്
ta: மடிசன் கௌன்டி எக்ஸிக்யூட்டிவ் ஏர்போர்ட்

source: Madiun / Iswahyudi
ml: മാഡിയുന്‍ / ഇഷ്വാഹുഡി
ta: மடியன் / இஸ்வாஹையூடி

source: Madras/Minambakkam
ml: മഡ്രാസ്/മീനന്പാക്കം
ta: சென்னை/மீனம்பாக்கம்

source: Madrid
ml: മാഡ്രിഡ്
ta: மாடிரிட்

source: Madurai
ml: മധുരാ
ta: மதுரை

source: Mae Hong Son
ml: മേ ഹോങ് സണ്‍
ta: மய் ஹாங் சன்

source: Mae Sariang
ml: മേ സാരീയാങ്
ta: மைய் சசியாங்

source: Mae Sot
ml: മേ സോട്ട്
ta: மாய் சோட்

source: Maesanri
ml: മേസാന്‍രി
ta: மாய்ஸான்ரி

source: Mafraq
ml: മഫ്രക്ക്
ta: மார்ஃப்ராக்

source: Magadan
ml: മാഗാഡാന്‍
ta: மகடன்

source: Magdalena
ml: മാഗ്ഡലീനാ
ta: மக்டலீனா

source: Magdeburg
ml: മാഗ്ഡേബര്‍ഗ്
ta: மாங்டிபர்க்

source: Mahanoro
ml: മാഹാനാറോ
ta: மஹனோரோ

source: Maiduguri
ml: മൈഡുഗുരീ
ta: மைடுகுரி

source: Main Pass
ml: മേയിന്‍ പാസ്സ്
ta: மைன் பாஸ்

source: Maine
ml: മെയിന്‍
ta: மைன்

source: Maine-Soroa
ml: മേയിന്‍-സോറോവ
ta: மைனே - ஸோரா

source: Maintirano
ml: മെയിന്‍റിറാനോ
ta: மினாடிரானோ

source: Majunga
ml: മാജുങ്കാ
ta: மஞ்ஜுங்கா

source: Majuro Atoll, Marshall Islands Int. Airp.
ml: മാജുറോ അറ്റോള്‍, മാര്‍ഷല്‍ ഐലന്‍റുകള്‍ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: மஜுரோ அடோல், மார்ஷல் தீவுகள் சர்வதேச விமான நிலையம்

source: Majuro Atoll, NWS Office
ml: മാജുറോ അറ്റോള്‍, എന്‍ ഡബ്ള്യൂ എസ് ഓഫീസ്
ta: மஜுரோ அடோல், NWS அலுவலகம்

source: Makabana
ml: മാക്കാബാനാ
ta: மகாபனா

source: Makale
ml: മാക്കാളേ
ta: மாகாலே

source: Makedonia
ml: മാക്കേഡോണിയ
ta: மேக்டோனியா

source: Makhachkala
ml: മാക്കാച്ച്ക്കാലാ
ta: மக்ஹாச்கலா

source: Makindu
ml: മാക്കിന്‍ഡു
ta: மகின்டு

source: Makkah
ml: മാക്കാഹ്
ta: மக்காஹ்

source: Makkovik
ml: മാക്കേവിക്ക്
ta: மக்கோவிக்

source: Makokou
ml: മാക്കോക്കൌ
ta: மக்கோகௌ

source: Makoua
ml: മാക്കൌ
ta: மக்கோவா

source: Makung
ml: മാക്കുങ്
ta: மகுங்

source: Makurdi
ml: മാക്കുര്‍ഡി
ta: மக்குர்டி

source: Malabo/Fernando Poo
ml: മാളാബോ/ഫെര്‍നാന്‍റോ പൂ
ta: மலபோ/ஃபெர்னான்டோ போ

source: Malacca
ml: മാലാക്കാ
ta: மாலாசா

source: Malad City
ml: മാലാഡ് സിറ്റി
ta: மாலட் சிட்டி

source: Malahat
ml: മാലാഹാത്ത്
ta: மலஹாட்

source: Malakal
ml: മാലാക്കാല്‍
ta: மலகால்

source: Malang / Abdul Rahkmansaleh
ml: മാലാങ് / അബ്ദുള്‍ റഹ്ക്ക്മെന്‍സാലേഹ്
ta: மலங்/ அப்துல் ராஹ்மான்சாலே

source: Malargue
ml: മലാര്‍ക്ക്
ta: மலர்கு

source: Malatya/Erhac
ml: മലാത്ത്യ/എര്‍ഹാക്ക്
ta: மலட்யா / எர்ஹாக்

source: Malawi
ml: മാലാവി
ta: மலாவி
