Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Båtsfjord
ml: ബാറ്റ്സ്ഫോര്‍ഡ്
ta: பாட்ஸ்ஃஜோர்ட்

source: Békéscsaba
ml: ബെക്കെന്‍സാബ
ta: பக்ஸாப்பா

source: Béziers
ml: ബിസിയേഴ്സ്
ta: பெஜிர்ஸ்

source: Büchel
ml: ബച്ചല്‍
ta: புஷெல்

source: Bückeburg
ml: ബക്ക്ബര്‍ഗ്
ta: புகெபர்க்

source: Bălţi-Leadoveni
ml: ബാള്‍ട്ടി-ലെഡോവേണി
ta: பால்டி-லேடோவெனி

source: Cabinda
ml: കാബിന്‍ഡ
ta: கேபின்டா

source: Cabiness Field
ml: കാബിനസ്സ് ഫീള്‍ഡ്
ta: கேபினஸ் ஃபீல்ட்

source: Cabrillo Beach
ml: കാബ്രിലോ ബീച്ച്
ta: காப்ரில்லோ பீச்

source: Cachimbo
ml: കാച്ചിംബോ
ta: காக்ஹிம்போ

source: Cadillac
ml: കാഡിലാക്ക്
ta: காடிலாக்

source: Caen
ml: കായിന്‍
ta: கேய்ன்

source: Cagayan De Oro
ml: കഗായെന്‍ ഡേ ഓറോ
ta: காஙாயான் டி ஓரோ

source: Cagliari/Elmas
ml: കഗ്ളിയാരി/എല്‍മാസ്
ta: கக்லியாரி/எல்மாக்ஸ்

source: Cahokia
ml: കഹോക്കിയ
ta: கஹோகியா

source: Cahul
ml: കാഹുല്‍
ta: காஹுல்

source: Cairns
ml: കേയിണ്സ്
ta: கெய்ரின்ஸ்

source: Cairo
ml: കെയ്റോ
ta: கைரியோ

source: Cajamarca
ml: കാഡാമാര്‍ക്ക
ta: கஜாமார்கா

source: Calabar
ml: കാലാബാര്‍
ta: கலாபார்

source: Calabozo
ml: കാലാബോസോ
ta: சலபோசோ

source: Calamocha
ml: കലാമോച്ച
ta: கலமோச்சா

source: Calapan
ml: കാലപ്പന്‍
ta: கலபான்

source: Calcasieu
ml: കല്‍ക്കാസ്യൂ
ta: கால்காசியூ

source: Calcutta/Dum Dum
ml: കല്‍ക്കട്ട/ഡം ഡം
ta: கல்கத்தா/டம் டம்

source: Calden
ml: കല്‍ഡന്‍
ta: கேல்டன்

source: Caldwell
ml: കാള്‍ഡ്വല്‍
ta: க்ளாட்வெல்

source: Calexico
ml: കാലെക്സിക്കോ
ta: கலெக்சியோ

source: Calgary
ml: കാല്‍ഗറി
ta: கால்கெரி

source: Calgary Airport
ml: കാല്‍ഗറി എയര്‍പോര്‍ട്ട്
ta: கால்கெரி விமான நிலையம்

source: Cali/Alfonso Bonilla Aragón
ml: കാലി/അല്‍ഫോണ്‍സോ ബോണില അരാഗണ്‍
ta: காலி/அல்ஃபோன்ஸா போனில்லா அராகோன்

source: Caliente
ml: കാലിയെന്‍റ്
ta: காலின்டி

source: California
ml: കാലിഫോര്‍ണിയ
ta: கலிஃபோர்னியா

source: Calopezzati
ml: കാലോപ്പെസ്സാട്ടി
ta: காலோபெஸ்ஸாட்டி

source: Calumet Coast Guard Station
ml: കാലുമെറ്റ് കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: கல்மெட் கோஸ் கார்ட் ஸ்டேஷன்

source: Calverton / Grumman
ml: കാല്‍വേര്‍ട്ടണ്‍ / ഗ്രുമ്മണ്‍
ta: கால்வெர்டன் / க்ருமான்

source: Calvi
ml: കാല്‍വി
ta: கால்வி

source: Calvinia
ml: കാല്‍വിനിയ
ta: கால்வினியா

source: Camaguey
ml: കാമാഗ്യൂ
ta: கமாகுவே

source: Camarillo
ml: കാമാറിലോ
ta: கமாரிலோ

source: Cambodia
ml: കംബോഡിയ
ta: கம்போடியா

source: Cambrai
ml: കാംബ്രായി
ta: கம்ப்ராய்

source: Cambridge
ml: കേബ്രിഡ്ജ്
ta: கேம்பிரிட்ஜ்

source: Cambridge Bay
ml: കേബ്രിഡ്ജ് ബേ
ta: கேம்பிரிட்ஜ் பே

source: Camden
ml: കാംഡെന്‍
ta: கேம்டென்

source: Cameron
ml: കാാമറൂണ്‍
ta: காமரூன்

source: Cameroon
ml: കാമറൂണ്‍
ta: காமரூன்

source: Camiri
ml: കാമിറി
ta: காமிரின்

source: Camp Bondsteel
ml: കാംപ് ബോണ്‍സ്റ്റീല്‍
ta: கேம்ப் போன்ஸ்டீல்

source: Camp Canargus
ml: കാംപ് കനാര്‍ഗസ്
ta: கேம்ப் கனார்கஸ்

source: Camp Casey/Tongduch
ml: കാംപ് കാസീ/റ്റോങ്ഡച്ച്
ta: கேம் கேசி/டோங்டச்

source: Camp San Luis
ml: കാംപ് സാന്‍ ലൂയിസ്
ta: கிழக்கு செயன் லூயிஸ்

source: Camp Springs
ml: കാംപ് സ്പ്രിങ്സ്
ta: கேம்ப் ஸ்பிரிங்ஸ்

source: Camp Stanley/H-207
ml: കാംപ് സ്റ്റാന്‍ലി/H-207
ta: கேம்ப் ஸ்டான்லி/H-207

source: Camp Walker H-805
ml: കാംപ് വോക്കര്‍ H-805
ta: கேம்ப் வாக்கர்/H-805

source: Campbell River
ml: കാംപ്‍വെല്ല നദി
ta: கேப்பெல் ரிவர்

source: Campeche
ml: കാംപേഷ്
ta: காம்பிசி

source: Campina Grande
ml: കാംപിന ഗ്രാന്ഡെ
ta: காம்பினா க்ரான்டே

source: Campinas
ml: കാംപിനാസ്
ta: காம்ப்னாஸ்

source: Campo
ml: കാംപോ
ta: காம்ப்போ

source: Campo Grande
ml: കാംപോ ഗ്രാന്ഡെ
ta: காம்போ க்ரான்டே

source: Campo de Marte
ml: കാംപോ ഡേ മാര്‍ത്തെ
ta: காம்போ டி மார்டே

source: Campo dell'Oro
ml: കാംപോ ഡെല്ല് ഓറോ
ta: காம்போ டெல் ஓரோ

source: Campobasso
ml: കാംപോബാസ്സോ
ta: காம்ப்போபாஸோ

source: Campos
ml: കാംപോസ്
ta: காம்ப்போஸ்

source: Camrose
ml: കാംപ്റോസ്
ta: காம்ரோஸ்

source: Camsell River
ml: കാംപ്സെല്ല് നദി
ta: கேம்செல் ரிவர்

source: Canaan
ml: കനാന്‍
ta: கனான்

source: Canada
ml: കാനഡ
ta: கனடா

source: Canadian
ml: കാനേഡിയന്‍
ta: கனடியன்

source: Canakkale
ml: കാനക്കാലെ
ta: கனாக்காலே

source: Canary Islands
ml: കാനറി ഐലന്‍റുകള്‍
ta: கெனேரி தீவு

source: Canberra
ml: കാന്‍ബെറാ
ta: கான்பெர்ரா

source: Cancún
ml: കാന്‍കണ്‍
ta: கேன்குன்

source: Candle Lake
ml: കാന്‍ഡില്‍ തടാകം
ta: கேன்டில் லேக்

source: Canefield
ml: കേയ്ന്‍ ഫീള്‍ഡ്
ta: கேநெஃபீல்ட்

source: Cannes
ml: കേയ്ന്‍യ്
ta: கென்னஸ்

source: Cannon Air Force Base
ml: കാനണ്‍ എയര്‍ ഫോര്‍ഴ്സ് ബെയ്സ്
ta: கெனான் ஏர் ஃபோர்ஸ் பேஸ்

source: Canoas Airport
ml: കാനോവാസ് എയരപോര്‍ട്ട്
ta: கெநோஸ் விமான நிலையம்

source: Canton
ml: കാന്‍ട്ടണ്‍
ta: கேன்டன்

source: Cantwell
ml: കാന്‍റ്‍വെല്ല്
ta: கான்ட்வெல்

source: Cap Chat CS
ml: കാപ്പ് ചാറ്റ് CS
ta: கேம் சாட் CS

source: Cap D'Espoir
ml: ക്യാപ്പ് ഡിഎസ്പയര്‍
ta: கேப் டி எஸ்போர்

source: Cap Rouge
ml: ക്യാപ്പ് റൌജ്
ta: கேப் ரோக்

source: Cap Tourmente
ml: ക്യാപ്പ് ട്ടൂര്‍മെന്‍റ്
ta: கேப் டோர்னமன்ட்

source: Cap-Haitien
ml: ക്യാപ്പ്-ഹയിത്തീന്‍
ta: கேப்-ஹைடியன்

source: Cap-Skirring
ml: ക്യാപ്പ്-സ്കിറിങ്
ta: கேப்-ஸ்கிரிங்

source: Cape Blanco
ml: കേയ്പ്പ് ബ്ളാന്‍ക്കോ
ta: கேப் ப்லான்கோ

source: Cape Canaveral
ml: കേയ്പ്പ് കാനാവെറല്‍
ta: கேப் கெனவெரல்

source: Cape Charles
ml: കേയ്പ്പ് ചാര്‍ള്‍സ്
ta: கேப் சார்லஸ்

source: Cape Disappointment
ml: കേയ്പ്പ് ഡിസ്സപ്പോയിന്‍റ്മെന്‍റ്
ta: கேப் டிஸ்ஸப்பாயின்மென்ட்

source: Cape Dorset
ml: കേയ്പ്പ് ഡോര്‍സെറ്റ്
ta: கேப் டோர்செட்

source: Cape Dyer
ml: കേയ്പ്പ് ഡയര്‍
ta: கேப் டையெர்

source: Cape Flattery
ml: കേയ്പ്പ് ഫ്ളാറ്റെറി
ta: கேப் ஃலாடெர்ரி

source: Cape Girardeau
ml: കേയ്പ്പ് ജിറാദോ
ta: கேப் க்ரார்டௌ

source: Cape Hatteras
ml: കേയ്പ്പ് ഹത്തേറാസ്
ta: கேப் ஹாட்ராஸ்

source: Cape Henry
ml: കേയ്പ്പ് ഹെന്‍‍റി
ta: கேப் ஹென்ரி

source: Cape Hooper
ml: കേയ്പ്പ് ഹൂപ്പര്‍
ta: கேப் ஹோப்பர்

source: Cape Kiglapait
ml: കേയ്പ്പ് കിഗ്ളാപ്പെയ്റ്റ്
ta: கேப் கிஜ்லாபெட்

source: Cape Lisburne
ml: കേയ്പ്പ് ലിസ്ബര്‍ണെ
ta: கேப் லிஸ்பர்ன்

source: Cape Lookout
ml: കേയ്പ്പ് ലുക്കൌട്ട്
ta: கேப் லுக் அவுட்

source: Cape May
ml: കേയ്പ്പ് മേയ്
ta: கேப் மே

source: Cape Mercy
ml: കേയ്പ്പ് മേര്‍ഴ്സി
ta: கேப் மெர்சி

source: Cape Mudge Light House
ml: കേയ്പ്പ് മഡ്ജ് ലൈറ്റ് ഹൌസ്
ta: கேப் மட்கி லைட் ஹவுஸ்

source: Cape Newenham
ml: കേയ്പ്പ് ന്യൂവെന്‍ഹാം
ta: கேப் நெவென்ஹாம்

source: Cape Parry
ml: കേയ്പ്പ് പാരി
ta: கேப் பாரி

source: Cape Peel West
ml: കേയ്പ്പ് പീല്‍ വെസ്റ്റ്
ta: கேப் பீல் வெஸ்ட்

source: Cape Race
ml: കേയ്പ്പ് റെയ്സ്
ta: கேப் ரேஸ்

source: Cape Romanzof
ml: കേയ്പ്പ് റോമാന്‍സോഫ്
ta: கேப் ரோமான்ஸ்ஃப்

source: Cape Saint Elias
ml: കേയ്പ്പ് സെയ്ന്‍റ് ഏലിയാസ്
ta: கேப் செயன்ட் எலியா

source: Cape San Blas
ml: കേയ്പ്പ് സാന്‍ ബ്ളാസ്
ta: கேப் சான் ப்லாஸ்

source: Cape Sarichef
ml: കേയ്പ്പ് സാറിഷെഫ്
ta: கேப் சார்செப்ஃ

source: Cape Scott Light
ml: കേയ്പ്പ് സ്ക്കോട്ട് ലൈറ്റ്
ta: கேப் ஸ்காட் லைட்

source: Cape Tobin Automated Reporting Station
ml: കേയ്പ്പ് റ്റോബിന്‍ ഓട്ടോമേറ്റട് റിപ്പോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: கேப் டோபின் ஆட்டொமேட்டட் ரிப்போர்டிங் ஸ்டேஷன்

source: Cape Town D. F. Malan
ml: കേയ്പ്പ് ടൌണ്‍ ഡി.എഫ്. മാലന്‍
ta: கேம் டௌன் D. F மாலன்

source: Cape Verde
ml: കേയ്പ്പ് വെര്‍ദെ
ta: கேப் வெர்டி

source: Cape Vincent
ml: കേയ്പ്പ് വിന്‍സെന്‍റ്
ta: கேப் வின்சன்ட்

source: Cape Whittle
ml: കേയ്പ്പ് വിറ്റില്‍
ta: கேப் விட்டெல்

source: Cape Young
ml: കേയ്പ്പ് യങ്
ta: கேப் யங்

source: Capital International Airport
ml: ക്യാപിറ്റല്‍ ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: கேபிடல் சர்வதேச விமான நிலையம்

source: Capitán Corbeta
ml: കപ്പിത്താന്‍ കോര്‍ബെറ്റ
ta: கேபிடான் கோர்பெட்டா

source: Capo Bellavista
ml: ക്യാപ്പോ ബെല്ലാവിസ്ത
ta: கேபோ பெல்லாவிஸ்டா

source: Capo Caccia
ml: ക്യാപ്പോ കച്ചിയ
ta: கேபோ காசியா

source: Capo Carbonara
ml: ക്യാപ്പോ കാര്‍ബോണാറ
ta: கேபோ கார்போனரா

source: Capo Frasca
ml: ക്യാപ്പോ ഫ്രാസ്ക്ക
ta: கேபோ ப்ராஸ்கா

source: Capo Mele
ml: ക്യാപ്പോ മെലെ
ta: கேபோ மெலி

source: Capo Palinuro
ml: ക്യാപ്പോ പാലിനൂറോ
ta: கேபோ ப்லானியூரோ

source: Capo S. Lorenzo
ml: ക്യാപ്പോ എസ്. ലോറെന്‍സോ
ta: கேபோ எஸ்.லோரென்சோ

source: Capri
ml: കാപ്റി
ta: கேப்ரி

source: Car Nicobar
ml: കാര്‍ നികോബാര്‍
ta: கார் நிகோபார்

source: Caracas/La Carlota
ml: കാരക്കാസ്/ലാ കാര്‍‍ലോത്ത
ta: கனாரியாஸ்/ லா கார்லோடா

source: Caracas/Maiquetia Aerop. Intl. Simon Bolivar
ml: കാരക്കാസ്/മെക്ക്വെറ്റിയ ഏറോപ്പ്. ഇന്‍റര്‍നാഷണല്‍ സിമോണ്‍ ബോളിവാര്‍
ta: காரகாஸ்/மாஇக்வெடியா அரோப். Intl. சிமோன் பொலிவார்

source: Caracas/Oscar Macha
ml: കാരക്കാസ്/ഓസ്ക്കാര്‍ മാച്ചാ
ta: காரகாஸ்/ஆஸ்கார் மாச்சா

source: Caransebes
ml: കാന്‍സെബിസ്
ta: காரன்ஸெபெஸ்

source: Caravelas
ml: കാരാവെലാസ്
ta: காரவெலாஸ்

source: Carberry
ml: കാര്‍ബെറി
ta: கார்பெர்ரி

source: Carbondale
ml: കാര്‍ബോണ്‍ഡേല്‍
ta: கார்பொன்டெல்

source: Carcassonne
ml: കാര്‍ക്കാസോണെ
ta: காரகாஸ்ஸோனே

source: Cardak
ml: കാര്‍ഡാക്ക്
ta: கார்டக்

source: Cardiff
ml: കാര്‍ഡിഫ്
ta: கார்டிஃப்

source: Cardston
ml: കാര്‍ഡസ്റ്റണ്‍
ta: கார்ட்ஸ்டன்

source: Caribou
ml: കാരിബു
ta: காரிபௌ

source: Caribou Island
ml: കാരിബു ഐലന്‍റ്
ta: காரிபௌ தீவு

source: Caribou Point
ml: കാരിബു പോയിന്‍റ്
ta: காரி பௌ பாயின்ட்

source: Carl's Field Airport
ml: കാര്‍ള്‍സ് ഫീല്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: கார்ல்ஸ் ஃபில்ச் விமான நிலையம்

source: Carlisle
ml: കാര്‍‍ലൈല്‍
ta: கார்லிஸ்லி

source: Carlsbad
ml: കാര്‍ള്‍സ്ബാഡ്
ta: கார்ல்ஸ்பாட்

source: Carmacks CS
ml: കാര്‍മാക്ക്സ് സി എസ്
ta: மார்கெக்ஸ் CS

source: Carman
ml: കാര്‍മാന്‍
ta: கார்மன்

source: Carmi
ml: കാര്‍മി
ta: கார்மி

source: Carolina
ml: കാരോലൈന
ta: கரோலினா

source: Carp
ml: കാര്‍പ്പ്
ta: கார்ப்

source: Carpiquet
ml: കാര്‍പിക്വറ്റ്
ta: கார்பிக்யூட்

source: Carroll
ml: കാരള്‍
ta: காரோல்

source: Cartagena/Rafael Nuñez
ml: കാര്‍ട്ടാജെന/റാഫേല്‍ ന്യൂനിസ്
ta: கார்டஜெனா/ராஃபெல் நுஸ்

source: Cartersville
ml: കാര്‍ട്ടര്‍സ്‍വില്‍
ta: கார்டெர்ஸ்வில்லா

source: Cartwright
ml: കാര്‍ട്ട്റൈറ്റ്
ta: கார்ட்வ்ரைட்

source: Carupano/Gen. Jose
ml: കാറുപാനോ/ജെന്‍. ജോസ്
ta: காருபனோ/ஜென். ஜோஸ்

source: Casa Grande
ml: കാസാ ഗ്രാന്‍ഡ്
ta: காஸா க்ரான்ட்

source: Casablanca
ml: കാസാബ്ളാങ്കാ
ta: காசாப்லாங்கா

source: Cascade Locks
ml: കാസ്കെയ്ഡ് ലോക്ക്സ്
ta: காஸ்கேட் லாக்ஸ்

source: Casement
ml: കേയ്സ്മെന്‍റ്
ta: கேஸ்மென்ட்

source: Casper
ml: കാസ്പര്‍
ta: காஸ்பெர்

source: Cassagnes-Bégonhès
ml: കാസ്സാനെസ്സ്-ബിഗോണസ്
ta: காசாங்னெஸ்-பெகோன்ஹெஸ்

source: Castle Air Force Base
ml: കാസില്‍ എയര്‍ ഫോര്‍ഴ്സ് ബേയ്സ്
ta: காஸ்டெல் ஏர் ஃபோர்ஸ் பேஸ்

source: Castle Hill
ml: കാസില്‍ ഹില്‍
ta: கேஸ்டல் ஹில்

source: Castlegar
ml: കാസില്‍ഗര്‍
ta: கேஸ்டல்கர்

source: Castroville
ml: കാസ്ട്രോവില്‍
ta: காஸ்ட்ரோவில்லா

source: Catacamas
ml: കാറ്റാക്കാമസ്
ta: கடகமாஸ்

source: Catamarca
ml: കാറ്റാമാര്‍ക്കാ
ta: கேடமர்கா

source: Catamayo/Camilo Ponce Enríquez
ml: കാറ്റാമായോ/കാമിലോ പോണ്‍സെ എന്‍‍റിക്ക്
ta: காடமயோ/கேமிலோ போன்ஸ் என்ரிக்வெஸ்

source: Catania
ml: കാറ്റാനിയ
ta: கடனியா

source: Catarman
ml: കാറ്റാര്‍മാന്‍
ta: காடார்மான்

source: Cathedral Point
ml: കാത്തീഡ്രല്‍ പോയിന്‍റ്
ta: கதீட்ரல் பாயின்ட்

source: Cayenne / Rochambeau
ml: കായേന്‍ / റോഷാന്പു
ta: கேயெனே / ரோகெம்பியோ

source: Cayman Brac
ml: കേയ്മാന്‍ ബ്രാക്ക്
ta: கேய்மன் பார்க்

source: Cayman Islands
ml: കേയ്മാന്‍ ഐലന്‍റ്സ്
ta: கேய்மன் தீவு

source: Cayo Coco/Jardines Del Rey
ml: കായോ കോക്കോ/ജാര്‍ഡിന്‍സ് ഡെല്‍ റേയ്
ta: கேயோ கோகோ/ஜார்டினெஸ் கெல் ரே

source: Cayo Largo Del Sur
ml: കയോ ലാര്‍ഗോ ഡെല്‍ സൂര്‍
ta: கயோ லார்ஙோ டெல் சர்

source: Cazaux
ml: കാസോ
ta: காசாக்ஸ்

source: Cecil Field Airport
ml: സെസില്‍ ഫില്‍ഡ് എയര്‍പോര്‍ട്ട്
ta: சில் ஃபீல்ட் விமான நிலையம்

source: Cecil Field NAS
ml: സെസില്‍ ഫില്‍ഡ് നാസ്
ta: சில் ஃபீச்ல் NAS

source: Cedar City
ml: സീഡര്‍ സിറ്റി
ta: சிடார் நகரம்

source: Cedar Rapids
ml: സീഡര്‍ റാപ്പിഡ്സ്
ta: சிடார் ராப்பிட்ஸ்

source: Ceduna
ml: സെഡൂന
ta: செடுனா

source: Celle
ml: സെല്ലെ
ta: சிலி

source: Cemetery Separa
ml: സെമിറ്ററി സെപാറാ
ta: சிமன்ட்ரி செப்ரா

source: Centennial Airport
ml: സെന്‍റീനിയല്‍ എയര്‍പോര്‍ട്ട്
ta: கான்டினன்டல் ஏர்போர்ட்

source: Central
ml: സെന്‍ട്രല്‍
ta: மத்திய

source: Central African Republic
ml: സെന്‍ട്രല്‍ ആഫ്രിക്കന്‍ റിപബ്ളിക്ക്
ta: மத்திய ஆப்ரிக்க குடியரசு

source: Central Park
ml: സെന്‍ട്രല്‍ പാര്‍ക്ക്
ta: மத்திய பூங்கா

source: Central and South America
ml: സെന്‍ട്രല്‍ ആന്‍ഡ് സൌത്ത് അമേരിക്കാ
ta: மத்திய மற்றும் தென் அமெரிக்கா

source: Centralia
ml: സെന്‍ട്രാലിയ
ta: சென்ட்ரலியா

source: Centreville
ml: സെന്‍റര്‍വില്‍
ta: சென்ரிவில்லா

source: Ceres
ml: സെരെസ്
ta: சிரெஸ்

source: Cervia
ml: സേര്‍വിയ
ta: செர்வியா

source: Chacarita
ml: ചക്കാരീത്ത
ta: சாரிட்டாிடா

source: Chachapoyas
ml: ചാച്ചാപോയാസ്
ta: ச்சாசாபோயாஸ்

source: Chad
ml: ചാഡ്
ta: ச்சாட்

source: Chadron
ml: ചാഡ്രോണ്‍
ta: சாட்ரோன்

source: Chahbahar
ml: ചഹ്ബഹാര്‍
ta: ச்ச்

source: Chaiyaphum
ml: ചയ്യാഫും
ta: சியாபஹம்

source: Chalkida
ml: ചാല്‍ക്കിഡ
ta: சல்கிடா

source: Challis
ml: ചാലിസ്
ta: சாலிஸ்

source: Chama
ml: ചാമാ
ta: சமா

source: Chamberlain
ml: ചേന്പര്‍‍ലെയിന്‍
ta: சாம்பெர்லென்

source: Chambéry
ml: ചേന്പറി
ta: கம்ப்ராய்

source: Chamouchouane
ml: ഷാമോഷ്വാന്‍
ta: சமௌஷோயுனே

source: Champagne
ml: ഷാംപെയിന്‍
ta: சாம்பியன்

source: Champaign
ml: കാംപെയിന്‍
ta: சாம்பியன்

source: Chanaral
ml: കാനാറല്‍
ta: ச்சானாரல்

source: Chandalar Lake
ml: ചന്ദലാര്‍ ലെയ്ക്ക്
ta: சான்ட்லெர் லேக்

source: Chandler
ml: ചാന്‍ഡലര്‍
ta: சான்ட்லெர்

source: Changchun
ml: ചാങ്ചുന്‍
ta: ச்சங்சம்

source: Changsha
ml: ചാങ്ഷാ
ta: ச்சங்ஷா

source: Changuinola/Capitán Manuel Niño
ml: ചാങ്വിനോളാ/കാപ്പിത്താന്‍ മാനുവേല്‍ നീനോ
ta: சங்குனோலா/கேப்டன் மானுவெல் நினோ

source: Chania
ml: ചാനിയാ
ta: சானியா

source: Channel Island
ml: ചാനല്‍ ഐലന്‍റ്
ta: சேனல் தீவு

source: Chanthaburi
ml: ചന്ദാബൂറീ
ta: ச்சன்தம்பரி

source: Chantilly-Dulles International Airport
ml: ഷാന്‍റീലീ-ഡ്യൂള്‍സ് ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: சன்டில்லி-டுல்லெஸ் சர்வதேச விமானநிலையம்

source: Chanute
ml: ഷാന്യൂട്ട്
ta: சான்ட்டி

source: Chapel Hill
ml: ചാപ്പല്‍ ഹില്‍
ta: செப்பல் ஹில்

source: Chapelco
ml: ചാപ്പല്‍ക്കോ
ta: சபெல்கோ

source: Chapleau
ml: ചാപ്ളൂ
ta: சப்பெலௌ

source: Charana
ml: ചാരാനാ
ta: ச்சரானா

source: Chariton
ml: ചാരിറ്റണ്‍
ta: சாரிடன்

source: Charleroi
ml: ചാര്‍‍ലെറോയ്
ta: சார்லெரோய்

source: Charles City
ml: ചാള്‍സ് സിറ്റി
ta: சார்லஸ் நகரம்

source: Charles De Gaulle
ml: ചാള്‍സ് ഡിഗോള്‍
ta: சார்லஸ் டி க்வாலி

source: Charleston
ml: ചാള്‍സ്റ്റണ്‍
ta: சார்லஸ்டன்

source: Charlestown/Newcast
ml: ചാള്‍സ്ടൌണ്‍/ന്യൂകാസ്റ്റ്
ta: சார்லஸ்டௌன்/நியூகாஸ்ட்

source: Charleville
ml: ഓണചാള്‍വില്‍
ta: சார்லெவில்லா

source: Charleville-Mezières
ml: ചാള്‍വില്‍-മെസിയേ
ta: சார்லெவில்லா-மெசிரெஸ்

source: Charlevoix
ml: ചാള്‍ലിവോ
ta: சார்லெவோக்ஸ்

source: Charlevoix Airport
ml: ചാള്‍ലിവോ എയര്‍പോര്‍ട്ട്
ta: சார்லெவோக்ஸ் விமான நிலையம்

source: Charlevoix CS
ml: ചാള്‍ലിവോ സി എസ്
ta: சார்லெவோக்ஸ் CS

source: Charlo
ml: ചാര്‍ളോ
ta: ச்சார்லோ

source: Charlotte
ml: ചാര്‍ളോട്ട്
ta: சார்ல்லோடி

source: Charlotte Amalie St. Thomas
ml: ചാര്‍‍ലോട്ട് അമാലി സെയ്ന്‍റ്.തോമസ്
ta: ச்சார்லோட் அமெல்லே செயின்ட் தாமஸ்

source: Charlottesville
ml: ചാര്‍‍ലോട്ട്സ്‍വില്‍
ta: சார்லோடெஸ்வில்லா

source: Charlottetown
ml: ചാര്‍‍ലോട്ട് ടൌണ്‍
ta: சார்லொட்டௌன்

source: Charlottetown Airport
ml: ചാര്‍‍ലോട്ട് ടൌണ്‍ എയര്‍പോര്‍ട്ട്
ta: சார்லோட்டேடவுண் விமான நிலையம்

source: Charmeil
ml: ചാര്‍മീല്‍
ta: கார்மில்

source: Chartres
ml: ചാര്‍ട്ട്രസ്
ta: சார்ல்ட்ரெஸ்

source: Chatham
ml: ചാത്താം
ta: சாதாம்

source: Chatham AWRS
ml: ചാത്താം എ ഡബ്ള്യൂ ആര്‍ എസ്
ta: சாத்தம் AWRS

source: Chatham Coast Guard Station
ml: ചാത്താം കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: சாத்தம் கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Chatham Municipal Airport
ml: ചാത്താം മുന്‍സിപല്‍ എയര്‍പോര്‍ട്ട്
ta: சாத்தம்-முனிசிபல் ஏர்போர்ட்

source: Chattanooga
ml: ചാട്ടാനൂഗാ
ta: சாடனோங்கா

source: Chattanooga / Daisy
ml: ചാട്ടാനൂഗാ / ഡെയ്സി
ta: சாட்னோகா / டெய்சி

source: Chaybukha
ml: ചായ്ബൂക്കാ
ta: சாய்புக்ஹா

source: Cheboksary
ml: ചെബോക്ക്സാരി
ta: செபோக்ஸ்சரி

source: Cheboygan
ml: ചെബോയ്ഗാന്‍
ta: கெய்போய்கான்

source: Cheju
ml: ചെജു
ta: செஜு

source: Chelyabinsk-Balandino
ml: ചെല്യാബിന്‍സ്ക്ക്-ബലാന്ദിനോ
ta: செல்யாபின்ஸ்க்-பாலென்டினோ

source: Chenault Airpark
ml: ചെനൌള്‍ട്ട് എയര്‍പാര്‍ക്ക്
ta: ஷெனௌல்ட் ஏர்ப்போர்ட்

source: Chengdu
ml: ചെങ്ദു
ta: செங்டு

source: Chepes
ml: ചെപ്പേസ്
ta: செப்பெஸ்

source: Cherbourg
ml: ചെര്‍ബോര്‍ഗ്
ta: செர்போர்க்

source: Cherkasy
ml: ചെര്‍ക്കാസി
ta: செர்கசி

source: Chernovsty
ml: ചെര്‍ണോവ്സ്റ്റി
ta: செர்னோவ்ஸ்டி

source: Cherry Point
ml: ചെറി പോയിന്‍റ്
ta: செர்ரி பாயின்ட்

source: Chesapeak
ml: ചെസാപ്പീക്ക്
ta: செக்சாபீக்

source: Chesapeake
ml: ചെസാപ്പീക്കെ
ta: கெக்சாபீக்

source: Chester County
ml: ചെസ്റ്റര്‍ കൌണ്‍ട്ടി
ta: செஸ்டர் கௌன்டி

source: Chesterfield Inlet
ml: ചെസ്റ്റര്‍ ഫീള്‍ഡ് ഇന്‍‍ലെറ്റ്
ta: செஸ்டர்ஃபீல்ட் இன்லெட்

source: Chetco River
ml: ചെറ്റ്ക്കോ റിവര്‍
ta: செட்கோ ரிவர்

source: Cheticamp
ml: ചെറ്റികാംപ്
ta: செட்டி கேம்ப்

source: Chetumal
ml: ചെറ്റുമാള്‍
ta: சென்டுமால்

source: Chetwynd
ml: ചെറ്റ്വിന്‍ഡ്
ta: செட்வியன்ட்

source: Chevery
ml: ചെവെറി
ta: செவெரி

source: Cheyenne
ml: ചെയിന്ന്
ta: சென்யென்னி

source: Chia Tung
ml: ചിയ തുങ്
ta: சீனா டங்

source: Chiang Kai Shek
ml: ചിയാങ് കായി ഷെക്ക്
ta: சியாங் க்யாங் செங்க்

source: Chiang Mai
ml: ചിയാങ് മായി
ta: சியாங் மாய்

source: Chiang Rai
ml: ചിയാങ് റായി
ta: சியாங் ரை

source: Chiayi
ml: ചിയായി
ta: சியாயி

source: Chibougamau-Chapais
ml: ചിബൌഗമൌ-ചപ്പെയിസ്
ta: சிபௌஙமௌ-சாப்யாஸ்

source: Chicago
ml: ചിക്കാഗോ
ta: சிகாகோ

source: Chicago Weather Service Forecast Office
ml: ചിക്കാഗോ വെതര്‍ സര്‍വീസ് ഫോര്‍ക്കാസ്റ്റ് ഓഫീസ്
ta: சிக்காகோ வானிலை ஆராய்சி நிலையம்

source: Chichen-Itzá
ml: ചിച്ചന്‍-ഇറ്റ്സ
ta: சிசென்-ட்ஸா

source: Chichijima
ml: ചിച്ചിജിമാ
ta: சின்சிஜ்மா

source: Chickasha
ml: ചിക്കാഷാ
ta: சிக்க்ஷா

source: Chiclayo
ml: ചിക്ക്ലായോ
ta: சிக்லயோ

source: Chico
ml: ചിക്കോ
ta: சிக்கோ

source: Chicopee Falls
ml: ചിക്കോപ്പീ ഫോള്‍സ്
ta: சிக்கோபீ ஃபால்ஸ்

source: Chignik
ml: ചിങ്നിക്ക്
ta: சிங்னிக்

source: Chihhangs
ml: ചിഹാങ്സ്
ta: சிஹ்ஹாங்ஸ்

source: Chihuahua
ml: ചിഹ്വാഹ്വാ
ta: சிஹௌஹௌவா

source: Childress
ml: ചൈള്‍ഡ്രസ്സ്
ta: சில்ட்ரெஸ்

source: Chile
ml: ചിലീ
ta: சிலி

source: Chile Chico
ml: ചിലി ചിക്കോ
ta: சிலி சிக்கோ

source: Chilecito
ml: ചിലിസിറ്റോ
ta: சிலெக்டோ

source: Chileka
ml: ചിലേക്കാ
ta: சிலெகா

source: Chillicothe
ml: ചിലിക്കോഥ്
ta: சிலிகோத்

source: Chillán
ml: ചില്ലാന്‍
ta: சிலியன்

source: Chimbote
ml: ചിന്പോത്തെ
ta: சிம்போட்

source: Chimoio
ml: ചിമോയിയോ
ta: சிமோயோ

source: China Lake
ml: ചൈന ലേക്ക്
ta: சீனா லேக்

source: Chinandega
ml: ചിനാന്ഡെഗാ
ta: சினான்டெகா

source: Chincoteague
ml: ചിന്‍കോത്തിയാഗേ
ta: சின்கோடெகுவா

source: Chingozi
ml: ചിങ്കോസി
ta: சிங்கோசி

source: Chinmem/Shatou
ml: ചിന്‍മെം/ഷാത്തൌ
ta: சின்மெம்/ஷாடௌ

source: Chino
ml: ചിനോ
ta: சினோ

source: Chios
ml: ചിയോസ്
ta: சியோஸ்

source: Chipata
ml: ചിപ്പാത്ത
ta: சிப்டா

source: Chipinge
ml: ചിപിന്‍ജെ
ta: சிபிங்கி

source: Chippewa
ml: ചിപ്പേവാ
ta: சிப்பெவா

source: Chita
ml: ചിത്താ
ta: சிட்டா

source: Chitipa
ml: ചിത്തിപ്പാ
ta: சிட்டிபா

source: Chitose Ab
ml: ചിത്തോസ് അബ്
ta: சிட்டோஸ் ஆப்

source: Chitose Japanese Air Self Defense Force
ml: ചിത്തോസ് ജാപ്പനീസ് എയര്‍ സെല്‍ഫ് ഡിഫെന്‍സ് ഫോഴ്സ്
ta: சிடோஸ் ஜப்பானிய விமானப்படை

source: Chittagong Patenga
ml: ചിത്താഗോങ് പത്തെങ്കാ
ta: சிட்டாகாங் லபடெங்கா

source: Chièvres
ml: ഷിവ്റീസ്
ta: சிவ்ரெஸ்

source: Chişinău
ml: ഷിസിനൌ
ta: சிஸ்னௌ

source: Chlef
ml: ഷ്ളെഫ്
ta: செலெஃப்

source: Choctaw Pensacola
ml: ചോക്ക്തോ പെന്‍സാക്കോളാ
ta: சோக்டௌ பென்சகோலா

source: Chofu
ml: ചോഫൂ
ta: ஷொஃபு

source: Choluteca
ml: ചൊലുത്തെക്കാ
ta: சோலுடெகா

source: Choma
ml: ചോമാ
ta: சோமா

source: Chon Buri
ml: ചോണ്‍ ബുറി
ta: ச்ஷோன் புரி

source: Chongju Ab
ml: ചോങ്ജു അബ്
ta: சோங்ஜு அப்

source: Chongqing
ml: ചോങ്ക്വിന്‍
ta: காங்ஸ்பபை

source: Christchurch
ml: ക്രൈസ്റ്റ് ചര്‍ച്ച്
ta: கிரிஸௌர்ச்

source: Christiansted
ml: ക്രിസ്റ്റിയന്‍സ്റ്റെഡ്
ta: கிறிஸ்ெஇயன்ஸ்டெட்

source: Christmas Island
ml: ക്രിസ്ത്മസ് ഐലന്‍റ്
ta: கிறிஸ்துமஸ் தீவு

source: Christmas/Cassidy
ml: ക്രിസ്ത്മസ്/കാസ്സിഡി
ta: கிறிஸ்துமஸ்/காசிடி

source: Chrysoupoli
ml: ക്രൈസോപ്പോളി
ta: க்ரைசோபோலி

source: Chulitna
ml: ചുളിറ്റ്നാ
ta: சுலிட்னா

source: Chumphon
ml: ചംഫോണ്‍
ta: ச்சம்போன்

source: Chunchon Ab
ml: ചങ്കണ്‍ അബ്
ta: சங்சோன் ஏப்

source: Chungju
ml: ചുങ്ജു
ta: செங்கு

source: Churchill
ml: ചര്‍ച്ചില്‍
ta: சர்ச்சில்

source: Churchill Falls
ml: ചര്‍ച്ചില്‍ ഫോള്‍സ്
ta: சர்ச்சில் ஃபால்ஸ்

source: Chute Des Passes
ml: ച്യൂട്ട് ഡെസ് പാസ്സസ്സ്
ta: ச்டெ டெஸ் பாஸஸ்

source: Châlons-en-Champagne
ml: ചാലോങ്സ്-എന്‍-ഷാംപെയിന്‍
ta: சலோன்ஸ்-என்-சேம்பைனே

source: Château-Arnoux-Saint-Auban
ml: ഷാത്തിയൂ-അര്‍ണോക്സ്-സെയിന്‍റ്-ഔബാന്‍
ta: சேட்டியோ-அர்னக்ஸ்-செயின்ட்-அபன்

source: Châteaudun
ml: ഷാത്തിയൂഡുന്‍
ta: சேதென்டன்

source: Châteauroux
ml: ഷാത്തിയൂറോക്സ്
ta: சேட்டியோரூக்ஸ்

source: Châtillon-sur-Seine
ml: ഷാത്തിലണ്‍-സുര്‍-സെയിന്‍
ta: சாடிலியன்-சர்-செய்நி

source: Cienfuegos, Las Villas
ml: സിയെന്‍ഫ്യൂഗോസ്, ലാസ് വിലാസ്
ta: சிஃபூகோஸ், லாஸ் விலாஸ்

source: Cigli
ml: സിജ്ളി
ta: சிக்லி

source: Cilacap
ml: സിലാക്കാപ്പ്
ta: சிலாகேப்

source: Cincinnati
ml: സിന്‍സിനാറ്റി
ta: சின்சினாடி

source: Circle City
ml: സിര്‍ക്കിള്‍ സിറ്റി
ta: சர்க்கிள் சிட்டி

source: City Airport
ml: സിറ്റി എയര്‍പോര്‍ട്ട്
ta: சிட்டி ஏர்போர்ட்

source: Ciudad Bolívar
ml: സ്യുഡാഡ് ബൊളിവര്‍
ta: சியூடாட் பொலிவார்

source: Ciudad Juárez
ml: സ്യുഡാഡ് ജ്വാറെസ്
ta: சியுடாட் ஜுஆர்ஸ்

source: Ciudad Obregón
ml: സ്യുഡാഡ് ഒബ്രെഗോണ്‍
ta: சியுடாட் ஓப்ரெகோன்

source: Ciudad Victoria
ml: സ്യുഡാഡ് വിക്ടോറിയ
ta: சியுடாட் விக்டோரியா

source: Ciudad del Carmen
ml: സ്യുഡാഡ് ഡെല്‍ കാന്‍മെന്‍
ta: சியுடாட் டெல் கார்மென்

source: Civitavecchia
ml: സിവിറ്റവെച്ചിയ
ta: சிவிடாவெசின்னா

source: Claiborne Range
ml: ക്ളായിബോര്‍ണ്‍ റേയ്ഞ്ച്
ta: க்லாஇபோர்னே ரேஞ்ச்

source: Claremore
ml: ക്ളാരെമോര്‍
ta: காரெமோர்

source: Claresholm
ml: ക്ളാര്‍ഷോം
ta: சார்லஸ்ஹோல்ம்

source: Clarinda
ml: ക്ളാറിന്‍ഡാ
ta: க்லாரின்டா

source: Clarion
ml: ക്ളാരിയണ്‍
ta: க்ளாரிஆன்

source: Clark
ml: ക്ളാര്‍ക്ക്
ta: க்ளார்க்

source: Clarkfield Pampanga
ml: ക്ളാര്‍ക്ക് ഫീള്‍ഡ് പാംപാങ്കാ
ta: க்ளார்க்ஃபீல்ட் பாம்பாங்கா

source: Clarksburg
ml: ക്ളാര്‍ക്ക്സ്ബര്‍ഗ്
ta: க்ளார்க்பெர்க்

source: Clarksville
ml: ക്ളാര്‍ക്ക്സ് വില്‍
ta: க்ளார்க்ஸ்வில்லா

source: Clayton
ml: ക്ളെയ്ട്ടണ്‍
ta: க்ளேடன்

source: Clayton Lake
ml: ക്ളെയ്ട്ടണ്‍ ലെയ്ക്ക്
ta: க்ளேடன் லேக்

source: Clear
ml: ക്ളിയര്‍
ta: க்ளியர்

source: Clearfield
ml: ക്ളിയര്‍ഫീള്‍ഡ്
ta: க்ளியர்ஃபீல்ட்

source: Clearwater
ml: ക്ളിയര്‍വാട്ടര്‍
ta: க்ளியர்வாட்டர்

source: Cleburne
ml: ക്ളിബേര്‍ണ്‍
ta: செலிபர்னே

source: Clemson
ml: ക്ളംസണ്‍
ta: க்லெம்ஸன்

source: Clermont-Ferrand
ml: ക്ളെര്‍മോണ്‍ട്ട്-ഫെറാഡ്
ta: க்லெர்மான்ட்-ஃபெர்ரான்ட்

source: Cleveland
ml: ക്ളീവ് ലാന്‍ഡ്
ta: க்ளெவ்லான்ட்

source: Cleveland Harbor Coast Guard Station
ml: ക്ളീവ് ലാന്‍ഡ് ഹാര്‍ബര്‍ കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: க்லெவெலான்ட் துறைமுக பாதுகாப்பு நிலையம்

source: Clewiston
ml: ക്ളെവിസ്റ്റണ്‍
ta: க்லெவிஸ்டன்

source: Clines Corners
ml: ക്ളൈന്‍സ് കോര്‍ണേഴ്സ്
ta: சிலினெஸ் கார்னெர்ஸ்

source: Clinton
ml: ക്ളിന്‍റണ്‍
ta: கிலின்டன்

source: Clintonville
ml: ക്ളിന്‍റണ്‍ വില്‍
ta: க்லின்டன்வில்லா

source: Cloquet
ml: ക്ളോക്വറ്റ്
ta: க்லோவெட்

source: Clover
ml: ക്ളോവര്‍
ta: க்ளோவர்

source: Clovis
ml: ക്ളോവിസ്
ta: க்ளீவிஸ்

source: Cluff Lake
ml: ക്ളഫ് ലേയ്ക്ക്
ta: க்ளஃப் லேக்

source: Cluj-Napoca
ml: ക്ളജ്-നപ്പോക്കാ
ta: க்லூஜ்-நபோகா

source: Clut Lake
ml: ക്ളട്ട് ലേയ്ക്ക്
ta: க்ளேடன் லேக்

source: Clyde River
ml: ക്ളൈഡ് റിവര്‍
ta: ஹேயெஸ் ரிவர்

source: Coast Guard Light Station
ml: കോസ്റ്റ് ഗാര്‍ഡ് ലൈറ്റ് സ്റ്റേഷന്‍
ta: கோஸ்ட் கார்ட் லைட் ஸ்டேஷன்

source: Coast Guard Station
ml: കോസ്റ്റ് ഗാര്‍ഡ് സ്റ്റേഷന്‍
ta: கோஸ்ட் கார்ட் ஸ்டேஷன்

source: Coban
ml: കോബാന്‍
ta: கோபான்

source: Cobija
ml: കോബിജാ
ta: கோபுஜியா

source: Cobourg
ml: കോബര്‍ഗ്
ta: கோபோர்க்

source: Cochabamba
ml: കോച്ചബംബാ
ta: கொஷாபாமா

source: Cochin/Willingdon
ml: കൊച്ചിന്‍/വില്ലിങ്ട്ടണ്‍
ta: கோசென்/விலிங்டன்

source: Cochrane
ml: കൊക്ക്രെയിന്‍
ta: கோச்ஜேன்

source: Cockburn Town, San Salvador
ml: കോക്ക്ബേര്‍ണ്‍ ടൌണ്‍, സാന്‍ സാല്‍‍വേഡര്‍
ta: கோக்பர்ன் டௌன், சான் சால்வடார்

source: Coco Island
ml: കൊക്കോ ഐലന്‍റ്
ta: கோக்கஸ் தீவு

source: Cocoa Beach
ml: കൊക്കോ ബീച്ച്
ta: கோகோ பீச்

source: Cocobeach
ml: കൊക്കോ ബീച്ച്
ta: கோகோ பீச்

source: Cocos (Keeling) Island
ml: കൊക്കോസ് (കീലിങ്) ഐലന്‍റ്
ta: கோக்கஸ்(கீலிங்) தீவு

source: Cody
ml: കോഡി
ta: கொடி

source: Coeur d'Alene
ml: കോയുര്‍ ഡി അലീന്‍
ta: கோயுர் டி'அலெனி

source: Coffeyville
ml: കോഫീവില്‍
ta: கோச்ஃபெவில்லா

source: Coffs Harbour
ml: കോഫ്സ് ഹാര്‍ബര്‍
ta: கோப்ஃஸ் துறைமுகம்்

source: Cognac
ml: കോഗ്നാക്ക്
ta: கோக்னாக்

source: Coimbatore/Peelamedu
ml: കോയന്പത്തൂര്‍/പീലമേഡ്
ta: கோயம்பத்தூர்/பீலமேடு

source: Cointrin
ml: കോയിന്‍ട്രിന്‍
ta: காயின்ட்ரின்
