Repository: GNOME/gnome-applets
Catalog: po-locations/*.po
Languages: ml, ta

source: Sogndal/Haukåsen
ml: സോങ് ഡാല്‍/ഹൌക്കാസന്‍
ta: சோக்ன்டல்/ஹாகாசென்

source: Sohar Majis
ml: സോഹാര്‍ മജീസ്
ta: சோஹர் மஜிஸ்

source: Sokode
ml: സോകോഡ്
ta: சோகோடி

source: Sokoto
ml: സോക്കോട്ടോ
ta: சோகோடோ

source: Sola Vanua Lava
ml: സോളാ വാനുവാ ലാവാ
ta: சோலா வனோ லாவா

source: Solana Beach
ml: സോളാനാ ബീച്ച്
ta: சோலானா பீச்

source: Soldotna
ml: സോള്‍ഡോണ്‍ട്ടാ
ta: சோல்டோட்னா

source: Solenzara
ml: സോളന്‍സാറാ
ta: சோலின்சாரா

source: Solomon Islands
ml: സോളമണ്‍ ഐലന്‍റ്സ്
ta: சாலமன் தீவுகள்

source: Solwezi
ml: സോള്‍‍വേസി
ta: சோல்விசி

source: Somalia
ml: സോമാലിയ
ta: சோமாலியா

source: Somerset
ml: സെമര്‍സറ്റ്
ta: சோமெர்செட்

source: Somerville
ml: സെമര്‍വില്ലി
ta: சோமர்வில்லா

source: Songea
ml: സോങ്കിയാ
ta: சோன்ஜியா

source: Songkhla
ml: സോങ്ക്ലാ
ta: சாங்க்லா

source: Songmu Ab
ml: സോങ്മു അബ്
ta: சோன்ங்மு ஏப்

source: Sonora
ml: സോണോറാ
ta: சோனோரா

source: Sorong / Jefman
ml: സോറോങ് / ജെഫ്മാന്‍
ta: சோரோங் / ஜெஃப்மேன்

source: Soroti
ml: സോറോട്ടി
ta: சோரோடி

source: Souanke
ml: സവാങ്കി
ta: சோன்கே

source: Souda
ml: സോഡാ
ta: சோடா

source: South Africa
ml: സൌത്ത് ആഫ്രിക്കാ
ta: தென் ஆப்ரிக்கா

source: South Airport
ml: സൌത്ത് എയര്‍പോര്‍ട്ട്
ta: தெற்கு விமான நிலையம்

source: South Australia
ml: സൌത്ത് ഓസ്ട്രേലിയ
ta: தென் ஆஸ்திரேலியா

source: South Bend
ml: സൌത്ത് ബെന്‍ഡ്
ta: தெற்கு பென்ட்

source: South Brazos
ml: സൌത്ത് ബ്രാസോസ്
ta: தெற்கு ப்ராசோஸ்

source: South Carolina
ml: സൌത്ത് കരോളൈനാ
ta: தெற்கு கரோலினா

source: South Dakota
ml: സൌത്ത് ഡക്കോട്ടാ
ta: தெற்கு டாகோடா

source: South Georgia and the Islands
ml: സൌത്ത് ജോര്‍ജിയ ആന്‍ഡ് ദി ഐലന്‍റ്സ്
ta: தெற்கு ஜார்ஜியா மற்றும் தீவுகள்

source: South Hill
ml: സൌത്ത് ഹില്‍
ta: சவுத் ஹில்

source: South Kona
ml: സൌത്ത് കോണാ
ta: தெற்கு கோனா

source: South Korea
ml: സൌത്ത് കോറിയാ
ta: தென் கொரியா

source: South Marsh Island
ml: സൌത്ത് മാര്‍ഷ് ഐലന്‍റ്
ta: தெற்கு மார்ஸ் தீவு

source: South Port / Oak Island
ml: സൌത്ത് പോര്‍ട്ട് / ഓക്ക് ഐലന്‍റ്
ta: தெற்கு போர்ட் / ஓக் தீவு

source: South St. Paul
ml: സൌത്ത് സെന്‍റ്, പോള്‍
ta: தென் செயின்ட் பால்

source: South Timbalier
ml: സൌത്ത് റ്റിംബാലിയര്‍
ta: தெற்கு டிம்ளர்

source: South and South West England
ml: സൌത്ത് ആന്‍ഡ് സൌത്ത് വെസ്റ്റ് ഇംഗ്ളണ്ട്
ta: தெற்கு மற்றும் தென்கிழக்கு இங்கிலாந்து

source: Southampton
ml: സൌത്താംപ്റ്റണ്‍
ta: சௌதம்டன்

source: Southend
ml: സൌത്തെന്‍ഡ്
ta: சௌதென்ட்

source: Southern Pines
ml: സതേര്‍ണ്‍ പൈന്‍സ്
ta: தென் பைன்ஸ்

source: Southwest Florida International
ml: സൌത്ത് വെസ്റ്റ് ഫ്ളോറിഡാ ഇന്‍റര്‍നാഷണല്‍
ta: தென்மேற்கு ஃப்ளோரிடா இன்டர்நேஷனல்

source: Southwest Pass
ml: സൌത്ത് വെസ്റ്റ് പാസ്സ്
ta: தென்மேற்கு பாஸ்

source: Spa
ml: സ്പാ
ta: ஸ்பா

source: Spain
ml: സ്പെയിന്‍
ta: ஸ்பெயின்

source: Spangdahlem
ml: സ്പാഡാലെം
ta: ஸ்பாங்டலேம்

source: Sparrevohn
ml: സ്പേറേവോണ്‍
ta: ஸ்பார்ரெவோன்

source: Sparta
ml: സ്പാര്‍ട്ടാ
ta: ஸ்பார்டா

source: Spartanburg Memorial
ml: സ്പാര്‍ട്ടന്‍ബര്‍ഗ് മെമ്മോറിയല്‍
ta: ஸ்பார்டன்பெர்க் மெமோரியல்

source: Sparwood
ml: സ്പാര്‍വുഡ്
ta: ஸ்பேர்வுட்

source: Sparwood / Elk Valley
ml: സ്പാര്‍വുഡ് / എല്‍ക്ക് വാലീ
ta: ஸ்பேர்வுட் / எல்க் வேலி

source: Sparwood Automatic Weather Reporting System
ml: സ്പാര്‍വുഡ് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: ஸ்பேர்விட் தானியக்க வானிலை அறிக்கையிடும் அமைப்பு

source: Spearfish
ml: സ്പിയര്‍ഫിഷ്
ta: ஸ்பேர்ஃபிஷ்

source: Spence Bay
ml: സ്പെന്‍സ് ബേ
ta: ஸ்பின்ஸ் பே

source: Spencer
ml: സ്പെന്‍സര്‍
ta: ஸ்பென்சர்

source: Spickard
ml: സ്പിക്ക്യാര്‍ഡ്
ta: ஸ்பிகார்ட்

source: Spinks Airport
ml: സ്പിങ്ക്സ് എയര്‍പോര്‍ട്ട്
ta: ஸ்பிங்ஸ் விமான நிலையம்

source: Spirit River Auto Station
ml: സ്പിരിറ്റ് റിവര്‍ ഓട്ടോ സ്റ്റേഷന്‍
ta: ஸ்பிரிட் ரிவர் தானியக்க நிலையம்

source: Spirit of St. Louis
ml: സ്പിരിറ്റ് ഓഫ് സെന്‍റ് ലൂയുസി
ta: ஸ்பிரிட் ஆஃப் செயின்ட் லூயிஸ்

source: Split
ml: സ്പ്ളിറ്റ്
ta: ஸ்பிட்

source: Spokane
ml: സ്പോക്കെയിന്‍
ta: ஸ்போகேன்

source: Spokane-Parkwater
ml: സ്പോക്കെയിന്‍-പാര്‍ക്ക് വാട്ടര്‍
ta: ஸ்போகேன்-பார்ல்வாட்டர்

source: Springbank
ml: സ്പ്രിങ് ബാങ്ക്
ta: ஸ்பிரிங்பேங்க்

source: Springbok
ml: സ്പ്രിങ് ബുക്
ta: ஸ்பிங்போக்

source: Springdale
ml: സ്പ്രിങ്ഡെയില്‍
ta: ஸ்பிரிங்டேல்

source: Springfield
ml: സ്പ്രിങ് ഫീള്‍ഡ്
ta: ஸ்பிரிங்ஃபீல்ட்

source: Springs
ml: സ്പ്രിങ്സ്
ta: ஸ்பிரிங்ஸ்

source: Squamish Airport
ml: സ്ക്വാമിഷ് എയര്‍പോര്‍ട്ട്
ta: ஸ்கோமிஷ் விமான நிலையம்

source: Sri Lanka
ml: ശ്രീ ലങ്കാ
ta: இலங்கை

source: St Anicet
ml: സെന്‍റ് അനിസന്‍റ്
ta: செயின்ட் அனிசெட்

source: St Athan
ml: സെന്‍റ് അഥാന്‍
ta: செயன்ட் ஏதென்ஸ்

source: St Charles Creek
ml: സെന്‍റ് ചാള്‍സ് ക്രീക്ക്
ta: செயின்ட் சார்லஸ் க்ரீக்

source: St Cloud
ml: സെന്‍റ് ക്ളൌഡ്
ta: செயன்ட் க்ளைவுட்

source: St George Reef
ml: സെന്‍റ് ജോര്‍ജ് റീഫ്
ta: செயின்ட் ஜார்ஜ் ரீஃப்

source: St Johnsbury
ml: സെന്‍റ് ജോണ്‍സ്ബറി
ta: செயின்ட் ஜான்ஸ்பெர்ரி

source: St Joseph
ml: സെന്‍റ് ജോസഫ്
ta: செயின்ட் ஜோசப்ஸ்

source: St Jovite
ml: സെന്‍റ് ജോവിറ്റ്
ta: செயின்ட் ஜோவிட்

source: St Leonard Automatic Weather Reporting System
ml: സെന്‍റ് ലിയോനാര്‍ഡ് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: செயின்ட் லியோனார்ட் தானியக்க வானிலை அறிக்கையிடும் அமைப்பு

source: St Louis
ml: സെന്‍റ് ലൂയിസ്
ta: செயின்ட் லூயிஸ்

source: St Mawgan
ml: സെന്‍റ് മാവ്ഗാന്‍
ta: செயின்ட் மாவ்கன்

source: St Paul
ml: സെന്‍റ് പോള്‍
ta: செயின்ட் பால்

source: St Petersburg
ml: സെന്‍റ് പീറ്റര്‍സ്ബര്‍ഗ്
ta: செயின்ட் பீட்டர்ஸ்பர்க்

source: St Simon's Island
ml: സെന്‍റ് സൈമണ്‍സ് ഐലന്‍റ്
ta: செயின்ட் சீமன்ஸ் தீவு

source: St. Augustine
ml: സെന്‍റ് അഗസ്റ്റിന്‍
ta: செயின்ட் அகஸ்டின்

source: St. Catharines
ml: സെന്‍റ് കാഥാറൈന്‍സ്
ta: செயின்ட் கேத்தரின்ஸ்

source: St. Charles
ml: സെന്‍റ് ചാള്‍സ്
ta: செயின்ட் சார்லஸ்

source: St. Clair
ml: സെന്‍റ് ക്ളെയര്‍
ta: செயின்ட் க்ளேயர்

source: St. Gallen-Altenrhein
ml: സെന്‍റ് ഗാലന്‍-അല്‍ട്ടന്‍റെയിന്‍
ta: செயின்ட் கேலான்-ஆல்டென்ரென்

source: St. George
ml: സെന്‍റ് ജോര്‍ജ്
ta: செயின்ட் ஜார்ஜ்

source: St. George Island
ml: സെന്‍റ് ജോര്‍ജ് ഐലന്‍റ്
ta: செயின்ட் ஜார்ஜ் தீவு

source: St. Inigoes
ml: സെന്‍റ് ഇനിഗോസ്
ta: செயின்ட் இனிகோஸ்

source: St. James
ml: സെന്‍റ് ജെയിംസ്
ta: செயின்ட் ஜேம்ஸ்

source: St. John's
ml: സെന്‍റ് ജോണ്‍സ്
ta: செயின்ட் ஜான்ஸ்

source: St. John's West
ml: സെന്‍റ് ജോണ്‍സ് വെസ്റ്റ്
ta: செயின்ட் ஜான்ஸ் மேற்கு

source: St. Johns
ml: സെന്‍റ് ജോണ്‍സ്
ta: செயின்ட் ஜான்ஸ்

source: St. Lawrence
ml: സെന്‍റ് ലോറന്‍സ്
ta: செயின்ட் லாரென்ஸ்

source: St. Lucie County International Airport
ml: സെന്‍റ് ലൂസി കൌണ്ടി ഇന്‍റര്‍നാഷണല്‍ എയര്‍പോര്‍ട്ട്
ta: செயின்ட் லூசி கவுண்டி சர்வதேச விமான நிலையம்

source: St. Mary's
ml: സെന്‍റ് മേരിസ്
ta: செயின்ட் மேரீஸ்

source: St. Paul Island
ml: സെന്‍റ് പോള്‍ ഐലന്‍റ്
ta: செயின்ட் பால் தீவு

source: St. Petersburg
ml: സെന്‍റ് പീറ്റര്‍സ്ബര്‍ഗ്
ta: செயின்ட் பீட்டர்ஸ்பெர்க்

source: St. Shotts
ml: സെന്‍റ് ഷോട്ട്സ്
ta: செயின்ட் ஷோட்ஸ்

source: St. Stephen
ml: സെന്‍റ് സ്റ്റീഫന്‍
ta: செயின்ட் ஸ்டீபன்

source: Stafford
ml: സ്റ്റാഫോര്‍ഡ്
ta: ஸ்டாஃபோர்ட்

source: Stampede Pass
ml: സ്റ്റാംപീഡ് പാസ്സ്
ta: ஸ்டாம்பெட் பாஸ்

source: Standerton
ml: സ്റ്റാന്‍ഡര്‍ട്ടണ്‍
ta: ஸ்டன்டர்டன்

source: Stanley
ml: സ്റ്റാന്‍ലീ
ta: ஸ்டேன்லி

source: Stanley Airport
ml: സ്റ്റാന്‍ലീ എയര്‍പോര്‍ട്ട്
ta: ஸ்டேன்லி விமான நிலையம்

source: Stanley Ranger Station
ml: സ്റ്റാന്‍ലീ റെഞ്ചര്‍ സ്റ്റേഷന്‍
ta: ஸ்டேன்லி ரேஞ்சர் ஸ்டேஷன்

source: Stansted Airport
ml: സ്റ്റാന്‍സ്റ്റെഡ് എയര്‍പോര്‍ട്ട്
ta: ஸ்டன்ஸ்ட் விமான நிலையம்

source: Staples
ml: സ്റ്റേപിള്‍സ്
ta: ஸ்டெபல்ஸ்

source: Stapleton International, Co.
ml: സ്റ്റേപിള്‍ട്ടണ്‍ ഇന്‍റര്‍നാഷണല്‍, കം
ta: ஸ்டபெல்டன் சர்வதேச நிறுவனம்

source: State College
ml: സ്റ്റേറ്റ് കോളേജ്
ta: ஸ்டேட் காலேஜ்

source: State College NEXRAD
ml: സ്റ്റേറ്റ് കോളേജ് നെക്സ്രാഡ്
ta: ஸ்டேட் காலேஜ் NEXRAD

source: Statesboro
ml: സ്റ്റേറ്റ്സ്ബോറോ
ta: ஸ்டேஸ்போரோ

source: Statesville
ml: സ്റ്റേറ്റ്സ്വില്‍
ta: ஸ்டேட்ஸ்வில்லா

source: Stauning
ml: സ്റ്റൌണിങ്
ta: ஸ்டானிங்

source: Staunton
ml: സ്റ്റൌണ്‍ട്ടണ്‍
ta: ஸ்டாடன்

source: Stavanger/Sola
ml: സ്റ്റവാഞ്ചര്‍/സോളാ
ta: ஸ்டாவஙர்/சோலா

source: Stavropol
ml: സ്റ്റാവ്രോപോള്‍
ta: ஸ்டாவ்ரோபோல்

source: Ste Agathe des Mont
ml: സ്റ്റേ അഗഥേ ഡേസ് മോണ്‍ട്ട്
ta: ஸ்டி அகதே டெஸ் மோன்ட்

source: Ste Foy CS
ml: സ്റ്റേ ഫോയ് സിഎസ്
ta: ஸ்டி ஃபோ CS

source: Steamboat Springs
ml: സ്റ്റീംബോട്ട് സ്പ്രിങ്സ്
ta: ஸ்டீம்போட் ஸ்பிரிங்ஸ்

source: Stephenville
ml: സ്റ്റീഫന്‍വില്‍
ta: ஸ்டீபன்வில்லா

source: Sterling Rockfalls
ml: സ്റ്റെര്‍ളിങ് റോക്ക് ഫോള്‍സ്
ta: ஸ்டெர்லிங் ராக்ஃபால்ஸ்

source: Stevens Point
ml: സ്റ്റീവന്‍സ് പോയിന്‍റ്
ta: ஸ்டீவன்ஸ் பாயின்ட்

source: Stewart
ml: സ്റ്റീവാര്‍ട്ട്
ta: ஸ்டூவர்ட்

source: Stillpond
ml: സ്റ്റില്‍പോണ്ട്
ta: ஸ்டில்பான்ட்

source: Stillwater
ml: സ്റ്റില്‍ വാട്ടര്‍
ta: ஸ்டில்வாட்டர்

source: Stinson
ml: സ്റ്റിന്‍സണ്‍
ta: ஸ்டின்சன்

source: Sto. Domingo
ml: സ്റ്റോ ഡോമിങ്കോ
ta: Sto. டோமிங்கோ

source: Stockholm
ml: സ്റ്റോക്കോം
ta: ஸ்டாக்ஒல்ம்

source: Stockton
ml: സ്റ്റോക്ക്ട്ടണ്‍
ta: ஸ்டாக்டன்

source: Stony Plain
ml: സ്റ്റോണി പ്ളേയിന്‍
ta: ஸ்டோனி ப்ளைன்

source: Stony Rapids
ml: സ്റ്റോണ്‍ റാപിഡ്സ്
ta: ஸ்டோனி ராபிட்ஸ்

source: Stord/Sørstokken
ml: സ്റ്റോര്‍ഡ്/സോര്‍സ്റ്റോക്കന്‍
ta: ஸ்டோர்ட்/ஸோர்ஸ்டொக்கென்

source: Storkmarknes/Skagen
ml: സ്റ്റോര്‍ക്ക്മാര്‍ക്ക്നെസ്/സ്ക്കാജന്‍
ta: ஸ்டாக்மார்க்னெஸ்/ஸ்கஜென்

source: Storm Hills
ml: സ്റ്റോം ഹില്‍സ്
ta: ஸ்ட்ராம் ஹில்ஸ்

source: Storm Lake
ml: സ്റ്റോം ലെയ്ക്
ta: ஸ்ரோம் லேக்

source: Stornoway
ml: സ്റ്റോണോവേ
ta: ஸ்ரோர்னொவே

source: Strasbourg
ml: സ്റ്റാര്‍സ്ബര്‍ഗ്
ta: ஸ்டார்ஸ்போர்க்

source: Strevell
ml: സ്ട്രീവെല്‍
ta: ஸ்டெர்வெல்

source: Strigino
ml: സ്ട്രൈജിനോ
ta: ஸ்ட்ரிஜினோ

source: Stuart
ml: സ്റ്റൌര്‍ട്ട്
ta: ஸ்டுவர்ட்

source: Stumpy Point
ml: സ്റ്റംപ്റ്റി പോയിന്‍റ്
ta: ஸ்டம்பி பாயின்ட்

source: Sturgeon Bay
ml: സ്റ്റര്‍ജിണ്‍ ബേ
ta: ஸ்டர்கன் பே

source: Sturgis
ml: സ്റ്റര്‍ഗിസ്
ta: ஸ்டுர்கிஸ்

source: Sturup
ml: സ്റ്ററപ്പ്
ta: ஸ்ட்ரப்

source: Stuttgart
ml: സ്റ്റട്ട്ഗാര്‍ട്ട്
ta: ஸ்டட்கார்ட்

source: Stykkishólmur
ml: സ്റ്റൈക്കിഷോല്‍മര്‍
ta: ஸ்டிக்கிஸ்ஹோல்முர்

source: Sua-Pan
ml: സ്വാ-പാന്‍
ta: ஸ்வா-பான்

source: Subang
ml: സുബാങ്
ta: சுபாங்

source: Subic Bay
ml: സ്യൂബിക്ക് ബേ
ta: சுபிச் பே

source: Suceava
ml: സുക്യാവാ
ta: சுசிவா

source: Sucre
ml: സക്കര്‍
ta: ஸ்க்ரீ

source: Sudan
ml: സുഡാന്‍
ta: சூடான்

source: Sudbury
ml: സഡ്ബറി
ta: சட்பரி

source: Suffield
ml: സഫീള്‍ഡ്
ta: சஃப்பீல்ட்

source: Suffolk
ml: സഫോക്ക്
ta: சுஃப்ளோக்

source: Sugar Land
ml: ഷുഗര്‍ ലാന്‍ഡ്
ta: சுகர் லேண்ட்

source: Suippes
ml: സ്യൂപ്പസ്
ta: சுய்ப்பீஸ்

source: Suippes Range Met
ml: സ്യൂപ്പസ് റെഞ്ച് മെറ്റ്
ta: சுய்ப்பீஸ் ரேஞ்ச் மெட்

source: Sukkur
ml: സക്കര്‍
ta: சுக்கர்

source: Suleyman Demirel
ml: സ്യുലീമാന്‍ ഡെമിറല്‍
ta: சுலேமேன் டிமிரில்

source: Sullivans Island
ml: സുള്ളിവാന്‍സ് ഐലന്‍റ്
ta: சுலிவேன்ஸ் தீவு

source: Sulphur
ml: സള്‍ഫര്‍
ta: சல்பர்

source: Sulphur Springs
ml: സള്‍ഫര്‍ സ്പ്രിങ്സ്
ta: சல்பர் ஸ்பிரிங்ஸ்

source: Sumbawa Besar / Sumbawa Besar
ml: സന്പാവാ ബേസര്‍ / സന്പാവാ ബേസര്‍
ta: சும்பவா பேசர் / சும்பவா பேசர்

source: Sumburgh
ml: സംന്പര്‍ഗ്
ta: சம்பர்க்

source: Summerland
ml: സമ്മര്‍ലാന്‍ഡ്
ta: சம்மர்லேண்ட்

source: Summerside
ml: സമ്മര്‍സൈഡ്
ta: ஸம்மர்சைட்

source: Summerside Automatic Weather Reporting System
ml: സമ്മര്‍സൈഡ് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: சம்மர்லேண்ட் தானியக்க வானிலை அறிக்கையிடும் அமைப்பு

source: Summerside Can-Mil
ml: സമ്മര്‍സൈഡ് കാന്‍-മില്‍
ta: ஸம்மர்சைட் கேன்-மில்

source: Sumter
ml: സംറ്റര്‍
ta: சம்டர்்

source: Sumter (2)
ml: സംറ്റര്‍ (2)
ta: சம்டர் (2)

source: Sundre
ml: സന്‍ഡ്രേ
ta: சன்ரி

source: Sundsvall-Härnösand
ml: സന്‍ഡ്സ്വാല്‍-ഹാര്‍ണോസാന്‍ഡ്
ta: சன்ட்ஸ்வால்-ஹார்னோஸான்ட்

source: Sungshan/Taipei
ml: സങ്സ്ഷാന്‍/തായിപെയ്
ta: சங்ஷான்/டைபாய்

source: Sunriver
ml: സണ്‍റിവര്‍
ta: சன்ரிவர்

source: Sunyani
ml: സണ്‍യാനി
ta: சன்யானி

source: Suomussalmi
ml: സ്വോമുസ്സാല്‍മി
ta: சோமுஸ்ஸாசல்மி

source: Superior
ml: സുപീരിയര്‍
ta: சுபீரியர்

source: Superior Valley
ml: സുപീരിയര്‍ വാലീ
ta: சுபீரியர் வேலி

source: Supplementary Aviation Weather Reporting Station
ml: സപ്പ്ളിമെന്‍ററി ഏവിയേഷന്‍ വെഥര്‍ റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: துணை விமான பயிற்சி வானிலை அறிக்கையிடும் நிலையம்

source: Sur
ml: സുര്‍
ta: சுர்

source: Surabaya
ml: സുറാബായാ
ta: சுரபயா

source: Surabaya / Perak
ml: സുറാബായാ / പെറാക്ക്
ta: சுரபயா / பெராக்

source: Surakarta / Adisumarmo
ml: സുറാക്കാര്‍ത്താ / അഡിസുമാര്‍മോ
ta: சுரகார்டா / அடிசுமார்மோ

source: Surat Thani
ml: സൂറട്ട് ഥാനി
ta: சூரத் தானே

source: Surgut
ml: സര്‍ഗട്ട്
ta: சூர்கட்

source: Surigao
ml: സുറിഗാവ്
ta: சுரிகோ

source: Suriname
ml: സുറിനെയിം
ta: சுரினேம்

source: Surkhet
ml: സര്‍ക്കട്ട്
ta: சுர்கெட்

source: Surčin
ml: സര്‍സിന്‍
ta: சுர்சின்

source: Susanville
ml: സുസന്‍ വില്‍
ta: சூசன்வில்லா

source: Sussex
ml: സസ്സക്സ്
ta: சுசெக்ஸ்

source: Sutton
ml: സട്ടണ്‍
ta: சுடான்

source: Suwon Ab
ml: സുവോണ്‍ അബ്
ta: சுவோன் ஏப்

source: Sv Ri San
ml: സ്വ് റി സാന്‍
ta: Sv ரி சான்

source: Svalbard
ml: സ്വാര്‍ബാര്‍ഡ്
ta: சவால்பார்ட்

source: Svartnes
ml: സ്വാര്‍ട്ട്നെസ്
ta: சவர்ட்னஸ்

source: Svolvær/Helle
ml: സ്വോള്‍വര്‍/ഹെല്‍
ta: சவோல்வ்வெர்/ஹெலே

source: Swan River
ml: സ്വാന്‍ റിവര്‍
ta: ஸ்வான் ரிவர்

source: Swansboro
ml: സ്വാന്‍സ്ബോറോ
ta: ஸ்வென்பொரொ

source: Swaziland
ml: സ്വാസിലാന്‍ഡ്
ta: சுவாசிலாந்து

source: Sweden
ml: സ്വീഡന്‍
ta: ஸ்வீடன்

source: Sweetwater
ml: സ്വീറ്റ് വാട്ടര്‍
ta: ஸ்வீட்வாட்டர்

source: Swift Current
ml: സ്വിഫ്റ്റ് കറണ്‍ട്ട്
ta: ஸ்விஃப்ட் கரண்ட்

source: Swift Current Automatic Weather Reporting System
ml: സ്വിഫ്റ്റ് കറണ്‍ട്ട് ഓട്ടോമാറ്റിക്ക് വെഥര്‍ റിപോര്‍ട്ടിങ് സിസ്റ്റം
ta: ஸ்விஃப்ட் நடப்பு தானியக்க வானிலை அறிக்கையிடும் அமைப்பு

source: Switzerland
ml: സ്വിറ്റ്സര്‍ലാന്‍ഡ്
ta: சுவிச்சர்லாந்து

source: Sydfyn Airport
ml: സിഫ്ഡിന്‍ എയര്‍പോര്‍ട്ട്
ta: சைட்ஃப்ன் விமான நிலையம்

source: Sydney
ml: സിഡ്നീ
ta: சிட்னி

source: Syktyvkar
ml: സിക്ക്ട്ടിവ്ക്കാര്‍
ta: சைட்டிவ்கர்

source: Sylhet
ml: സില്‍ഹെറ്റ്
ta: சைல்ஹிட்

source: Sylvania
ml: സില്‍വാനിയ
ta: ஸ்ல்வானியா

source: Syracuse
ml: സിറോക്കുസ്
ta: சைரக்யூஸ்

source: Syria
ml: സിറിയ
ta: சிரியா

source: Syros
ml: സിറോസ്
ta: சைரோஸ்

source: Szczecin
ml: സ്ച്ചെസിന്‍
ta: ஸ்செஸ்சின்

source: Szeged
ml: സെഗഡ്
ta: சஸ்ஜெட்

source: Szentkiralyszabadja
ml: സെന്‍റ്ക്കിറാലിസാബാഡ്ജാ
ta: ஸ்ஜென்ட்கிர்லிஸ்பஜா

source: Szolnok
ml: സോള്‍നോക്ക്
ta: ஸ்ஸோல்னாக்

source: Szombathely
ml: സോംബാത്തലീ
ta: ஸ்ஸோம்பதேல்

source: São Carlos
ml: സാവോ കാര്‍ളോസ്
ta: சான் கார்லோஸ்

source: São Gabriel da Cachoeira
ml: സാവോ ഗബ്രീയേല്‍ ഡാ കാക്കോയിറാ
ta: சோ கேப்ரியல் டா காசோய்ரா

source: São José dos Campos
ml: സാവോ ജോസ് ഡോസ് കാംപോസ്
ta: சான் ஜோஸ் டோஸ் காம்போஸ்

source: São Luís
ml: സാവോ ലൂയിസ്
ta: சோ லுயிஸ்

source: São Paulo
ml: സാവോ പൌലോ
ta: சோ பாலோ

source: São Pedro da Aldeia
ml: സാവോ പോഡ്രോ ഡാ അല്‍ഡിയ
ta: சோ பிட்ரோ டா அல்டியா

source: Säve
ml: സെവ്
ta: சேவ்

source: Såtenäs
ml: സാറ്റെനാസ്
ta: சடினாஸ்

source: Söderhamn
ml: സോഡര്‍ഹാം
ta: சோடிர்ஹம்ன்

source: Sønderborg
ml: സോണ്‍ഡര്‍ബോര്‍ഗ്
ta: சோன்டெர்போர்க்

source: Sørkjosen
ml: സോര്‍ക്ക്ജോസന്‍
ta: சோர்க்ஜோசென்

source: Słupsk
ml: സ്ളപ്സ്ക്ക്
ta: ஸ்லுப்ஸ்க்

source: Taba
ml: റ്റാബാ
ta: டாபா

source: Tabarka
ml: റ്റബാര്‍ക്കാ
ta: டாபார்கா

source: Tabas
ml: റ്റബാസ്
ta: டபாஸ்

source: Tabatinga
ml: റ്റബാറ്റിങ്കാ
ta: தபாடிங்கா

source: Tabligbo
ml: റ്റബ്ളിഗ്ബോ
ta: டேப்லிக்போ

source: Tabora
ml: റ്റബോറാ
ta: டபோரா

source: Tabou
ml: റ്റബാവു
ta: டாபோஆ

source: Tabriz
ml: റ്റബ്രീസ്
ta: தாப்ரிஸ்

source: Tabuk
ml: റ്റബൂക്ക്
ta: தாப்க்

source: Tachikawa Ab
ml: റ്റാച്ചിക്കാവാ അബ്
ta: டசின்காவா ஏப்

source: Tacloban
ml: റ്റക്ക്ളോബാന്‍
ta: தாக்லோபன்

source: Tacna
ml: റ്റാക്ക്നാ
ta: டாக்னா

source: Tacoma
ml: റ്റഖോമാ
ta: டகோமா

source: Tacoma-Lakewood
ml: റ്റഖോമാ-ലേയ്ക്ക് വുഡ്
ta: டகோமா-லேக்வுட்

source: Tacuarembo
ml: റ്റക്ക്വാറംന്പോ
ta: டகுவரெம்போ

source: Taegu
ml: റ്റയിഗു
ta: டாகு

source: Taegu Ab
ml: റ്റയിഗു അബ്
ta: டாகு ஏப்

source: Taejon
ml: റ്റയിജോണ്‍
ta: டாஜோன்

source: Taejond
ml: റ്റയിജോണ്‍ഡ്
ta: டாஜோன்ட்

source: Taesong-San
ml: റ്റയിസോങ്-സാന്‍
ta: டோசாங்-சென்

source: Tafaraoui
ml: റ്റഫാറൌയി
ta: ட்பாரோய்

source: Tagbilaran
ml: റ്റഗ്ബീലാറാന്‍
ta: டோக்பில்லாரம்

source: Tahiti-Faaa
ml: റ്റാഹിത്തി-ഫാ
ta: சாஹிட்டி-ஃபா

source: Tahlequah
ml: റ്റഹ്ലെക്ക്വാ
ta: டஹல்க்யா

source: Tahoua
ml: റ്റഹ്വാ
ta: தஹுவா

source: Tahuna
ml: റ്റഹുണാ
ta: தஹுனா

source: Taichung
ml: തായിച്ചങ്
ta: டாய்சங்

source: Taif
ml: ത്തായിഫ്
ta: டாய்ஃப்

source: Tain
ml: തായിന്‍
ta: டாய்ன்

source: Tainan
ml: തായിനാന്‍
ta: டாய்னான்

source: Taipa
ml: തായിപാ
ta: டைபா

source: Taiwan
ml: തായിവാന്‍
ta: தாய்வான்

source: Taiyuan
ml: തായുവാന്‍
ta: தாயுனான்

source: Taiz
ml: തായിസ്
ta: தாய்ஸ்

source: Tajikistan
ml: തജിക്കിസ്ഥാന്‍
ta: டஜிகிஸ்தான்

source: Tajima
ml: തജിമാ
ta: தாஜ்மா

source: Tak
ml: തക്ക്
ta: டாக்

source: Takamatsu
ml: തക്കമാറ്റ്സു
ta: டாகாமட்சு

source: Takao Radar Site
ml: തക്കാവോ റഡാര്‍ സൈറ്റ്
ta: டாகோ ரேடார் சைட்

source: Takoradi
ml: തക്കോറാഡി
ta: டாகோரடி

source: Talara
ml: തളാറാ
ta: டலரா

source: Talkeetna
ml: തല്‍ക്കീഥ്നാ
ta: டால்கேட்னா

source: Tallahassee
ml: തള്ളാഹസി
ta: டால்ஹாஸீ

source: Tallinn
ml: താള്ളിന്‍
ta: டாலின்

source: Tamale
ml: തമാലേ
ta: டாமேல்

source: Tamanrasset/Aguenna
ml: തമാന്‍‍റാസറ്റ്/അഗ്വീനാ
ta: டாமன்ராசெட்/அகுன்னா

source: Tamatave
ml: തമാറ്റവേ
ta: டாமடாவ்

source: Tambacounda
ml: തന്പാക്കൌണ്ടാ
ta: டம்பாகவுண்டா

source: Tamdy
ml: താംഡി
ta: டாம்டி

source: Tampa
ml: താന്പാ
ta: தம்பா

source: Tampa Bay Area
ml: താന്പാ ബേ ഏരിയാ
ta: டம்பா பே பகுதி

source: Tampere/Pirkkala
ml: താന്പീയര്‍/പിര്‍ക്കലാ
ta: டாம்பெரி/மிர்க்கலா

source: Tampico
ml: താന്പീക്കോ
ta: தாம்பிகோ

source: Tamworth
ml: താംവര്‍ഥ്
ta: டாம்வோர்த்

source: Tan-Tan
ml: റ്റാന്‍-റ്റാന്‍
ta: டான்-டான்

source: Tanagra
ml: റ്റനാഗ്രാ
ta: டானாக்ரா

source: Tanah Merah / Tanah Merah
ml: റ്റനാഹ് മെറാഹ് / റ്റനാഹ് മെറാഹ്
ta: டானா மேரா / டானா மேரா

source: Tanana
ml: റ്റനാനാ
ta: தனானா

source: Tancos
ml: റ്റാന്‍ക്കോസ്
ta: டான்கோஸ்

source: Tandil
ml: റ്റാന്‍ഡില്‍
ta: டான்டில்

source: Tanegashima
ml: റ്റനേഗാഷിമാ
ta: தனெகஷிமா

source: Tanga
ml: റ്റാന്‍ഗാ
ta: டாங்கா

source: Tanger Aerodrome
ml: റ്റന്‍ഗര്‍ എയരോഡ്രോം
ta: டேன்சர் விமான நிலையம்

source: Tanjung Redep / Berau
ml: റ്റന്‍ജങ് റെഡെപ്പ് / ബെറാവു
ta: டான்ஜுங் ரிடிப் / பிரோ

source: Tanjung Selor
ml: റ്റന്‍ജങ് സെളര്‍
ta: டான்ஜங்க் சிலோர்

source: Tanjungpandan / Buluh Tumbang
ml: റ്റന്‍ജങ്പാന്‍ഡന്‍ / ബളഹ് തംബാങ്
ta: டான்ஜங்க்பண்டன் / புலுஹ் டும்பாங்

source: Tanjungpinang / Kijang
ml: റ്റന്‍ജങ്പിനാങ് / കീജാങ്
ta: டான்ஜங்க்பினாங் / கிஜங்க்

source: Tanzania
ml: റ്റാന്‍സാനിയാ
ta: டான்ஸானியா

source: Taos
ml: റ്റാവോസ്
ta: டாஓஸ்

source: Taoyuan
ml: റ്റാവോയ്വാങ്
ta: தயுவான்

source: Tapachula
ml: റ്റപ്പാച്ചുളാ
ta: டபசுலா

source: Taplejung
ml: റ്റപ്ളേജങ്
ta: டேபில்ஜுங்

source: Tarakan / Juwata
ml: റ്ററാക്കന്‍ / ജുവാറ്റാ
ta: டாராகான் / ஜுவாடா

source: Tarama Island
ml: റ്റരാമാ ഐലന്‍റ്
ta: டாராமா தீவு

source: Taranto
ml: റ്ററാന്‍ടോ
ta: தரன்ட்ரோ

source: Tarapoto
ml: റ്ററാപോട്ടോ
ta: டாராபோடோ

source: Tarauacá
ml: റ്ററൌക്കാ
ta: டோரோகா

source: Tarawa
ml: റ്ററാവാ
ta: டாராவா

source: Tarbes
ml: റ്റാര്‍ബസ്
ta: டர்பிஸ்

source: Tarija
ml: റ്റരീജാ
ta: தார்ஜா

source: Tartagal
ml: റ്റര്‍ട്ടാഗല്‍
ta: டார்டாகல்

source: Tartu
ml: റ്റാര്‍ട്ടു
ta: டர்டு

source: Tarvisio
ml: റ്റാര്‍വിസിയോ
ta: தார்விஸோ

source: Tashkent
ml: റ്റാഷ്ക്കെന്‍റ്
ta: டாஸ்கண்ட்

source: Tasiilaq
ml: റ്റാസിലാക്ക്
ta: டசில்லக்

source: Tasikmalaya / Cibeureum
ml: റ്റാസിക്ക്മാലായാ / സിബ്യൂറിയം
ta: டாசிக்மலாயா / சிப்யூரியம்

source: Tasiujaq
ml: റ്റിസ്യൂജാക്ക്
ta: டசியுஜாக்

source: Tasmania
ml: റ്റാസ്മാനിയാ
ta: டாஸ்மானியா

source: Taszár
ml: റ്റാസ്സാര്‍
ta: டாஸ்ஃெ

source: Tatalina
ml: റ്റാറ്റാലീനാ
ta: டலலினா

source: Tateyama Ab
ml: റ്ററ്റേയാമാ അബ്
ta: டடீயாமா ஏப்

source: Tatoi
ml: റ്ററ്റോയി
ta: டாடோய்

source: Taunton
ml: റ്റോണ്‍റ്റണ്‍
ta: தவுன்டன்

source: Tauranga
ml: റ്റൌറാങ്കാ
ta: டோரங்கா

source: Tavaux
ml: റ്റവാക്സ്
ta: டோவோக்ஸ்

source: Tawas Point
ml: റ്റവാന്‍ പോയിന്‍റ്
ta: டவாஸ் பாயின்ட்

source: Tawau
ml: റ്റവൌ
ta: தவாவ்

source: Taylor
ml: റ്റെയ്ലര്‍
ta: டைலர்

source: Taylorville
ml: റ്റെയ്ലര്‍ വില്‍
ta: டைலர்வில்லா

source: Taza
ml: റ്റാസാ
ta: டாஸா

source: Tbilisi
ml: ബിലിസി
ta: பிலிசி

source: Tchibanga
ml: ചിബാങ്കാ
ta: சிபங்கா

source: Tebessa
ml: റ്റെബെസാ
ta: திபெஸ்ஸா

source: Ted Stevens Anchorage Airport
ml: റ്റെഡ് സ്റ്റീവന്‍സ് ആങ്കറേജ് എയര്‍പോര്‍ട്ട്
ta: டிட் ஸ்டீவன்ஸ் அன்சோர்ஜ் விமான நிலையம்

source: Teesside
ml: റ്റെസ്സൈഡ്
ta: டீஸ்ஸைட்

source: Tefé
ml: റ്റെഫേ
ta: டிஃபி

source: Tegel
ml: റ്റെജല്‍
ta: டிஜெல்

source: Tegucigalpa
ml: റ്റെഗുസിഗല്‍പാ
ta: டெகுசிகால்பா

source: Tehran-Mehrabad
ml: തഹ്റാന്‍-മെഹ്റാബാദ്
ta: டெஹ்ரான்-மெஹ்ராபாத்

source: Tekamah
ml: തെക്കാമാഹ്
ta: டிகமாஹ்

source: Tel Aviv
ml: റ്റെല്‍ അവീവ്
ta: டெல் அவிவ்

source: Tela
ml: റ്റെലാ
ta: டேலா

source: Telluride
ml: റ്റെലുറൈഡ്
ta: டெலுரைட்

source: Telukbetung / Beranti
ml: തെലുക്ക്ബെറ്റങ് / ബെറാട്ടി
ta: டெலுக்பெடுங் / பிரான்டி

source: Tema
ml: റ്റെമാ
ta: டிமா

source: Temblador
ml: റ്റെംബ്ളാഡര്‍
ta: டிம்ப்ளடோர்

source: Tempelhof
ml: റ്റെംപെല്‍ഹോഫ്
ta: டெம்பில்ஹோஃப்

source: Temple
ml: റ്റെംപിള്‍
ta: டெம்பிள்

source: Temuco
ml: റ്റെമുക്കോ
ta: டிமோகோ

source: Tenerife/Tenerife Norte (Los Rodeos) Airport
ml: റ്റെനറൈഫ്/റ്റെനറൈഫ് നോര്‍ട്ട് (ലോസ് റോഡിയോസ്) എയര്‍പോര്‍ട്ട്
ta: டினிரிஃப்/டினிரிஃப் நார்டி (லோஸ் ரோடியஸ்) விமான நிலையம்

source: Tenerife/Tenerife Sur Airport
ml: റ്റെനറൈഫ്/റ്റെനറൈഫ് സുര്‍ എയര്‍പോര്‍ട്ട്
ta: டினிரிஃப்/டினிரிஃப் சுர் விமான நிலையம்

source: Tennant Creek
ml: റ്റെനന്‍റ് ഗ്രീക്ക്
ta: டென்னன்ட் க்ரீக்

source: Tenneco Platform
ml: റ്റനേക്കോ പ്ളാറ്റ്ഫോം
ta: டென்னெகோ ப்ளாட்ஃபார்ம்

source: Tennessee
ml: റ്റെനെസ്സ്
ta: டென்னெஸே

source: Tepic
ml: റ്റെപിക്ക്
ta: டெபிக்

source: Teresina
ml: റ്റെറേസിനാ
ta: டெரிஸ்னா

source: Termez
ml: റ്റെര്‍മെസ്
ta: டிர்மீஸ்

source: Terminal Island
ml: ടെര്‍മിനല്‍ ഐലന്‍റ്
ta: டெர்மினல் தீவு

source: Termoli
ml: ടെര്‍മോളി
ta: ட்ரிமோலி

source: Ternate / Babullah
ml: ടെര്‍നേറ്റ് / ബാബുലാഹ്
ta: டெர்நேட் / பாபுல்லா

source: Ternopol
ml: ടെര്‍നോപോള്‍
ta: டிர்னோபோல்

source: Terra Nova
ml: ടെറാ നോവാ
ta: டேர்ரா நோவா

source: Terrace
ml: ടെറസ്സ്
ta: ட்ரேஸ்

source: Terrace Bay
ml: ടെറസ്സ് ബേ
ta: ட்ரேஸ் பே

source: Terre Haute
ml: ടെറേ ഹോട്ട്
ta: டெரே ஹயூட்

source: Terrell
ml: ടെറേല്‍
ta: டெர்ரெல்

source: Teslin
ml: ടെസ്ളിന്‍
ta: டெஸ்லின்

source: Teslin Marine Aviation Reporting Station
ml: ടെസ്ളിന്‍ മെറൈന്‍ ഏവിയേഷന്‍ റിപോര്‍ട്ടിങ് സ്റ്റേഷന്‍
ta: டெஸ்லின் மெரைன் விமான பயிற்சி அறிக்கையிடும் நிலையம்

source: Tessalit
ml: ടെസ്സാളിറ്റ്
ta: டெஸ்ஸாலிட்

source: Tessenei / Teseney
ml: ടെസ്സെനെയി / ടെസ്സെനെയി
ta: டெஸ்ஸினை / டெஸினே

source: Tete
ml: ടെട്ടേ
ta: டிடி

source: Teterboro
ml: ടെറ്റര്‍ബോറോ
ta: டெடர்பொரோ

source: Tetuan/Sania Ramel
ml: ടെറ്റ്വാന്‍/സാനിയ റാമെല്‍
ta: டிடோன்/சானியா ராமில்

source: Texarkana
ml: ടെക്സാര്‍ക്കനാ
ta: டெக்சார்கானா

source: Texas
ml: ടെക്സാസ്
ta: டெக்ஸாஸ்

source: Thailand
ml: തായിലന്‍റ്
ta: தாய்லாந்து

source: Thakhek
ml: താക്കെക്ക്
ta: தக்ஹக்

source: The Bay of Grand Marais
ml: ദി ബേ ഓഫ് ഗ്രാന്‍ഡ് മറൈസ്
ta: க்ராண்ட் மாரைஸ் வளைகுடா

source: The Dalles
ml: ദി ഡാലെസ്
ta: தி டல்லாஸ்

source: The Pas
ml: ദി പാസ്
ta: தி பஸ்

source: The Villages
ml: ദി വില്ലേജസ്
ta: தி வில்லேஜஸ்

source: Thedford
ml: ദിഡ്ഫോര്‍ഡ്
ta: திட்ஃபோர்ட்

source: Thermal
ml: തേര്‍മല്‍
ta: தெர்மல்

source: Thessaloniki
ml: തെസ്സാളോണിക്കി
ta: டெஸ்ஸாலோனிகி

source: Thief River Falls
ml: ഥീഫ് റിവര്‍ ഫോള്‍സ്
ta: தீஃப் ரிவர் ஃபால்ஸ்

source: Thiruvananthapuram
ml: തിരുവനന്തപുരം
ta: திருவனந்தபுரம்

source: Thisted
ml: തിസ്റ്റഡ്
ta: திஸ்டெட்

source: Thiva
ml: തിവാ
ta: திவா

source: Thomas Point
ml: തോമസ് പോയിന്‍റ്
ta: தாமஸ் பாயின்ட்

source: Thomaston
ml: തോമസ്ട്ടണ്‍
ta: தாமஸ்டன்

source: Thompson Falls
ml: തോംസണ്‍ ഫോള്‍സ്
ta: தாம்சன் ஃபால்ஸ்

source: Thomson
ml: തോംസണ്‍
ta: தாம்சன்

source: Three Hills
ml: ത്രീ ഹില്‍സ്
ta: த்ரி ஹில்ஸ்

source: Thule A. B.
ml: തുളേ എ. ബി
ta: துலே ஏ. பி.

source: Thumrait
ml: തുംറൈറ്റ്
ta: தும்ராயிட்

source: Thunder Bay
ml: തണ്ടര്‍ ബേ
ta: தண்டர் பே

source: Thunder Bay Island
ml: തണ്ടര്‍ ബേ ഐലന്‍റ്
ta: தண்டர் பே தீவு

source: Thuringia
ml: തുറിഞ്ചിയാ
ta: துரிங்கியா

source: Tianjin
ml: തിയാഞ്ചിന്‍
ta: டயான்ஜின்

source: Tiaret
ml: തിയാറെറ്റ്
ta: டைரெட்

source: Tidjikja
ml: തിഡ്ജിക്ക്ജാ
ta: டிட்ஜிக்ஜா

source: Tijuana
ml: തിജ്വാനാ
ta: டிஜுஹா

source: Tikal
ml: തിക്കാല്‍
ta: டிகல்

source: Tiko
ml: തിക്കോ
ta: டிகோ

source: Tiksi
ml: തിക്സി
ta: டிக்ஸி

source: Tillabery
ml: തിലാബെറി
ta: டில்லாபெரி
