<?xml version="1.0"?><!DOCTYPE article PUBLIC "-//OASIS//DTD DocBook XML V4.1.2//EN" 
"http://www.oasis-open.org/docbook/xml/4.1.2/docbookx.dtd" [
  <!ENTITY legal SYSTEM "legal.xml">
  <!ENTITY appversion "2.3.6">
  <!ENTITY manrevision "2.0.1">
  <!ENTITY date "December 2003">
  <!ENTITY app "<application>Disk Mounter</application>">
  <!ENTITY appname "Disk Mounter">
]>
<!-- 
      (Do not remove this comment block.)
  Maintained by the GNOME Documentation Project
  http://developer.gnome.org/projects/gdp
  Template version: 2.0 beta
  Template last modified Feb 12, 2002
-->
<!-- =============Document Header ============================= -->
<article id="index" lang="es">
<!-- please do not change the id; for translations, change lang to -->
<!-- appropriate code -->
  <articleinfo>
    <title>Manual del &appname; V&manrevision;</title>
    <copyright>
      <year>2003</year>
      <holder>Sun Microsystems</holder>
    </copyright>
    <copyright> 
      <year>2002</year> 
      <holder>John Fleck</holder> 
    </copyright> 
    <copyright> 
      <year>2000</year> 
      <holder>Dan Mueth</holder> 
    </copyright>
<!-- translators: uncomment this:

  <copyright>
   <year>2002</year>
   <holder>ME-THE-TRANSLATOR (Latin translation)</holder>
  </copyright>

   -->
    <publisher> 
      <publishername> Proyecto de documentaci&oacute;n de GNOME</publishername> 
    </publisher> 

   &legal;
   <!-- This file  contains link to license for the documentation (GNU FDL), and 
        other legal stuff such as "NO WARRANTY" statement. Please do not change 
	any of this. -->

    <authorgroup> 
      <author>
        <firstname>Sun</firstname>
        <surname>Equipo de documentaci&oacute;n de GNOME</surname>
        <affiliation><orgname>Sun Microsystems</orgname></affiliation>
      </author>
      <author> 
	<firstname>John </firstname> 
	<surname> Fleck</surname> 
	<affiliation> 
	  <orgname>Proyecto de documentaci&oacute;n de GNOME</orgname> 
	  <address> <email>jfleck@inkstain.net</email> </address>
	</affiliation>
      </author>
      <author> 
	<firstname>Dan </firstname> 
	<surname> Mueth</surname> 
	<affiliation> 
	  <orgname>Proyecto de documentaci&oacute;n de GNOME</orgname> 
	  <address> <email>muet@alumni.uchicago.edu</email> </address>
	</affiliation>
      </author>
<!-- This is appropriate place for other contributors: translators,
      maintainers,  etc. Commented out by default.
       <othercredit role="translator">
	<firstname>Latin</firstname> 
	<surname>Translator 1</surname> 
	<affiliation> 
	  <orgname>Latin Translation Team</orgname> 
	  <address> <email>translator@gnome.org</email> </address> 
	</affiliation>
	<contrib>Latin translation</contrib>
      </othercredit>
-->
    </authorgroup>


    <revhistory>
      <revision> 
	<revnumber>Manual de la miniaplicaci&oacute;n &appname; V&manrevision;</revnumber> 
	<date>&date;</date> 
	<revdescription> 
          <para role="author">Equipo de documentaci&oacute;n de Sun GNOME</para>
          <para role="publisher">Proyecto de documentaci&oacute;n de GNOME</para>
	</revdescription>
      </revision>
      <revision> 
	<revnumber>Manual de la miniaplicaci&oacute;n Montador de discos V2.0</revnumber> 
	<date>Marzo 2002</date> 
	<revdescription> 
	  <para role="author">John Fleck
	    <email>jfleck@inkstain.net</email>
	  </para>
	  <para role="publisher">Proyecto de documentaci&oacute;n de GNOME</para>
	</revdescription>
      </revision>
      <revision> 
	<revnumber>Manual de la miniaplicaci&oacute;n Montador de discos</revnumber> 
	<date>Abril 2000</date> 
	<revdescription> 
	  <para role="author">Dan Mueth 
	    <email>muet@alumni.uchicago.edu</email>
	  </para>
	  <para role="publisher">Proyecto de documentaci&oacute;n de GNOME</para>
	</revdescription>
      </revision>
    </revhistory>

    <releaseinfo>Este manual describe la versi&oacute;n &appversion; del &appname;.
    </releaseinfo>
    <legalnotice> 
      <title>Comentarios</title>
      <para>Para informar de un defecto o realizar una sugerencia sobre la miniaplicaci&oacute;n &app; o el presente manual, siga las indicaciones que aparecen en <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>. 
      </para>
<!-- Translators may also add here feedback address for translations -->
    </legalnotice>
  </articleinfo>

  <indexterm zone="index"> 
    <primary>Miniaplicaci&oacute;n Montador de discos</primary> 
  </indexterm> 
  

  <!-- ============= Introduction  ================================ -->
  <sect1 id="drivemountapplet-intro"> 
	 <title>Introducci&oacute;n</title>

    <figure id="drivemountapplet-fig"> 
      <title>Miniaplicaci&oacute;n &appname;</title>
      <screenshot>
        <mediaobject>
          <imageobject><imagedata              fileref="figures/drivemount-applet_window.png" format="PNG"/> 
          </imageobject>
          <textobject>
            <phrase>La miniaplicaci&oacute;n &appname;.</phrase>
          </textobject>
        </mediaobject>
      </screenshot>
    </figure>

    <para>
      La miniaplicaci&oacute;n &app; permite montar y desmontar con rapidez diversos tipos de unidades y sistemas de archivos. 
    </para>
    <para>
      Para que la miniaplicaci&oacute;n &app; funcione correctamente, el administrador de sistema deber&aacute; configurar &eacute;ste de la forma adecuada. Para obtener m&aacute;s informaci&oacute;n acerca de las tareas de administraci&oacute;n necesarias, consulte <ulink url="man:fstab" type="man">
      <citerefentry><refentrytitle>fstab</refentrytitle>      <manvolnum>5</manvolnum></citerefentry></ulink>.
    </para>

    <sect2 id="drivemount-intro-add">
      <title>Para agregar el &appname; a un panel</title>
      <para>
        Para agregar el &app; a un panel, efect&uacute;e los siguientes pasos:
      </para>
      <orderedlist>
        <listitem>
          <para>
            Haga clic con el bot&oacute;n derecho en el panel.
          </para>
        </listitem>
        <listitem>
          <para>
            Seleccione
            <menuchoice>
              <guimenu>Agregar al panel</guimenu>
              <guisubmenu>Utilidades</guisubmenu>
              <guimenuitem>&appname;</guimenuitem>
            </menuchoice>. 
          </para>
        </listitem>
      </orderedlist>
    </sect2>

    <sect2 id="drivemount-intro-mount">
      <title>Montaje y desmontaje manuales de los sistemas de archivos</title>
      <para>
        Numerosos sistemas de archivos de los sistemas operativos Linux y UNIX se deben montar y desmontar de forma manual. 
      </para>
      <para>
        Cuando un sistema de archivos est&aacute; montado es posible leer y escribir en &eacute;l. Cuando se acaba de trabajar con un sistema de archivos es conveniente desmontarlo. 
      </para>
      <para>
        Se deben desmontar las unidades extra&iacute;bles, como disquetes o discos Zip, antes de extraer el soporte, ya que los sistemas Linux y UNIX no siempre escriben los cambios de forma inmediata. Los sistemas operativos mencionados suelen almacenar en un b&uacute;fer los cambios del disco para, de este modo, aumentar la velocidad del sistema. 
      </para>
      <para>
        Las particiones de las unidades fijas. como la unidad de disco duro, se suelen montar autom&aacute;ticamente al arrancar el equipo y se suelen desmontar al apagarlo. Los soportes extra&iacute;bles se deben montar y desmontar de forma manual; por ejemplo, mediante la miniaplicaci&oacute;n &app;. 
      </para>
    </sect2>

    <sect2 id="drivemount-intro-mountpoint">
      <title>Puntos de montaje</title>
      <para>
        El sistema de archivos principal de un equipo es el ra&iacute;z. El sistema de archivos ra&iacute;z empieza con el car&aacute;cter siguiente: <literal>/</literal> 
      </para>
      <para>
        Los dem&aacute;s sistemas de archivos est&aacute;n asociados con directorios vac&iacute;os del sistema de archivos ra&iacute;z. &Eacute;stos se denominan puntos de montaje.
        Al montar un sistema de archivos, el contenido del mismo queda accesible desde el punto de montaje asociado. 
      </para>
      <para>
        Por ejemplo, la mayor&iacute;a de los sistemas crean un punto de montaje denominado <literal>/media/floppy</literal>:
      </para>
      <itemizedlist>
        <listitem>
          <para>
            Si una unidad de disquete no est&aacute; montada, <literal>/media/floppy</literal> s&oacute;lo es un directorio vac&iacute;o.
          </para>
        </listitem>
        <listitem>
          <para>
            Si una unidad de disquete est&aacute; montada, <literal>/media/floppy</literal> proporciona acceso al contenido del disquete.
          </para>
        </listitem>
      </itemizedlist>
    </sect2>

  </sect1>

  <!-- ============= Usage  ================================ -->
  <sect1 id="drivemount-usage"> 
    <title>Uso</title>

    <sect2 id="drivemount-usage-tooltip">
    <title>Para visualizar el punto y el estado de montaje de una unidad</title>
      <para>
        Para visualizar el punto y el estado de montaje de una unidad, mueva el puntero del rat&oacute;n sobre el icono de la misma que aparece en el panel.
        El punto y el estado de montaje de la unidad aparecer&aacute;n en un cuadro de texto de consejo.
      </para>
    </sect2>

    <sect2 id="drivemount-usage-mount">
    <title>Para montar o desmontar una unidad</title>
      <para>
        Para montar o desmontar una unidad, haga clic en el icono de la misma que aparece en el panel.
      </para>
    </sect2>

    <sect2 id="drivemount-usage-browse">
    <title>Para examinar el contenido de una unidad</title>
      <para>
        Para examinar el contenido de una unidad mediante un administrador de archivos, haga clic con el bot&oacute;n derecho  en el panel y seleccione <guimenuitem>Examinar</guimenuitem>.
      </para>
      <para>
        S&oacute;lo es posible examinar el contenido de las unidades montadas.
      </para>
    </sect2>

    <sect2 id="drivemount-usage-eject">
    <title>Para expulsar un disco de una unidad</title>
      <para>
        Para expulsar un disco de una unidad, haga clic con el bot&oacute;n derecho en el icono de la unidad en el panel y seleccione  <guimenuitem>Expulsar</guimenuitem>.
      </para>
    </sect2>

  </sect1>

  <!-- ============= Customization ============================= -->
  <sect1 id="drivemountapplet-prefs">
<title>Preferencias</title>
    <para>
      Para configurar la miniaplicaci&oacute;n &app;, haga clic con el bot&oacute;n derecho en ella y seleccione <guimenuitem>Preferencias</guimenuitem>.
    </para>
    <variablelist>
      <varlistentry>
        <term>Directorio de montaje</term>
        <listitem>
          <para>
            Escriba el nombre del punto de montaje de esta unidad.
            Otra posibilidad es utilizar el bot&oacute;n <guibutton>Examinar</guibutton> para seleccionar el punto de montaje.
          </para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Tiempo de actualizaci&oacute;n</term>
        <listitem>
          <para>
            Utilice este control de giro para especificar el intervalo de tiempo con el que desea que el &app; compruebe el estado de la unidad y actualice el icono en caso necesario.
          </para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Icono</term>
        <listitem>
          <para>
            Seleccione un tipo de unidad de la lista desplegable. El &app; asigna autom&aacute;ticamente iconos a cada uno de los tipos de unidad definidos, que indican si &eacute;sta est&aacute; montada o desmontada.
          </para>
          <para>
            Otra posibilidad es seleccionar <guilabel>Personalizado</guilabel> en la lista desplegable.
            Haga clic en los botones <guilabel>Icono montado</guilabel> e 
            <guilabel>Icono desmontado</guilabel> para elegir los iconos que indican si la unidad est&aacute; montada o desmontada.
          </para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Expulsar disco al desmontar</term>
        <listitem>
          <para>
            Seleccione esta opci&oacute;n para expulsar el disco al desmontar la unidad.
          </para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Usar prueba sencilla de estado de automount</term>
        <listitem>
          <para>
            Seleccione esta opci&oacute;n &uacute;nicamente si usa la utilidad automount.
          </para>
          <para>
            Si no usa la utilidad automount no es necesario que seleccione la opci&oacute;n <guilabel>Usar prueba sencilla de estado de automount</guilabel>.
            Al situar el puntero del rat&oacute;n sobre un icono de unidad en el panel, el &app; ejecuta la orden <command>stat</command> para comprobar el estado de montaje.
          </para>
          <para>
            En cambio, si usa la utilidad automount,
            el &app; se comporta de una forma distinta:
          </para>
          <itemizedlist>
            <listitem>
              <para>
                Si usa la utilidad automount y no selecciona la opci&oacute;n <guilabel>Usar prueba sencilla de estado de automount</guilabel>, el &app; ejecuta la orden <command>stat</command>, que monta la unidad en lugar de comprobar el estado del montaje. 
              </para>
            </listitem>
            <listitem>
              <para>
                Si usa la utilidad automount y selecciona la opci&oacute;n <guilabel>Usar prueba sencilla de estado de automount</guilabel>, el &app; ejecuta la orden <command>mount</command> que comprueba el estado del montaje. 
              </para>
            </listitem>
          </itemizedlist>
        </listitem>
      </varlistentry>
    </variablelist>

 </sect1>
</article>
