Repository: GNOME/gnome-applets
Catalog: gswitchit/help/*/*.po
Languages: da, ro

source: To move items up and down the plugin list in the <guilabel>Active plugins</guilabel> area, select the plugin you want to move, and click <guibutton>Up</guibutton> or <guibutton>Down</guibutton>. You can use the arrows on the keyboard to move the selection point up and down.
da: For at rykke elementer op og ned i udvidelsesmodullisten i området <guilabel>Aktive udvidelsesmoduler</guilabel>, skal du vælge det udvidelsesmodul du vil flytte, og trykke <guibutton>Op</guibutton> eller <guibutton>Ned</guibutton>. Du kan bruge piletasterne på tastaturet til at flytte makeringsområdet op og ned.
ro: Pentru a muta elemente în susul și josul listei modulelor din zona <guilabel>Module active</guilabel>, selectați modulul pe care doriți să îl mutați, și apăsați pe <guibutton>Sus</guibutton> sau <guibutton>Jos</guibutton>. Puteți folosi săgețile de pe tastatură pentru a muta punctul selecției în sus sau în jos.

source: Changing the Properties of a Plugin
da: Ændr et udvidelsesmoduls indstillinger
ro: Schimbarea proprietăților unui modul

source: To change the properties of the plugins, select the plugin you want and click <guibutton>Properties</guibutton>. The properties vary for each plugin.
da: For at tilpasse indstillingerne af udvidelsesmodulerne skal du vælg det udvidelsesmodul du vil tilpasse, og trykke <guibutton>Indstillinger</guibutton>. Mulighederne for at tilpasse de enkelte udvidelsesmoduler varierer.
ro: Pentru a schimba proprietățile unui modul, selectați modul dorit și apăsați pe <guibutton>Proprietăți</guibutton>. Proprietățile diferă pentru fiecare mod.

source: translator-credits
da: Nicky <nicky441@gmail.com>, 2010 Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
ro: Spoiala Marian <spoiala.marian@yahoo.com>
