Repository: GNOME/gnome-applets
Catalog: gswitchit/help/*/*.po
Languages: da, ro

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
da: Der gives tilladelse til at kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License (GFDL), version 1.1 eller enhver nyere version, udgivet af Free Software Foundation uden invariante afsnit, uden forsidetekster, og uden bagsidetekster. Du kan finde en kopi af GFDL'en her: <ulink type="help" url="ghelp:fdl">link</ulink>, eller i filen COPYING-DOCS der distribueres med denne manual.
ro: Permisiunea este acordată pentru copierea, distribuirea și/sau modificarea acestui document sub termenii GNU Free Documentation License (GFDL), versiunea 1.1 sau orice altă versiune ulterioară publicată de Free Software Foundation fără nicio secțiune invariantă, niciun text Front-Cover, și niciun text Back-Cover. Puteți găsi o copie a GFDL la această <ulink type="help" url="ghelp:fdl">legătură</ulink> sau în fișierul COPYING-DOCS distribuit cu acest manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
da: Denne manual er en del af GNOME-manualsamlingen distribueret under GFDL. Hvis du vil distribuere denne manual separat fra denne samling, kan du gøre det ved at tilføje en kopi af licensen til manualen, som beskrevet i sektion 6 af licensen.
ro: Acest manual face parte din colecția de manuale GNOME distribuite sub GFDL. Dacă doriți să distribuiți acest manual separat de colecție, puteți face asta adăugând o copie a licenței manualului, ca descris în secțiunea 6 a licenței.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
da: Mange af navnene brugt af firmaer til at skelne deres produkter og tjenester er registrerede varemærker. Der hvor disse navne optræder i GNOME-dokumentationen, og medlemmerne af GNOME-dokumentationsprojektet er blevet gjort opmærksomme på disse varemærker, er navnene skrevet med store bogstaver eller store forbogstaver.
ro: Multe din numele folosite de companii pentru a distinge produsele și serviciile lor sunt pretinse ca mărci înregistrate. Unde acele nume apar în oricare documentație GNOME, și membrii ai Proiectului de documentație GNOME sunt conștienți de acele mărci înregistrate, atunci numele sunt scrise cu majuscule sau prima literă este majusculă.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
da: DETTE DOKUMENT GØRES TILGÆNGELIGT SÅDAN SOM DET ER, UDEN NOGEN FORM FOR GARANTI, HVERKEN UDTALT ELLER ANTYDET, DERIBLANDT, UDEN BEGRÆNSNINGER, GARANTIER OM AT DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET ER FRIT FOR DEFEKTER, PASSENDE TIL ET BESTEMT FORMÅL ELLER IKKE-KRÆNKENDE. DU HÆFTER SELV FOR HELE RISIKOEN VEDRØRENDE KVALITET, KORREKTHED OG YDELSE FOR DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET. SKULLE ET DOKUMENT, ELLER EN ÆNDRET VERSION AF ET DOKUMENT VISE SIG AT VÆRE DEFEKT PÅ EN HVILKEN SOM HELST MÅDE, HÆFTER DU FOR BETALING FOR EVENTUEL NØDVENDIG SERVICE, REPARATION ELLER KORREKTION (OG IKKE HVERKEN DEN OPRINDELIGE FORFATTER, SKRIBENT ELLER NOGEN ANDEN BIDRAGYDER). DENNE ERKLÆRING OM GARANTIFORBEHOLD ER EN ESSENTIEL DEL AF DENNE LICENS. INGEN BRUG AF NOGET DOKUMENT ELLER ÆNDRET VERSION AF DOKUMENTET ER AUTORISERET HERUNDER BORTSET FRA DENNE FORBEHOLDSERKLÆRING; OG
ro: DOCUMENTUL ESTE FURNIZAT PE TEMEIUL "AȘA CUM ESTE", FĂRĂ NICIUN FEL DE GARANȚIE, EXPLICITĂ SAU IMPLICITĂ, FĂRĂ NICIO LIMITARE, GARANȚII CĂ DOCUMENTUL SAU VERSIUNEA MODIFICATĂ A ACESTUI DOCUMENT NU ARE NICIUN DEFECT VANDABIL, POTRIVIT PENTRU UN SCOP PARTICULAR SAU NECONTRAFACUT. ÎNTREGUL RISC PENTRU CALITATE, ACURATEȚE, ȘI PERFORMANȚA A ACESTUI DOCUMENT SAU VERSIUNE MODIFICATĂ A ACESTUI DOCUMENT ESTE AL DUMNEAVOASTRĂ. DACĂ ORICE DOCUMENT SAU VERSIUNE MODIFICATĂ SE DOVEDEȘTE A FI DEFECTĂ ÎN ORICE ASPECT, DUMNEAVOASTRĂ (NU SCRIITORUL INIȚIAL, AUTOR SAU ORICE CONTRIBUITOR) VĂ ASUMAȚI COSTUL ORICĂRUI SERVICE, REPARAȚII SAU CORECTĂRI. ACEASTĂ NEGARE A GARANȚIEI CONSTITUIE O PARTE ESENȚIALĂ A ACESTEI LICENȚE. NICIO UTILIZARE A NICIUNUI DOCUMENT SAU VERSIUNE MODIFICATĂ A ACESTUI DOCUMENT NU ESTE AUTORIZATA ÎN AFARĂ ACESTUI ACT DE NEGARE; ȘI

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
da: UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER LEVERANDØR AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTER-FEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PART HAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
ro: SUB NICIO FORMĂ ȘI SUB NICIO TEORIE JURIDICĂ, FIE ÎN CULPĂ (INCLUSIV NEGLIJENȚĂ), CONTRACT, SAU ALTFEL, AUTORUL, SCRIITORUL INIȚIAL, ORICE CONTRIBUITOR, SAU ORICE DISTRIBUITOR AL DOCUMENTULUI SAU VERSIUNE MODIFICATĂ A ACESTUIA, SAU ORICE FURNIZOR AL UNEI ASEMENEA PĂRȚI, NU ESTE RĂSPUNZĂTOR UNEI PERSOANE PENTRU ORICE DAUNĂ DIRECTĂ, INDIRECTĂ, SPECIALĂ, INCIDENTALĂ, SAU REZULTANTĂ A ORICĂRUI CARACTER INCLUZÂND, FĂRĂ LIMITARE, DAUNE A PIERDERILOR BUNĂVOINȚEI, STOPARE A MUNCII, EȘEC AL COMPUTERULUI SAU DEFECȚIUNE, SAU ORICE ȘI TOATE CELELALTE DEFECȚIUNI SAU PIERDERI DIN CAUZA SAU LEGATE DE UTILIZAREA ACESTUI DOCUMENT SAU VERSIUNI MODIFICATE ALE ACESTUI DOCUMENT, CHIAR DACĂ PARTEA VA FI FOST ANUNȚATA DE POSIBILITATEA DAUNELOR DE ACEST FEL.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
da: DETTE DOKUMENT OG MODIFICEREDE VERSIONER GØRES TILGÆNGELIGT UNDER BETINGELSERNE I GNU FREE DOCUMENTATION LICENSE UNDER DEN FORUDSÆTNING AT: <placeholder-1/>
ro: DOCUMENTUL ȘI VERSIUNI MODIFICATE ALE DOCUMENTULUI SUNT FURNIZATE SUB TERMENII GNU FREE DOCUMENTATION LICENSE CU ÎNȚELEGEREA ULTERIOARĂ CĂ: <placeholder-1/>

source: Keyboard Indicator Manual
da: Manual til Tastaturindikator
ro: Manualul indicatorului de tastatură

source: The Keyboard Indicator shows the active keyboard group and enables switching between different groups.
da: Tastaturindikatoren viser den aktive tastaturgruppe og gør det muligt at skifte mellem forskellige grupper.
ro: Indicatorul de tastatură arată grupul activ de tastatură și permite comutarea între diferite grupuri.

source: GNOME Documentation Project
da: GNOME-dokumentationsprojektet
ro: Proiectul de documentație GNOME

source: This manual describes version 2.8 of the Keyboard Indicator applet.
da: Denne manual beskriver version 2.8 af panelprogrammet Tastaturindikator.
ro: Acest manual descrie versiunea 2.8 a aplicației indicatorul de tastatură.

source: Feedback
da: Tilbagemelding
ro: Comentarii

source: To report a bug or make a suggestion regarding the Keyboard Indicator applet or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
da: Hvis du ønsker at indrapportere en fejl eller komme med et forslag vedrørende Tastaturindikator eller denne manual så følg vejledningen på siden <ulink url="ghelp:gnome-feedback" type="help">tilbagemeldinger omkring GNOME</ulink>.
ro: Pentru a raporta o eroare sau pentru a face o sugestie în legătură cu aplicația indicatorul de tastatură sau acest manual, urmați instrucțiunile de la <ulink url="ghelp:gnome-feedback" type="help">Pagina de comentarii GNOME</ulink>.

source: Keyboard Indicator
da: Tastaturindikator
ro: Indicatorul de tastatură

source: Introduction
da: Introduktion
ro: Introducere

source: <application>Keyboard Indicator</application> indicates the active keyboard group. The applet shows you which group you are currently using. Aside from the standard applet popup menu functions, the <application>Keyboard Indicator</application> applet popup menu allows you to launch the applet Preferences tool and to switch between language groups.
da: <application>Tastaturindikator</application> viser den aktive tastaturgruppe. Panelprogrammet viser dig hvilken gruppe du bruger nu. Ud over panelprogrammets almindelige pop op-funktioner, vil panelprogrammets pop op-menu til <application>Tastaturindikator</application> tillade dig at starte panelprogrammets instillingsvindue og skifte mellem sproggrupper.
ro: <application>Indicatorul de tastatură</application> indică grupul de tastatură activ. Aplicația va arăta grupul pe care îl folosiți în prezent. În afară de funcțiile standard ale meniului contextual al miniaplicației, meniul contextual al miniaplicației <application>Indicatorul de tastatură</application> vă permite să porniți instrumentul Preferințe al miniaplicației și să comutați între grupurile de limbă.

source: To add <application>Keyboard Indicator</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select <application>Keyboard Indicator</application> in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>. For more on this, see <ulink type="help" url="ghelp:user-guide?panels-addobject">Adding an Object to a Panel</ulink>.
da: For at tilføje <application>Tastaturindikator</application> til et panel, kan du højreklikke på panelet, og vælge <guimenuitem>Tilføj til panel</guimenuitem>. Vælg så <application>Tastaturindikator</application> i vinduet <application>Tilføj til panel</application>, og tryk <guibutton>O.k.</guibutton>. Ydeligere oplysninger kan findes her: <ulink> type="help" url="ghelp:user-guide?panels-addobject">Tilføj et objekt til panel</ulink>.
ro: Pentru a adăuga <application>Indicatorul de tastatură</application> la un panou, clic dreapta pe panou, apoi selectați <guimenuitem>Adăugare la panou</guimenuitem> . Selectați <application>Indicatorul de tastatură</application> din dialogul <application>Adaugă la panou</application>, apoi apăsați pe <guibutton>OK</guibutton>. Pentru mai multe informații despre acestea, vizitați <ulink type="help" url="ghelp:-guide?panels-addobject">Adăugarea unui Obiect la un Panou</ulink>.

source: To open the <application>Keyboard</application> preference tool, choose <guimenuitem>Open Keyboard Preferences</guimenuitem> in the applet popup menu. You may need to go to this dialog to be able to configure the keyboard (choose model, layouts, options, etc.). For help with setting Keyboard preferences, see <ulink url="ghelp:user-guide?prefs-keyboard">Configuring Keyboard Preferences</ulink>.
da: For at åbne indstillingsværktøjet til <application>Tastatur</application>, vælg <guimenuitem>Åbn tasturindstillinger</guimenuitem> i panelprogrammets pop op-menu. Du er muligvis nødt til at gå til dette vindue for at konfigurere tastaturet (vælge model, layout, indstillinger, o.s.v.). For hjælp med at sætte tastaturindstillingerne op, se <ulink url="ghelp:user-guide?prefs-keyboard">Konfigurer tastaturindstillingerne</ulink> for ydeligere oplysninger.
ro: Pentru a deschide instrumentul de preferințe <application>Tastatură</application>, alegeți <guimenuitem>Deschide preferințe tastatură</guimenuitem> din meniul contextual al miniaplicației. S-ar putea să aveți nevoie să apelați la acest dialog pentru a configura tastatura (alegeți model, aspecte, opțiuni, etc.). Pentru ajutor în ceea ce privește configurările de preferințe ale tastaturii, accesați <ulink url="ghelp:-guide?prefs-keyboard">Configurarea preferințelor tastaturii</ulink>.

source: Switching Language
da: Skift af sprog
ro: Comutarea limbilor

source: First, you must know that a group is a set of characters, whether it be for a language or non-language-related set of characters, like a dvorak. Each language may have more than one subset, and each subset is called a group. There are many ways you can switch the group that you are using on your keyboard.
da: Først er du nødt til at vide at en gruppe er et sæt af tegn, lige meget om det er et sprogbaseret sæt af tegn eller om det er et sæt af tegn uden sprogrelation, som f.eks. dvorak. Hvert sprog kan have mere end en delmængde, og hver delmængde hedder en gruppe. Der er mange måder du kan skifte den gruppe du bruger på dit tastatur.
ro: Mai întâi, trebuie să știți că un grup este un set de caractere, fie că este vorba de un set de caractere asociate limbajului sau non-limbajului, cum este dvorak. Fiecare limbaj poate avea mai mult decât un subset, iar fiecare subset poartă denumirea de grup. Sunt multe moduri în care puteți comută grupul pe care îl folosiți pe tastatura.

source: Mouse Click
da: Museklik
ro: Clic pe maus

source: You can switch between groups with a single click on the applet's panel icon. The groups switch in a cycle determined by the current configuration.
da: Du kan skifte mellem grupper med et enkelt klik på panelprogrammets panelikon. Grupperne skifter i en cyklus som er bestemt af den nuværende konfiguration.
ro: Puteți comuta între grupuri, apăsând un singur clic pe iconița miniaplicației. Grupurile se comută într-un ciclu determinat de configurația curentă.

source: Popup Menu
da: Pop op-menu
ro: Meniu contextual

source: To pick a specific group, select <guisubmenu>Groups</guisubmenu> from the popup menu. From there, choose the group you want to switch to.
da: For at vælge en bestemt gruppe, vælg <guisubmenu>Grupper</guisubmenu> fra pop op menuen. Derfra kan du vælge gruppen, du ønsker at skifte til.
ro: Pentru a alege un anume grup, selectați <guisubmenu>Grupuri</guisubmenu> din meniul contextual. De acolo, alegeți grupul pe care doriți să îl comutați.

source: Keyboard
da: Tastatur
ro: Tastatură

source: In the <application>Keyboard</application> preference tool, you can set which key that you would like to use to switch groups on your keyboard. Choose <guimenuitem>Open Keyboard Preferences</guimenuitem> in the applet popup menu, and choose the key you want to use in the <ulink url="ghelp:user-guide#prefs-keyboard-layoutoptions"><guilabel>Layout Options</guilabel></ulink> tab, under <guilabel>Group Shift/Lock behavior</guilabel>.
da: I indstillingsværktøjet til <application>Tastatur</application> kan du vælge hvilken tast du vil bruge til at skifte mellem grupper på dit tastatur. Vælg <guimenuitem>Åbn tastaturindstillinger</guimenuitem> i panelprogrammets pop op-menu, og vælg det tastatur som du vil bruge i fanebladet <ulink url="ghelp:user-guide#prefs-keyboard-layoutoptions"><guilabel>Layoutindstillinger</guilabel></ulink>, under <guilabel>Gruppeskift/låseopførsel</guilabel>.
ro: Din instrumentul de preferințe <application>Tastatură</application> puteți configura tasta pe care doriți să o utilizați pentru comutarea grupurilor pe tastatură. Alegeți <guimenuitem>Deschide preferințele tastaturii</guimenuitem> din meniul contextual al miniaplicatiei și alegeți tasta pe care doriți să o utilizați în categoria <ulink url="ghelp:-guide#prefs-keyboard-layoutoptions"><guilabel>Opțiuni de aranjament</guilabel></ulink>, aflată sub <guilabel>Mutare grup/Blocare comportament</guilabel>.

source: To add other layouts to the list, open the <application>Keyboard</application> preference tool. Choose other layouts in the <ulink url="ghelp:user-guide#prefs-keyboard-layouts"><guilabel>Layouts</guilabel> tab</ulink>.
da: For at tilføje flere layouts til listen, kan du åbne indstillingsværktøjet til <application>Tastatur</application>. Vælg andre layouts i <ulink url="ghelp:user-guide#prefs-keyboard-layouts"><guilabel>Layouts</guilabel>-fanebladet</ulink>.
ro: Pentru a adaugă în lista alte aranjamente, deschideți instrumentul de preferințe <application>Tastatură</application>. Alegeți alte aranjamente din <ulink url="ghelp:-guide#prefs-keyboard-layouts">tabul <guilabel>Aranjamente</guilabel></ulink>.

source: Layout View
da: Visning af layout
ro: Vizualizare aranjament

source: Choose <guimenuitem>Layout View</guimenuitem> from the applet popup menu to see a diagram of your current keyboard layout.
da: Vælg <guimenuitem>Visning af layout</guimenuitem> fra panelprogrammets pop op-menu for at se dit nuværende tastaturlayout i et diagram.
ro: Alegeți <guimenuitem>Vizualizare aranjament</guimenuitem> din meniul contextual al mini aplicației pentru a vizualiza o diagramă a aranjamentului curent al tastaturii.

source: In the <guilabel>Layout View</guilabel> window, press a key on your keyboard to highlight its representation in the diagram.
da: Tryk på en tast i vinduet <guilabel>Visning af layout</guilabel>, for at se den blive fremhævet i diagrammet.
ro: În fereastra <guilabel>Vizualizare aranjament</guilabel>, apăsați o tastă de la tastatură pentru a evidenția reprezentarea acesteia în diagramă.

source: Each key in the diagram has up to four characters. These can be produced with different keyboard modifiers, as follows:
da: Hver tast i diagrammet har op til fire tegn. Disse kan laves med forskellige tastaturvælgere, som følger:
ro: Fiecare tastă din diagrama are până la patru caractere. Acestea pot fi produse cu diferiți modificatori ai tastaturii, după cum urmează:

source: For the character shown in the bottom left, press the key alone.
da: For karakteren vist nederst til venstre, trykkes kun på den tast.
ro: Pentru caracterul din stânga jos, apăsați doar tasta.

source: For the character shown in the top left, press the key with <keycap>Shift</keycap>.
da: For karakteren vist øverest til venstre, trykkes på tasten <keycap>Skift</keycap>.
ro: Pentru caracterul din stânga sus, apăsați tasta plus <keycap>Shift</keycap>.

source: For the character shown in the bottom right, press the key with the third level modifier.
da: For karakteren vist i nederste højre hjørne, trykkes på tasten med tredjeniveauvælgeren.
ro: Pentru caracterul din dreapta jos, apăsați tasta cu modificatorul nivelului al treilea.

source: For the character shown in the top right, press the key with <keycap>Shift</keycap> and the third level modifier.
da: For karakteren vist i øverste højre hjørne, trykkes på tasten <keycap>Skift</keycap> og tredjeniveauvælgeren.
ro: Pentru caracterul din dreapta sus, apăsați tasta plus <keycap>Shift</keycap> odată cu modificatorul nivelului al treilea.

source: By default, no key is assigned to act as a third-level modifier. You can assign a key to act as a third level modifier in the <ulink type="help" url="ghelp:user-guide?prefs-keyboard-layoutoptions">Keyboard Layout Options Preferences</ulink>.
da: Som standard er ingen tast defineret til at være tredjeniveauvælger. Du kan definere en tast som tredjeniveauvælger i <ulink type="help" url="ghelp:user-guide?prefs-keyboard-layoutoptions">Indstillinger for tastaturlayout</ulink>.
ro: În mod implicit, nicio tastă nu are proprietatea de a se comporta ca un modificator de nivel trei. Puteți atribui unei taste să acționeze ca un modificator al nivelului al treilea în <ulink type="help" url="ghelp:-guide?prefs-keyboard-layoutoptions">Preferințele opțiunilor aranjamentului tastaturii</ulink>.

source: Plugins
da: Udvidelsesmoduler
ro: Module

source: To open the <guilabel>Keyboard Indicator Plugins</guilabel> dialog, select <guimenuitem>Plugins</guimenuitem> from the popup menu. Your current plugins are shown in the <guilabel>Active plugins</guilabel> area.
da: For at åbne vinduet <guilabel>Udvidelsesmoduler til Tastaturindikator</guilabel>, vælg <guimenuitem>Udvidelsesmoduler</guimenuitem> fra pop op-menuen. Dine nuværende udvidelsesmoduler vises i området <guilabel>Aktive udvidelsesmoduler</guilabel>.
ro: Pentru a deschide dialogul <guilabel>Modulele indicatorului de tastatură</guilabel>, selectați <guimenuitem>Module</guimenuitem> din meniul contextual. Modulele curente sunt prezentate în zona <guilabel>Module active</guilabel>.

source: Adding a New Plugin
da: Tilføj et nyt udvidelsesmodul
ro: Adăugarea unui modul nou

source: Click <guibutton>Add</guibutton>. In the <guilabel>Add Plugin</guilabel> window, select one of the plugins in the <guilabel>Available plugins</guilabel> area and click the <guibutton>OK</guibutton> button.
da: Klik <guibutton>Tilføj</guibutton>. I vinduet <guilabel>Tilføj udvidelsesmodul</guilabel> vælg et af udvidelsesmodulerne i området <guilabel>Tilgængelige udvidelsesmoduler</guilabel> og klik på knappen <guibutton>O.k.</guibutton>.
ro: Apăsați pe <guibutton>Adaugă</guibutton>. În fereastra <guilabel>Adaugă modul</guilabel>, selectați unul dintre modulele din zona <guilabel>Module disponibile</guilabel> și apăsați pe butonul <guibutton>OK</guibutton>.

source: Removing a Plugin
da: Fjern et udvidelsesmodul
ro: Eliminarea unui modul

source: Select the plugin in the <guilabel>Active plugins</guilabel> area that you do not want anymore and click <guibutton>Remove</guibutton>.
da: Vælg udvidelsesmodulet i området <guilabel>Aktive udvidelsesmoduler</guilabel> som du ikke vil have mere, og tryk <guibutton>Fjern</guibutton>.
ro: Selectați modulul din zona <guilabel>Module active</guilabel> pe care nu o mai doriți și apăsați pe <guibutton>Elimină</guibutton>.

source: Moving Items in the Plugin List
da: Flytte elementer i udvidelsesmodullisten
ro: Mutarea elementelor în lista modulelor
