<?xml version="1.0"?><!DOCTYPE article PUBLIC "-//OASIS//DTD DocBook XML V4.1.2//EN" 
"http://www.oasis-open.org/docbook/xml/4.1.2/docbookx.dtd" [
  <!ENTITY legal SYSTEM "legal.xml">
  <!ENTITY appletversion "2.3.6">
  <!ENTITY manrevision "2.1.1">
  <!ENTITY date "August 2003">
  <!ENTITY applet "Sticky Notes">
]>

<!-- (Do not remove this comment block.)
Maintained by the GNOME Documentation Project
http://developer.gnome.org/projects/gdp
Template version: 2.0 beta
Template last modified Mar 12, 2002
-->

<article id="index" lang="fr">
<!-- please do not change the id; for translations, change lang to appropriate code -->
    
    <articleinfo>
	 <title>Manuel de l'applet &applet; V&manrevision;</title>
	
	<copyright> 
	    <year>2003</year>  
	    <holder>Sun Microsystems</holder> 
	</copyright> 
	<copyright> 
	    <year>2003</year>  
	    <holder>Loban A Rahman</holder> 
	</copyright> 

	<!-- Translators: uncomment this:
	<copyright>
	    <year>2002</year>
	    <holder>ME-THE-TRANSLATOR (Latin translation)</holder>
	</copyright>
	-->

	<publisher> 
	    <publishername>Projet de documentation GNOME</publishername> 
	</publisher> 
	
	&legal;

	<authorgroup> 
            <author>
               <firstname>Sun</firstname>
               <surname>&Eacute;quipe de documentation GNOME</surname>
               <affiliation>
                  <orgname>Sun Microsystems</orgname>
              </affiliation>
            </author>
	    <author> 
		<firstname>Loban</firstname> 
		<surname>Rahman</surname> 
		<affiliation> 
		    <!-- <orgname></orgname> --> 
		    <address> <email>loban@earthling.net</email> </address>
		</affiliation>
	    </author>

	    <!-- This is appropriate place for other contributors: translators, maintainers, etc. Commented out by default.
	    <othercredit role="translator">
		<firstname>Latin</firstname> 
		<surname>Translator 1</surname> 
		<affiliation> 
		    <orgname>Latin Translation Team</orgname> 
		    <address> <email>translator@gnome.org</email> </address> 
		</affiliation>
		<contrib>Latin translation</contrib>
	    </othercredit>
	    -->
	</authorgroup>

	<revhistory>
	    <revision> 
		<revnumber>Manuel de l'applet &applet; V&manrevision;</revnumber> 
		<date>&date;</date> 
		<revdescription> 
                    <para role="author">Equipe de documentation Sun GNOME</para>
                    <para role="publisher">Projet de documentation GNOME</para>
		</revdescription>
	    </revision>
	    <revision> 
		<revnumber>Manuel de l'applet &applet; V2.1</revnumber> 
		<date>Ao&ucirc;t 2003</date> 
		<revdescription> 
                    <para role="author">Equipe de documentation Sun GNOME</para>
                    <para role="publisher">Projet de documentation GNOME</para>
		</revdescription>
	    </revision>
	    <revision> 
		<revnumber>Manuel de l'applet &applet; V2.0</revnumber> 
		<date>Mai 2003</date> 
		<revdescription> 
		    <para role="author">Loban A Rahman
			<email>loban@earthling.net</email></para>
		    <para role="publisher"></para>
		</revdescription>
	    </revision>
	</revhistory>
	
	<releaseinfo>Le pr&eacute;sent manuel d&eacute;crit la version &appletversion; de &applet;.</releaseinfo>
	
	<legalnotice> 
	    <title>Votre avis</title>
	    <para>Pour signaler un probl&egrave;me ou faire une suggestion concernant l'applet <application>&applet;</application> ou le pr&eacute;sent manuel, proc&eacute;dez comme indiqu&eacute; &agrave; la <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>. </para>
	</legalnotice>
    </articleinfo>
    
    <indexterm> 
	<primary>Notes adh&eacute;sives</primary> 
    </indexterm> 

    <!-- ============= Document Body ============================= -->
    
    <!-- ============= Introduction ============================== -->
    <sect1 id="stickynotes-introduction">
	<title>Introduction</title> 
	<figure id="stickynotes-fig"> 
	    <title>Applet &applet;</title>
	    <screenshot>
		<mediaobject>
		    <imageobject><imagedata fileref="figures/stickynotes_applet.png" format="PNG"/></imageobject>
		    <textobject><phrase>Affiche l'applet Notes adh&eacute;sives,</phrase></textobject>
		</mediaobject>
	    </screenshot>
	</figure>
	<para> vous permettant de cr&eacute;er, de visualiser et de g&eacute;rer les notes adh&eacute;sives sur le bureau GNOME. Vous pouvez en modifier le titre, le contenu, la dimension et le style. Lorsque vous red&eacute;marrez l'applet, par exemple lorsque vous vous d&eacute;connectez puis vous reconnectez, toutes les notes adh&eacute;sives sont enregistr&eacute;es et s'ouvrent &agrave; nouveau au m&ecirc;me emplacement, avec les m&ecirc;mes dimensions et le m&ecirc;me style.</para>
        <para>Pour ajouter <application>&applet;</application> &agrave; un tableau de bord, cliquez sur le tableau avec le bouton droit de la souris, puis s&eacute;lectionnez <menuchoice>
                <guimenu>Ajouter au tableau de bord</guimenu>
                <guisubmenu>Accessoires</guisubmenu>
                <guimenuitem>Notes adh&eacute;sives</guimenuitem>
            </menuchoice>.
        </para>
    </sect1>
    
    <!-- ============= Basic Usage ============================ -->
    <sect1 id="stickynotes-usage"> 
	<title>Utilisation</title>
    <sect2 id="stickynotes-create-note">
        <title>Cr&eacute;ation d'une note adh&eacute;sive</title>
	    <para>Vous pouvez cr&eacute;er une note adh&eacute;sive en proc&eacute;dant comme suit :</para>
             <itemizedlist>
               <listitem><para>S&eacute;lectionnez <guimenuitem>Nouvelle note</guimenuitem> dans le menu de l'applet. </para></listitem>
               <listitem><para>Cliquez avec le bouton droit sur le titre d'une note existante, puis s&eacute;lectionnez <guimenuitem>Nouvelle note</guimenuitem> dans le menu contextuel. </para></listitem>
             </itemizedlist>
    </sect2>
    <sect2 id="stickynotes-show-notes">
        <title>Affichage ou masquage de notes adh&eacute;sives</title>
	    <para>Pour masquer toutes les notes adh&eacute;sives, s&eacute;lectionnez <guimenuitem>Afficher notes</guimenuitem> dans le menu de l'applet.</para>
	    <para>Pour toutes les afficher, s&eacute;lectionnez <guimenuitem>Afficher les notes</guimenuitem> &agrave; nouveau dans le menu de l'applet.</para>
    </sect2>
    <sect2 id="stickynotes-lock-notes">
        <title>Verrouillage ou d&eacute;verrouillage de notes adh&eacute;sives</title>
            <para>Vous pouvez verrouiller ou d&eacute;verrouiller toutes les notes adh&eacute;sives en m&ecirc;me temps ou chacune individuellement.</para>
    <sect3 id="stickynotes-lock-notes-all">
        <title>Verrouillage ou d&eacute;verrouillage de toutes les notes adh&eacute;sives</title>
	    <para>Pour verrouiller toutes les notes adh&eacute;sives afin qu'elles ne puissent plus &ecirc;tre &eacute;dit&eacute;es, s&eacute;lectionnez <guimenuitem>Verrouiller notes</guimenuitem> dans le menu de l'applet. </para>
            <para>Pour toutes les d&eacute;verrouiller, s&eacute;lectionnez &agrave; nouveau <guimenuitem>Verrouiller notes</guimenuitem> dans le menu de l'applet.</para>
    </sect3>
    <sect3 id="stickynotes-lock-notes-individual">
        <title>Verrouillage ou d&eacute;verrouillage d'un seule note adh&eacute;sive</title>
	    <para>Pour verrouiller une seule note adh&eacute;sive, cliquez avec le bouton droit de la souris sur son titre,  puis s&eacute;lectionnez <guimenuitem>Verrouiller note</guimenuitem> dans le menu contextuel. </para>
            <para>Pour d&eacute;verrouiller une seule note adh&eacute;sive, cliquez avec le bouton droit de la souris sur le titre de la note, puis s&eacute;lectionnez &agrave; nouveau <guimenuitem>Verrouiller note</guimenuitem> dans le menu contextuel. </para>
    </sect3>
    </sect2>
    <sect2 id="stickynotes-delete-notes">
        <title>Suppression d'une note adh&eacute;sive</title>
            <para>Vous pouvez supprimer toutes les notes adh&eacute;sives en m&ecirc;me temps ou chacune individuellement.</para>
    <sect3 id="stickynotes-delete-notes-all">
        <title>Suppression de toutes les notes adh&eacute;sives</title>
	    <para>Pour supprimer toutes les notes adh&eacute;sives, proc&eacute;dez comme suit : </para>
              <orderedlist>
                <listitem><para>S&eacute;lectionnez <guimenuitem>Supprimer notes</guimenuitem> dans le menu de l'applet. </para></listitem>
                <listitem><para>Cliquez sur le bouton <guibutton>TOUT supprimer</guibutton> pour confirmer la suppression.</para></listitem>
              </orderedlist>
    </sect3>
    <sect3 id="stickynotes-delete-notes-individual">
        <title>Suppression d'une seule note adh&eacute;sive</title>
	    <para>Pour supprimer une seule note adh&eacute;sive, cliquez avec le bouton droit de la souris sur son titre, puis s&eacute;lectionnez <guimenuitem>Supprimer note</guimenuitem> dans le menu contextuel. </para>
    </sect3>
    </sect2>
    </sect1>

    <!-- ============= Advanced Settings ============================ -->
    <sect1 id="stickynotes-advanced-settings"> 
	<title>Preferences</title>
    <sect2 id="stickynotes-settings-all"> 
	<title>Pr&eacute;f&eacute;rences g&eacute;n&eacute;rales</title>
	<para>Pour configurer les param&egrave;tres de toutes les notes adh&eacute;sives, cliquez avec le bouton droit de la souris sur l'applet, puis s&eacute;lectionnez <guimenu>Pr&eacute;f&eacute;rences</guimenu> dans son menu.</para>
	<variablelist>
	    <varlistentry> 
		<term>Largeur</term> 
		<listitem><para>Cette zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier la largeur par d&eacute;faut des nouvelles notes adh&eacute;sives en pixels.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Hauteur</term> 
		<listitem><para>Cette zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier la hauteur par d&eacute;faut des nouvelles notes adh&eacute;sives en pixels.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Couleur</term> 
		<listitem><para>Cliquez sur le bouton de s&eacute;lection de couleur pour afficher la bo&icirc;te de dialogue de s&eacute;lection de couleur. Dans cette bo&icirc;te de dialogue, la roue de couleur ou les zones de s&eacute;lection num&eacute;rique permettent de d&eacute;terminer la couleur de base par d&eacute;faut des notes adh&eacute;sives non personnalis&eacute;es.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Utilisation de la couleur &agrave; partir du th&egrave;me du syst&egrave;me</term> 
		<listitem><para>Cette option permet d'utiliser le th&egrave;me du syst&egrave;me en cours afin de d&eacute;terminer la couleur de base par d&eacute;faut des notes adh&eacute;sives non personnalis&eacute;es.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Police</term> 
		<listitem><para>Cliquez sur le bouton de s&eacute;lection de police pour afficher la bo&icirc;te de dialogue de s&eacute;lection de police. Dans cette bo&icirc;te de dialogue, les zones de liste permettent de d&eacute;terminer la police par d&eacute;faut des notes adh&eacute;sives non personnalis&eacute;es.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Utilisation de la police &agrave; partir du th&egrave;me du syst&egrave;me</term> 
		<listitem><para>Cette option permet d'utiliser le th&egrave;me du syst&egrave;me en cours afin de d&eacute;terminer la police par d&eacute;faut des notes adh&eacute;sives non personnalis&eacute;es.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Clic</term> 
		<listitem><para>S&eacute;lectionnez l'une des options suivantes pour sp&eacute;cifier ce qu'il advient lorsque vous cliquez sur l'applet :</para>
                  <itemizedlist>
                    <listitem><para>cr&eacute;ation d'une nouvelle note ;</para></listitem>
                    <listitem><para>affichage/masquage de toutes les notes ;</para></listitem>
                    <listitem><para>verrouillage/d&eacute;verrouillage de toutes les notes.</para></listitem>
                  </itemizedlist>
               </listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Attribuer notes &agrave; tous les espaces de travail</term> 
		<listitem><para>Cette option permet d'indiquer que les notes adh&eacute;sives sont visibles sur tous les espaces de travail du bureau.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Forcer couleur et police par d&eacute;faut pour toutes les notes</term> 
		<listitem><para>Cette option permet de sp&eacute;cifier que toutes les notes adh&eacute;sives, y compris les notes personnalis&eacute;es, doivent utiliser le style par d&eacute;faut.</para></listitem>
	    </varlistentry>
	</variablelist>
    </sect2>
    <sect2 id="stickynotes-settings-individual"> 
	<title>Pr&eacute;f&eacute;rences individuelles</title>
	<para>Pour configurer les param&egrave;tres d'une note adh&eacute;sive individuelle, cliquez sur la note avec le bouton droit de la souris, puis s&eacute;lectionnez <guimenu>Propri&eacute;t&eacute;s</guimenu> dans le menu contextuel.</para>
	<variablelist>
	    <varlistentry> 
		<term>Titre</term> 
		<listitem><para>Cette zone de texte permet de d&eacute;finir le titre de la note adh&eacute;sive.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Couleur</term> 
		<listitem><para>Cliquez sur le bouton de s&eacute;lection de couleur pour afficher la bo&icirc;te de dialogue de s&eacute;lection de couleur. Dans cette bo&icirc;te de dialogue, la roue de couleur ou les zones de s&eacute;lection num&eacute;rique permettent de d&eacute;terminer la couleur de base de la note adh&eacute;sive.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Utiliser couleur par d&eacute;faut</term> 
		<listitem><para>Cette option permet d'utiliser la couleur de base par d&eacute;faut de la note adh&eacute;sive.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Police</term> 
		<listitem><para>Cliquez sur le bouton de s&eacute;lection de police pour afficher la bo&icirc;te de dialogue de s&eacute;lection de police. Dans cette bo&icirc;te de dialogue, les zones de liste permettent de d&eacute;terminer la police de cette note.</para></listitem>
	    </varlistentry>
	    <varlistentry> 
		<term>Utiliser police par d&eacute;faut</term> 
		<listitem><para>Cette option permet d'utiliser la police par d&eacute;faut de cette note adh&eacute;sive.</para></listitem>
	    </varlistentry>
	</variablelist>
    </sect2>
    </sect1>
</article>
