Repository: GNOME/gnome-applets
Catalog: battstat/po/*.po
Languages: az, da, de, es, hu, lv, nn, pl, sk

source: Your platform is not supported!
az: Platformanız dəstəklənmir!
da: Din platform er ikke understøttet!
es: ¡Su plataforma no está implementada!
hu: A rendszered nem támogatott!
lv: Jūsu platforma nav atbalstīta!
nn: Plattforma·di·er·ikkje·støtta!
sk: Vaša platforma nie je podporovaná.

source: The applet will not work properly (if at all).
az: Applet düzgün işləməyəcəkdir.
da: Appletten vil ikke fungere rigtigt (hvis den starter overhovedet).
es: El aplique no funcionará correctamente (si es que hace algo)
hu: Az applet nem fog megbízhatóan mûködni (lehet, hogy egyáltalán nem fog mûködni).
lv: Sīkprogramma nestrādās pareizi (ja vispār).
nn: Applet vil ikkje virke skikkeleg (om i det heile tatt)
sk: Applet nebude fungovať správne (ak vôbec).

source: High
az: Yüksək
da: Høj
de: Hoch
es: Alta
hu: Magas
lv: Augstu
nn: Høg
pl: Wysoki
sk: Vysoký

source: Low
az: Alçaq
da: Lav
de: Niedrig
es: Baja
hu: Alacsony
lv: Zemu
nn: Lav
pl: Niski
sk: Nízky

source: Critical
az: Kritik
da: Kritisk
de: Kritisch
hu: Kritikus
lv: Kritiski
nn: Kritisk
pl: Krytyczny
sk: Kritický

source: Charging
az: Doldurulur
da: Oplader
de: Laden
es: Cargando
hu: Töltés
lv: Lādējas
nn: Ladar
pl: Trwa ³adowanie
sk: Nabíjanie

source: System is running on battery power Battery: %d%% (%s)
az: Sistem batareya gücü ilə işləyir Batareya: %d%% (%s)
da: Systemet kører på batteristrøm Batteri: %d%% (%s)
es: El sistema está usando la batería Batería: %d%% (%s)
hu: A rendszer áramellátását a telep biztosítja Telep állapota: %d%%·(%s)
lv: Sistēma strādā uz baterijām Baterijas: %d%% (%s)
nn: Systemet køyrer på batterikraft Batteri: %d%% (%s)
sk: Systém beží z batérií. Batérie: %d%% (%s)

source: System is running on AC power Battery: %d%% (%s)
az: Sistem AC gücü ilə işləyir Batareya: %d%% (%s)
da: Systemet kører på netstrøm Batteri: %d%% (%s)
es: El sistema está usando la red eléctrica. Batería: %d%% (%s)
hu: A rendszer áramellátását a tápegység biztosítja Telep állapota: %d%%·(%s)
lv: Sistēma strādā uz AC Baterijas: %d%% (%s)
nn: Systemet køyrer på straum Batteri: %d%% (%s)
sk: Systém beží zo siete. Batérie: %d%% (%s)

source: System is running on battery power
az: Sistem batareya gücü ilə işləyir
da: Systemet kører på batteristrøm
es: El sistema está usando la batería
hu: A rendszer áramellátását a telep biztosítja
lv: Sistēma strādā uz baterijām
nn: Systemet køyrer på batteri
sk: Systém beží z batérií

source: System is running on AC power
az: Sistem AC gücü ilə işləyir
da: Systemet kører på netstrøm
es: El sistema está usando la red eléctrica.
hu: A rendszer áramellátását a tápegység biztosítja
lv: Sistēma strādā uz AC enerģiju
nn: Systemet køyrer på straum
sk: Systém beží zo siete

source: N/A
az: YOX
da: I/T
es: N/D
hu: Nincs értelmezve
nn: I/T

source: Battery low (%d%%) and AC is offline
az: Batareya gücü azalıb (%d%%) və elektriyə taxılı deyil
da: Batteriet har lavt strømniveau (%d%%) og er ikke koblet til netstrøm
es: Batería baja (%d%%) y no está enchufado a la red eléctrica
hu: A telep feszültsége alacsony (%d%%), a tápegység nincs csatlakoztatva
lv: Baterija zemu (%d%%) un AC nav pieejams
nn: Batteristatus lav (%d%%) og straumen er fråkopla
sk: Batérie sú skoro vybité (%d%%) a napájací kábel nie je zasunutý.

source: Battery low (%d%%) and AC is online
az: Batareya gücü azalıb (%d%%) və elektriyə taxılıdır
da: Batteriet har lavt strømniveau (%d%%), og er koblet til netstrøm
es: Batería baja (%d%%) y está enchufado a la red eléctrica
hu: A telep feszültsége alacsony (%d%%), a tápegység csatlakoztatva

source: System is running on battery power. Battery: %d%% (%s)
az: Sistem batareya gücü ilə işləyir. Batareya: %d%% (%s)
da: Systemet kører på batteristrøm. Batteri: %d%% (%s)
es: El sistema está usando la batería. Batería: %d%% (%s)
hu: A rendszer áramellátását a telep biztosítja. Telep állapota: %d%%·(%s)
lv: Sistēma strādā uz baterijām. Baterijas: %d%% (%s)
nn: Systemet køyrer på batteri. Batteri: %d%% (%s)
sk: Systém beží z batérií. Batérie: %d%% (%s)

source: System is running on AC power. Battery: %d%% (%s)
az: Sistem AC gücü ilə işləyir. Batareya: %d%% (%s)
da: Systemet kører på netstrøm. Batteri: %d%% (%s)
es: El sistema está usando la red eléctrica. Batería: %d%% (%s)
hu: A rendszer áramellátását a tápegység biztosítja. Telep állapota: %d%%·(%s)
lv: Sistēma strādā ar AC enerģiju. Baterijas: %d%% (%s)
nn: Systemet køyrer på straum. Batteri: %d%% (%s)
sk: Systém beží zo siete. Batérie: %d%% (%s)

source: System is running on battery power. Battery: Not present
az: Sistem batareya gücü ilə işləyir. Batareya: Mövcud deyil
da: Systemet kører på batteristrøm. Batteri: Ikke tilstede
es: El sistema está usando la batería. Batería: no hay tal
hu: A rendszer áramellátását a telep biztosítja. Telep állapota: nem elérhetõ
lv: Sistēma strādā uz baterijām. Baterijas: Nav informācijas
nn: Systemet køyrer på batteri. Batteri: ikkje tilstades
sk: Systém beží z batérií. Batérie: nie sú k dispozícii

source: System is running on AC power. Battery: Not present
az: Sistem batareya gücü ilə işləyir. Batareya: Mövcud Deyil
da: Systemet kører på netstrøm. Batteri: Ikke tilstede
es: El sistema está usando la red eléctrica. Batería: no hay tal
hu: A rendszer áramellátását a tápegység biztosítja. Telep állapota: nem elérhetõ
lv: Sistēma strādā ar AC enerģiju. Baterijas: Nav informācijas
nn: Systemet køyrer på straum. Batteri: ikkje til stades
sk: Systém beží zo siete. Batérie: nie sú k dispozícii

source: Battery: %d%% (%s)
az: Batareya: %d%% (%s)
da: Batteri: %d%% (%s)
de: Akku: %d%%·(%s)
es: Batería: %d%% (%s)
hu: Telep állapota: %d%%·(%s)
lv: Baterijas: %d%% (%s)
nn: Batteri: %d%% (%s)
pl: Stan baterii: %d%% (%s)
sk: Batérie: %d%% (%s)

source: Battery: Not present
az: Batareya: Mövcud Deyil
da: Batteri: Ikke tilstede
de: Akku: nicht verfügbar
es: Batería: no hay tal
hu: Telep állapota: nem elérhetõ
lv: Baterijas: Nav informācijas
nn: Batteri: Ikkje til stades
pl: Stan baterii: (nieznany)
sk: Batérie: nie sú k dispozícii

source: Battery is now fully re-charged!
az: Batareya yenidən tamamilə doldurulmuşdur!
da: Batteriet er nu fuldt opladet!
de: Akku ist nun vollständig aufgeladen!
es: ¡La batería ya está completamente recargada!
hu: A telep csurig feltöltve!
lv: Baterija tagad ir pilnīgi uzlādēta!
nn: Batteriet er no fullt og topplada!
sk: Batéria sa úplne dobila.

source: Can't open the APM device! Make sure you have read permission to the APM device.
az: APM avadanlığı açıla bilmir! APM avadanlığı üstündə səlahiyyətiniz olub olmadığını yoxlayın.
da: Kan ikke åbne APM-enheden! Tjek om du har læserettigheder til APM-enheden.
de: Das APM-Gerät kann nicht geöffnet werden! Stellen Sie sicher, dass Sie Leserechte für das APM-Gerät haben.
es: No puedo abrir el dispositivo APM!
hu: Az APM-eszköz megnyitása sikertelen! Gyõzõdj meg róla, hogy van olvasási jogod az APM-eszközhöz
lv: Nevar atvērt APM iekārtu! Pārliecinieties vai jums ir nolasīšanas atļaujas uz APM iekārtu.
nn: Klarar ikkje å opne APM-eininga! Ver sikker på at du har lese rettar til APM-eininga.
pl: Nie mo¿na otworzyæ urz±dzenia APM! Upewnij siê, ¿e masz uprawnienia do odczytu stanu urz±dzenia APM.
sk: Nepodarilo sa otvoriť zariadenie APM. Overte, že máte práva pre čítanie zo zariadenia APM.

source: The APM Management subsystem seems to be disabled. Try executing "apm -e 1" (FreeBSD) and see if that helps.
az: APM İdarə alt sistemi deyəsən qeyri-fəallaşdırılıb. "apm -e 1" (FreeBSD) icrasına çalışın və yardım edib etmədiyinə baxın.
da: Systemet for APM-håndtering ser ud til at være slået fra. Prøv at køre 'apm -e 1' (FreeBSD) og se om dette hjælper.
de: Das APM-Verwaltungssubsystem scheint deaktiviert zu sein. Versuchen Sie "apm - e 1" (FreeBSD) auszuführen und sehen Sie ob es hilft.
es: El subsistema APM parece que está deshabilitado. Pruebe a ejecutar «apm -e 1" (FreeBSD) a ver si sirve de ayuda.
hu: Az APM-kezelõ alrendszer valószínüleg ki van kapcsolva. Próbálkozz az "apm - e 1" (FreeBSD) kiadásával, hátha segít.
lv: APM Pārvaldības apakšsistema izskatās ir izslēgta. Mēģiniet palaist "apm -e 1" (FreeBSD) un paskatīties vai tas palīdz.
nn: APM styresystemet ser ut til å vere utkopla. Prøv å køyre "apm -e 1" (FreeBSD) og sjå om det hjelp.
sk: Vyzerá to, že podsystém pre správu napájania APM je vypnutý. Skúste spustiť príkaz "apm -e 1" (FreeBSD), či to pomôže.

source: Battery status utility
az: Batareya vəziyyət göstəricisi
da: Værktøj for batteristatus
de: Werkzeug für den Ladezustand des Akkus
es: Utilidad de estado de la batería
hu: Telep-állapotkijelzõ applet
lv: Bateriju statusa utilīta
nn: Batteristatusverkty
pl: Status baterii
sk: Nástroj pre stav batérií

source: This utility show the status of your laptop battery.
az: Bu vasitə dizüstü kompüterin batareyasının doluluq vəziyətini göstərir.
da: Dette værktøj viser status for batteri på din bærbare.
de: Dieses Werkzeug zeigt den Zustand ihres Laptop-Akkus.
es: Esta utilidad muestra el estado de la batería de su ordenador portátil.
hu: Ez a segédprogrom kijelzi, hogy mennyi szuffla van még a laptopod telepében.
lv: Utilīta kas parāda jūsu klēpjdatora bateriju stāvokli.
nn: Vertyet vist statusen på batteriet på din bærbare
pl: Ten program pokazuje status baterii Twojego laptopa.
sk: Tento nástroj ukazuje stav batérií vášho prenosného počítača.

source: You can't hide all elements of the applet!
az: Appletin bütün elementlərini gizləyə bilməzsiniz!
da: Du kan ikke skjule alle elementer i appleten!
de: Sie können nicht alle Elemente des applets verbergen!
es: ¡No puede esconder todos los elementos del aplique!
hu: Nem lehet az applet minden elemét elrejteni!
lv: Jūs nevar noslēpt visus sīkprogrammas elementus!
nn: Du kan ikkje gøyme alle appletelementa!
sk: Nemôžete skryť všetky časti appletu.

source: Can't create applet!
az: Applet yaradıla bilmir!
da: Kan ikke oprette applet!
de: Applet kann nicht erzeugt werden!
es: ¡No puedo crear el applet!
hu: Az applet létrehozása sikertelen!
lv: Nevar izveidot sīkprogrammu!
pl: Nie mo¿na utworzyæ apletu!
sk: Nepodarilo sa vytvoriť applet.

source: Properties...
az: Xüsusiyyətlər...
da: Egenskaber...
de: Eigenschaften...
es: Propiedades...
hu: Tulajdonságok...
lv: Rekvizīti...
pl: W³a¶ciwo¶ci...
sk: Vlastnosti...

source: About...
az: Haqqında...
da: Om...
de: Info...
es: Acerca de...
hu: Névjegy...
lv: Par...
pl: Informacje o...
sk: O programe...

source: Help
az: Yardım
da: Hjælp
de: Hilfe
es: Ayuda
hu: Súgó
lv: Palīdzība
sk: Pomocník

source: Suspend laptop
az: Dizüstü kompüteri gözlət
da: Sæt i dvale
de: Laptop in den Suspend-Zustand versetzen
es: Suspender sistema
hu: Laptop felfüggesztése (suspend)
lv: Aizmidzināt klēpjdatoru
sk: Suspendovať počítač

source: You have chosen to enable the Suspend function. This can potentionally be a security risc.
az: Gözləmə funksiyasını fəallaşdırmağı seçdiniz. Bunun bəzi təhlükəsizlik məsələləri ola bilər.
da: Du har valgt at aktivere dvale-funktionen. Dette kan være en potentiel sikkerhedsrisiko.
de: Sie haben die Aktivierung der Suspend-Funktion gewählt. Dies kann möglicherweise ein Sicherheitsrisiko sein.
es: He elegido activar la función de Suspensión. Esto podría ser un riesgo potencial de seguridad.
hu: Engedélyezted a felfüggesztés parancsot. Ez lehet, hogy biztonsági rést okoz.

source: Battstat Settings
az: Battstat Qurğuları
da: Indstillinger for Battstat
de: Battstat-Einstellungen
es: Configuración de Battstat
hu: Battstat beállítások
pl: Ustawienia apletu Battstat

source: General
az: Ümumi
da: Generelt
de: Allgemein
hu: Általános
pl: Ogólne

source: Battery color levels (%)
az: Batareya rəng səviyyələri (%)
da: Farver for batteriniveauer (%)
de: Akku-Farbstufen (%s)
es: Colores de los niveles de carga (%)
hu: Telepszintek színe (%s)
pl: Kolory poziomów baterii (%)

source: Yellow:
az: Sarı:
da: Gul:
de: Gelb:
es: Amarillo:
hu: Sárga:
pl: ¯ó³ty:

source: Orange:
az: Narıncı:
es: Naranja:
hu: Narancs:
pl: Pomarañczowy:

source: Red:
az: Qırmızı:
da: Rød:
de: Rot:
es: Rojo:
hu: Piros:
pl: Czerwony:

source: Preview
az: Nümayiş
da: Smigkig
de: Vorschau
es: Vista previa
hu: Elõnézet
pl: Podgl±d

source: Warnings
az: Xəbərdarlıqlar
da: Advarsler
de: Warnungen
es: Avisos
hu: Figyelmeztetések
pl: Ostrze¿enia

source: Notify me when battery charge is low
az: Batarera doluluğ düşəndə xəbər ver
da: Giv besked når batteriniveauet er lavt
de: Mich informieren, wenn Akkuladezustand niedrig ist
es: Avísame cuando la batería esté baja
hu: Figyelmeztess, amikor a telep feszültsége alacsony

source: Notify me when battery is fully re-charged
az: Batarera yenidən tamamilə doldurulanda xəbər ver
da: Giv besked når batteriet er fuldt opladet
de: Mich informieren, wenn Akku vollständig geladen ist
es: Avísame cuando la batería está recargada
hu: Figyelmeztess, amikor a telep teljesen fel van töltve

source: Beep when either of the above is true
az: Yuxarıdakı yerinə gəlmirsə. xəbər ver
da: Dyt når et af disse er rigtigt
de: Piepsen, wenn einer der oberen Fälle wahr ist
es: Pitar cuando algo de lo de arriba sea verdad
hu: Csipogj, amikor a fentiek közül valamelyik igaz

source: Fonts
az: Yazı növləri
da: Skrifttyper
de: Schriften
es: Fuentes
hu: Betûkészletek

source: Use my own font instead of the default GNOME font
az: Əsas GNOME yazı növü yerinə mənim tərcihimi işlət
da: Brug min egen skrifttype i stedet for forvalgt GNOME skrifttype
de: Eigene Schrift statt der voreingestellten GNOME-Schrift verwenden
es: Usar mi propia fuente en lugar de la predeterminada en GNOME
hu: Saját betûkészlet használata a GNOME-os alapértelmezés helyett

source: Percentage text:
az: Faiz mətni:
da: Procenttekst:
de: Prozent-Text:
es: Porcentaje en texto:
hu: Százalék szöveg:
pl: Tekst procentu:

source: Suspend
az: Gözlə
da: Dvale
es: Suspender
hu: Fefüggsztés

source: Suspend command:
az: Gözləmə əmri:
da: Kommando for dvale:
de: Suspend-Befehl:
es: Orden de suspensión
hu: Felfüggesztés parancsa:

source: Appearance
az: Görünüş
da: Udseende
de: Aussehen
es: Apariencia
hu: Kinézet
pl: Wygl±d

source: Progress bar direction
az: Gedişat çubuğu istiqaməti
da: Retning
de: Richtung für Fortschrittsbalken
es: Dirección de la barra de progreso
hu: Állapotkijelzõ iránya
pl: Kierunek wska¼nika na³adowania

source: Move towards top
az: Birlikdə yuxarı daşı
da: Flyt opad
de: Nach oben wachsen
es: Mover hacia arriba
hu: Növekedés felfelé
pl: Do góry

source: Move towards bottom
az: Birlikdə alta daşı
da: Flyt nedad
de: Nach unten wachsen
es: Mover hacia abajo
hu: Növekedés lefelé
pl: Do do³u

source: Status dock
az: Gedişat göstəricisi
da: Statusdok
es: Tablón de estado
hu: Állapotdokk

source: Use the status dock
az: Vəziyyət göstəricisindən istifadə et
da: Brug statusdokken
de: Das Status Dock verwenden
hu: Állapotdokk használata

source: Applet layout
az: Aplet düzülüşü
da: Placering
es: Orientación del aplique
hu: Az applet elhelyezkedése

source: Show
az: Göstər
da: Vis
de: Zeigen
es: Mostrar
hu: Mutatás

source: Hide
az: Gizlət
da: Skjul
de: Verbergen
es: Ocultar
hu: Elrejtés

source: Battery Status Utility
az: Batareya Doluluq Göstəricisi
da: Værktøj for batteristatus
es: Utilidad de estado de la batería
hu: Telep-állapotkijelzõ
lv: Bateriju Statusa Utilīta
sk: Nástroj pre stav batérií

source: Shows the status of the battery
az: Batareya doluluğunu göstər
da: Viser status for batteriet
es: Muesta el estado de la batería
hu: Kijelzi a telep állatotát
lv: Parāda bateriju statusu
sk: Zobrazuje stav batérií

source: (C) 2000 The Gnulix Society
da: © 2000 The Gnulix Society
es: © 2000 The Gnulix Society

source: System is running on %s power Battery: %d%% (%s)
pl: System korzysta z energii %s Stan baterii: %d%% (%s)

source: AC
pl: sieciowej.

source: battery
pl: baterii.

source: System is running on %s power
pl: System korzysta z energii %s

source: Battery low (%d%%) and AC is %s
pl: Niski poziom baterii (%d%%) i zasilanie zewnêtrzne jest %s

source: online
pl: w³±czone

source: offline
pl: wy³±czone

source: System is running on %s power.
pl: System korzysta z energii %s

source: You have chosen to enable the Suspend function. This can potentially be a security risk.
lv: Jūs esat izvēlējies Aizmidzināšanas funkciju. Šis ir pontenciāls drošības risks.
sk: Vybrali ste funkciu pre pozastavenie (suspendovanie) počítača. Môže to byť ohroziť jeho zabezpečenie.

source: (C) 2000 The Gnulix Society, (C) 2002 Free Software Foundation
nn: © 2000 The Gnulix Sociery, © 2002 The Free Software Foundation
