Repository: GNOME/gnome-applets
Catalog: mixer/docs/*/*.po
Languages: ro

# _
source: translator-credits
ro: Toma Daniel <daniel.digital2@gmail.com>, 2011

source: Volume Control Manual
ro: Controlul volumului - manualul utilizatorului

source: Volume Control enables you to control the sound volume on your system and provides visual feedback on the current volume level.
ro: Controlul volumului vă permite sa modificați volumul sunetului sistemului dumneavoastră și vă furnizează informații vizuale privind nivelul volumului actual.

source: GNOME Documentation Project
ro: Proiectul de documentație GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
ro: Se acordă permisiunea de a copia, distribui și/sau modifica acest document în conformitate cu termenii licenței GNU Free Documentation License (GFDL), Versiunea 1.1 sau altă versiune ulterioară publicată de Free Software Foundation, fără Invariant Sections, Front-Cover Texts sau Back-Cover Texts. Puteți găsi o copie a licenței GFDL la acestă <ulink type="help" url="help:fdl">legătură</ulink> sau în fișierul COPYING-DOCS distribuit cu acest manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
ro: Acest manual face parte din colecția de manuale GNOME distribuite sub licența GFDL. Dacă doriți să distribuiți acest manual separat de colecție, aveți posibilitatea de a face acest lucru adăugând o copie a licenței manualului, așa cum este descris în secțiunea 6 din licență.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ro: Multe dintre numele folosite de companii pentru a distinge produsele și serviciile lor sunt declarate ca mărci comerciale. În cazul în care aceste nume apar în orice documente GNOME, și membrii proiectului de documentație GNOME sunt conștienți de aceste mărci, numele sunt scrise în majuscule sau cu primele litere cu capital.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
ro: DOCUMENTUL ESTE OFERIT "CA ATARE", FĂRĂ NICIUN FEL DE GARANȚIE, FIE EXPLICITĂ SAU IMPLICITĂ, INCLUZÂND, FĂRĂ LIMITARE, GARANȚII CĂ DOCUMENTUL SAU VERSIUNEA MODIFICATĂ A ACESTUIA ESTE FĂRĂ DEFECTE, POTRIVITĂ PENTRU UN SCOP PARTICULAR SAU PENTRU A NU ÎNCĂLCA NICIUN DREPT. ÎNTREGUL RISC PRIVIND CALITATEA, PRECIZIA ȘI PERFORMANȚA DOCUMENTULUI SAU VERSIUNII MODIFICATE A ACESTUIA ESTE AL DUMNEAVOASTRĂ. ÎN CAZ CĂ ORICE DOCUMENT SAU VERSIUNE MODIFICATĂ SE DOVEDEŞTE A FI DEFECTĂ ÎN ORICE PRIVINȚĂ, DUMNEAVOASTRĂ (NU SCRIITORUL INIȚIAL, AUTOR SAU ORICE CONTRIBUABIL) VĂ ASUMAŢI COSTUL NECESAR ÎNTREȚINERII, REPARAȚIILOR SAU CORECTURILOR. ACEST CERTIFICAT DE NEGARANȚIE REPREZINTĂ O PARTE ESENȚIALĂ A ACESTEI LICENȚE. NICIO FOLOSIRE A ORICĂRUI DOCUMENT SAU A UNEI VERSIUNI MODIFICATE A UNUIA NU ESTE AUTORIZATĂ DECÂT ÎN ACEST CERTIFICAT DE NEGARANȚIE; ȘI

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
ro: ÎN NICIUN CAZ ȘI SUB NICIO TEORIE JURIDICĂ, FIE CĂ ESTE VORBA DE INJURII (INCLUZÂND NEGLIJENȚA), CONTRACT, SAU ALTFEL, AUTORUL, SCRIITOR INIȚIAL, ORICE CONTRIBUABIL, SAU ORICE DISTRIBUITOR AL DOCUMENTULUI SAU A UNEI VERSIUNI MODIFICATE A DOCUMENTULUI, SAU ORICE FURNIZOR AL ACESTOR PĂRȚI, NU VA FI SUPUS NICIUNEI PERSOANE PENTRU ORICE DAUNE DIRECTE, INDIRECTE, SPECIALE, ACCIDENTALE SAU CAUZATE DE ORICE CARACTER, INCLUZÂND, FĂRĂ LIMITARE, DAUNE DE PIERDERE A BUNĂVOINŢEI, ÎNTRERUPEREA LUCRULUI, DEFECTAREA SAU EȘUAREA CALCULATORULUI, SAU ORICE ALTE DAUNE SAU PIERDERI REZULTATE PRIN, SAU ÎN LEGATURA CU FOLOSIREA ACESTUI DOCUMENT SAU A UNEI VERSIUNI MODIFICATE A ACESTUIA, CHIAR DACĂ O PARTE AR FI FOST INFORMATĂ DE POSIBILITĂȚILE ACESTOR DAUNE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
ro: DOCUMENTUL SAU VERSIUNILE MODIFICATE ALE ACESTUIA SUNT FURNIZATE SUB TERMENII LICENȚEI THE GNU FREE DOCUMENTATION LICENSE, ÎNȚELEGÂNDU-SE URMĂTOARELE: <_:orderedlist-1/>

source: <firstname>Dan</firstname> <surname>Mueth</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>d-mueth@uchicago.edu</email> </address> </affiliation>
ro: <firstname>Dan</firstname> <surname>Mueth</surname> <affiliation> <orgname>Proiectul de documentație GNOME</orgname> <address> <email>d-mueth@uchicago.edu</email> </address> </affiliation>

source: <revnumber>Volume Control Applet Manual V2.8</revnumber> <date>August 2004</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.8</revnumber> <date>August 2004</date> <_:revdescription-1/>

source: Sun GNOME Documentation Team
ro: Echipa de documentație Sun GNOME

source: <revnumber>Volume Control Applet Manual V2.6</revnumber> <date>February 2004</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.6</revnumber> <date>Februarie 2004</date> <_:revdescription-1/>

source: <revnumber>Volume Control Applet Manual V2.5</revnumber> <date>September 2003</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.5</revnumber> <date>Septembrie 2003</date> <_:revdescription-1/>

source: <revnumber>Volume Control Applet Manual V2.4</revnumber> <date>August 2003</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.4</revnumber> <date>August 2003</date> <_:revdescription-1/>

source: <revnumber>Volume Control Applet Manual V2.3</revnumber> <date>March 2003</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.3</revnumber> <date>Martie 2003</date> <_:revdescription-1/>

source: <revnumber>Volume Control Applet Manual V2.2</revnumber> <date>January 2003</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.2</revnumber> <date>Ianuarie 2003</date> <_:revdescription-1/>

source: <revnumber>Volume Control Applet Manual V2.1</revnumber> <date>August 2002</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.1</revnumber> <date>August 2002</date> <_:revdescription-1/>

source: <revnumber>Volume Control Applet Manual V2.0</revnumber> <date>April 2002</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Controlul Volumului - Manualul utilizatorului V2.0</revnumber> <date>Aprilie 2002</date> <_:revdescription-1/>

source: <revnumber>Mixer Applet</revnumber> <date>2000</date> <_:revdescription-1/>
ro: <revnumber>Miniaplicația Mixer</revnumber> <date>2000</date> <_:revdescription-1/>

source: This manual describes version 2.8 of Volume Control.
ro: Acest manual descrie versiunea 2.8 a miniaplicației Controlul Volumului

source: Feedback
ro: Sugestii

source: To report a bug or make a suggestion regarding the Volume Control applet or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
ro: Pentru a raporta o disfuncționalitate sau pentru a face o sugestie privind miniaplicația Controlul Volumului sau acest manual, urmăriți instrucțiunile de la <ulink url="ghelp:gnome-feedback" type="help">pagina pentru sugestii GNOME</ulink>.

source: <primary>Volume Control</primary>
ro: <primary>Controlul volumului</primary>

source: Introduction
ro: Introducere

source: Volume Control Applet
ro: Miniaplicația Controlul Volumului

source: <imageobject><imagedata fileref="figures/volumecontrol_applet.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Volume Control applet. Contains image of a speaker.</phrase> </textobject>
ro: <imageobject><imagedata fileref="figures/volumecontrol_applet.png" format="PNG"/> </imageobject> <textobject> <phrase>Afișează miniaplicația Controlul Volumului. Conține imaginea unui difuzor.</phrase> </textobject>

source: The <application>Volume Control</application> applet enables you to control the sound volume on your system. The applet icon changes depending on the volume level that you select. For example, if you select a low volume level, the icon displays one sound wave emanating from the speaker in the applet icon. As you increase the volume, the icon changes to display more sound waves.
ro: Aplicația <application>Controlul Volumului</application> vă permite să modificați volumul sunetului sistemului dumneavoastră. Iconița miniaplicației se modifică ținând cont de nivelul volumului selectat. De exemplu, dacă selectați un nivel redus de volum, iconița va indica o undă de sunet emisă de difuzorul din iconița miniaplicației. Pe măsura ce măriți volumul, iconița va indica mai multe unde.

source: To Add Volume Control to a Panel
ro: Adăugarea Controlul Volumului într-un panou.

source: To add <application>Volume Control</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select <application>Volume Control</application> in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>.
ro: Pentru a adăuga <application>Controlul Volumului</application> într-un panou, apăsați clic dreapta pe panou, apoi alegeți <guimenuitem>Adăugare în Panou</guimenuitem>. Selectați <application>Controlul Volumului</application> din dialogul <application>Adăugare în Panou</application>, apoi apăsați <guibutton>OK</guibutton>.

source: Using Volume Control
ro: Utilizarea Controlul Volumului

source: To Adjust the Volume
ro: Ajustarea volumului

source: Click on the applet to display a slider control. To increase the volume, move the slider upwards. To decrease the volume, move the slider downwards.
ro: Apăsați pe miniaplicație pentru a afișa glisorul de control. Pentru a mări volumul, mișcați glisorul în sus. Pentru a micșora volumul, mișcați glisorul în jos.

source: To Switch the Volume Off
ro: Închiderea volumului

source: To switch the volume off, right-click on the applet, then choose <guimenuitem>Mute</guimenuitem>.
ro: Pentru a închide volumul, apăsați clic dreapta pe miniaplicație, apoi selecați <guimenuitem>Mut</guimenuitem>.

source: To Access Additional Features
ro: Accesarea funcționalităților suplimentare

source: To access additional functionality for working with volume, right-click on the applet, then choose <guimenuitem>Open Volume Control</guimenuitem>. A volume control application starts, which enables you to control the volume and balance levels for audio playback and recording.
ro: Pentru a accesa funcționalități suplimentare pentru a lucra cu volumul, apăsați clic dreapta pe miniaplicație, apoi selectați <guimenuitem>Deschide Controlul Volumului</guimenuitem>. O aplicație pentru controlul volumului se va deschide, care vă va permite să modificați volumul și nivelurile de echilibru pentru redare și înregistrare.

source: Customizing Volume Control
ro: Personalizarea Controlul Volumului

source: To configure <application>Volume Control</application>, right-click on the applet, then choose <guimenuitem>Preferences</guimenuitem>.
ro: Pentru a configura <application>Controlul Volumului</application>, apăsați clic dreapta pe miniaplicație, apoi selectați <guimenuitem>Preferințe</guimenuitem>.

source: <application>Volume Control</application> populates the <guilabel>Volume Control Preferences</guilabel> dialog dynamically, based on the functionality supported by your sound card.
ro: <application>Controlul Volumului</application> populează dialogul <guilabel>Preferințe Control Volum</guilabel> în mod dinamic, bazându-se pe funcționalitatea suportată de placa de sunet a dumneavoastră.

source: <guilabel>Audio Channels</guilabel>
ro: <guilabel>Canale audio</guilabel>

source: Select the audio output channel that you want to control:
ro: Selectați canalul audio de ieșire pe care doriți sa îl controlați:

source: <guilabel>Volume</guilabel>
ro: <guilabel>Volum</guilabel>

source: <guilabel>Speaker</guilabel>
ro: <guilabel>Difuzor</guilabel>

source: <guilabel>Microphone</guilabel>
ro: <guilabel>Microfon</guilabel>

source: <guilabel>Record</guilabel>
ro: <guilabel>Înregistrare</guilabel>

source: Click <guibutton>Close</guibutton> to close the <guilabel>Volume Control Preferences</guilabel> dialog.
ro: Apăsați <guibutton>Închidere</guibutton> pentru a închide dialogul <guilabel>Preferințe Controlul Volumului</guilabel>.

source: link
ro: legătură

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
ro: Se acordă permisiunea de a copia, distribui și/sau modifica acest document în conformitate cu termenii licenței GNU Free Documentation License (GFDL), Versiunea 1.1 sau altă versiune ulterioară publicată de Free Software Founda<_:ulink-1/> sau în fișierul COPYING-DOCS distribuit cu acest manual.
