Repository: GNOME/gnome-applets
Catalog: invest-applet/docs/*/*.po
Languages: el, fr, it, ru

source: Candlestick Chart
it: Grafico a candela

source: A moving average is a statistical series of a security's closing prices throughout consecutive trading days. It is typically shown in the same graph as a line chart to indicate trends in share prices.
it: La media mobile è la serie statistica di prezzi di chiusura di un titolo lungo i giorni di contrattazione consecutivi. È solitamente mostrata nello stesso grafico come un diagramma di linee indicante il trend nel prezzo dell'azione.

source: Overlays allow you to graph multiple statistical measurements onto a single chart. For example, you can compare the performance of a single stock against that of an index such as the NASDAQ or the DJIA.
it: Le sovrapposizioni permettono la rappresentazione di misure statistiche multiple in un singolo grafico. Per esempio, si può confrontare la performance di una singola azione in rapporto a quella di un indice come il NASDAQ o il DJIA.
