Repository: GNOME/gnome-applets
Catalog: invest-applet/docs/*/*.po
Languages: el, fr, it, ru

source: Before the applet can provide you with recent quotes, you have to configure it. Quotes can come from different stock exchange centers around the world, so the prices can have different currencies. The automatic translation of currencies can be configured, as well as the translation of your purchases done in different countries. Finally, charts are available for each of your configured quote.
el: Πριν η εφαρμογή σας δώσει τρέχουσες τιμές, πρέπει να τη διαμορφώσετε. Οι τιμές προέρχονται από διάφορα χρηματιστήρια ανά τον κόσμο, έτσι οι τιμές μπορεί να είναι σε διάφορα νομίσματα. Η αυτόματη μετατροπή νομισμάτων μπορεί να διαμορφωθεί, καθώς και η μετατροπή των αγορών σας σε διάφορες χώρες. Τέλος, είναι διαθέσιμα γραφήματα για κάθε μια διαμορφωθείσα τιμή.
fr: Pour que l'applet puisse vous indiquer les dernières cotations, vous devez le configurer. Les cotations peuvent provenir de différents centres boursiers des valeurs dans le monde, les prix peuvent donc être dans des devises différentes. La conversion automatique des devises ainsi que celle des achats que vous avez effectués dans différents pays peut être configurée. Enfin, des graphiques sont disponibles pour chacune des cotations configurées.
ru: Перед тем как апплет начнёт выдавать новые котировки его нужно настроить. Котировки могут быть получены из различных фондовых бирж мира, поэтому цены могут быть в различной валюте. Можно настроить автоматическую конвертацию валюты, а также конвертацию ваших приобретений в различных странах. И, наконец, для каждой настроенной котировки доступны графики.

source: Configure your Quotes
el: Διαμόρφωση τιμών
fr: Configuration de vos cotations
ru: Настройка котировок

source: Add New Quotes to the Applet
el: Προσθήκη νέων τιμών στη μικροεφαρμογή
fr: Ajout de nouvelles cotations à l'applet
ru: Добавление новых котировок в апплет

source: To add new quotes to <application>Invest</application>, perform the following steps:
el: Για να προσθέσετε νέες τιμές στο <application>Invest</application>, κάντε τα εξής βήματα:
fr: Pour ajouter de nouvelles cotations à <application>Invest</application>, effectuez les opérations suivantes :
ru: Чтобы добавить новые котировки в <application>Invest</application>, выполните следующие действия:

source: Right-click on the icon, and select <guilabel>Preferences</guilabel>.
el: Κάντε δεξί κλικ στο εικονίδιο στον πίνακα εφαρμογών και επιλέξτε <guilabel>Προτιμήσεις</guilabel>.
fr: Cliquez-droit sur l'icône de l'applet et sélectionnez <guilabel>Préférences</guilabel>.
it: Fare clic con il tasto destro del mouse sull'icona e selezionare <guilabel>Preferenze</guilabel>.
ru: Щёлкните правой кнопкой мыши на значке и выберите <guilabel>Параметры</guilabel>.

source: Click <guilabel>Add</guilabel> to add a quote to <application>Invest</application>.
el: Κάντε κλικ στο <guilabel>Προσθήκη</guilabel> για να να εισάγετε μια τιμή στο <application>Invest</application>.
fr: Cliquez sur <guilabel>Ajouter</guilabel> pour ajouter une cotation à <application>Invest</application>.
ru: Нажмите <guilabel>Добавить</guilabel> для добавления котировки в <application>Invest</application>.

source: The default quote is GOOG. It is initially selected for editing so that you can instantly change it. Enter the <guilabel>Symbol</guilabel> of the quote here. If you do not know the symbol of your desired quote, see below.
el: Η προεπιλεγμένη μορφή είναι GOOG. Είναι αρχικά επιλεγμένη για επεξεργασία έτσι μπορείτε να την αλλάξετε αμέσως. Εισάγετε το <guilabel>Σύμβολο</guilabel> της τιμής εδώ. Αν δεν ξέρετε το σύμβολο της τιμής, δείτε παρακάτω.
fr: La cotation par défaut est GOOG. Elle est sélectionnée pour pouvoir la modifier immédiatement. Saisissez le <guilabel>Symbole</guilabel> de votre cotation. Si vous ne connaissez pas le symbole de votre cotation, reportez-vous au paragraphe ci-dessous.
ru: Котировкой по умолчанию является GOOG. Первоначально, он выбран уже выбран для изменения, поэтому сразу его измените. Введите здесь <guilabel>Символ</guilabel> котировки.Если вы не знаете какой символ нужно использовать, то читайте далее.

source: Then, click on the <guilabel>Label</guilabel> of the quote and type its proper name.
el: Μετά κάντε κλικ στην <guilabel>Ετικέτα</guilabel> της τιμής και πληκτρολογήστε το σωστό όνομα.
fr: Puis, cliquez sur l'<guilabel>Étiquette</guilabel> de votre cotation et saisissez-y son nom commercial.
ru: Затем щёлкните по <guilabel>Метке</guilabel> котировки и введите её правильное имя.

source: You can also edit the number of shares you own, the purchase price and the commission.
el: Μπορείτε επίσης να επεξεργαστείτε τον αριθμό των μετοχών που κατέχετε, την τιμή αγοράς και την προμήθεια.
fr: Vous pouvez aussi modifier le nombre d'actions que vous possédez, le prix d'achat et la commission.
ru: Также вы можете изменить размер вашей доли в акциях, цену покупки и комиссию.

source: Click <guilabel>Close</guilabel> when you are finished adding quotes.
el: Κάντε κλικ στο <guilabel>Κλείσιμο</guilabel> όταν τελειώσετε με την προσθήκη τιμών.
fr: Cliquez sur <guilabel>Fermer</guilabel> lorsque vous avez fini d'ajouter vos cotations.
ru: Нажмите <guilabel>Закрыть</guilabel>, когда закончите добавление котировок.

source: If you do not know the actual symbol of your quote, go to <ulink url="http://finance.yahoo.com/">http://finance.yahoo.com/</ulink>. Enter the name of the quote in the text field in the upper-left corner of the screen. While typing, it will list you matching quotes. The first column depicts the symbol of the quote, the second column shows the name, and in the third column, the stock exchange of the quote is listed. The currency of the quote may vary among different stock exchange centers, depending on their respective countries. Below, you can see a screenshot of searching for the "yahoo" quote.
el: Αν δεν ξέρετε το πραγματικό σύμβολο της τιμής σας, πηγαίνετε στο <ulink url="http://finance.yahoo.com/">http://finance.yahoo.com/</ulink>. Εισάγετε το όνομα της τιμής στο πεδίο κειμένου στην πάνω αριστερή γωνία της οθόνης. Κατά την πληκτρολόγηση θα εμφανιστεί λίστα με τις αντίστοιχες τιμές. Η πρώτη στήλη έχει το σύμβολο της τιμής, η δεύτερη δείχνει το όνομα και στην τρίτη στήλη το χρηματιστήριο της τιμής. Το νόμισμα της τιμής μπορεί να διαφέρει μεταξύ των χρηματιστηρίων ανάλογα με τη χώρα τους. Παρακάτω μπορείτε να δείτε ένα στιγμιότυπο οθόνης από την αναζήτηση της τιμής της "yahoo".
fr: Si vous ne connaissez pas le symbole financier de votre cotation, allez sur <ulink url="http://finance.yahoo.com/">http://finance.yahoo.com/</ulink>. Saisissez le nom de la cotation dans le champ texte du coin gauche de votre écran. Au cours de la saisie, des propositions approchantes vous seront faites. La première colonne indique le symbole de la cotation, la seconde son nom et la troisième sa bourse des valeurs. La devise des cotations peut varier selon les différents centres boursiers des valeurs, en fonction du pays dans lequel elles se situent. Vous pouvez voir ci-dessous une capture d'écran d'une recherche de cotation « Yahoo ».
ru: Если вы не знаете какой символ используется для нужной котировки, то перейдите на <ulink url="http://finance.yahoo.com/">http://finance.yahoo.com/</ulink>. Введите имя котировки в текстовом поле и левом верхнем углу экрана. При наборе будет показан изменяющийся список подходящих котировок. В первой колонке отображается символ котировки, во второй — название, а в третьей — фондовая биржа. Валюта котировки на разных биржах может быть разной, в зависимости от страны нахождения. Ниже показан снимок экрана во время поиска котировки «yahoo».

source: <placeholder-1/> Screenshot of Yahoo! Finance when searching a quote.
el: <placeholder-1/> Στιγμιότυπο οθόνης Yahoo! Finance κατά την αναζήτηση τιμής.
fr: <placeholder-1/> Capture d'écran de Yahoo! Finance pendant la recherche d'une cotation.
ru: <placeholder-1/> Снимок Yahoo! Finance при поиске котировки.

source: Invest supports all quotes that can be found at <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>. In particular, these are of the following type.
el: Το Invest υποστηρίζει όλες τις τιμές που μπορεούν να βρεθούν στο <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>. Συγκεκριμένα, αυτές είναι του ακόλουθου τύπου.
fr: Invest gère toutes les cotations disponibles sur le site de <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>. Cela concerne en particulier :
ru: Invest поддерживает все котировки, которые есть на <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>. В частности, имеются следующие типы.

source: Stocks, Bonds and Securities
el: Μετοχές, ομόλογα και κινητές αξίες
fr: Les actions, les obligations et les titres
ru: Акции, облигации и ценные бумаги

source: These are the majority of quotes that are available. Search or browse on <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink> to find out what is there.
el: Αυτές είναι η πλειονότητα των διαθέσιμων τιμών. Αναζητήστε ή περιηγηθείτε στο <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink> για να δείτε τι υπάρχει.
fr: Cela représente la majorité des cotations disponibles. Recherchez ou naviguez sur <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink> pour regarder ce qu'il est possible de trouver.
ru: Доступно несколько основных котировок. Все имеющиеся можно найти на <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>.

source: Stock Indices
el: Χρηματιστηριακοί δείκτες
fr: Les indices boursiers
ru: Биржевые индексы

source: All quotes that start with an ^ are actually indices, a quote that represents a number of other quotes' performance. Examples are the Dow Jones Industrial Average (<ulink url="http://finance.yahoo.com/q?s=^DJI">^DJI</ulink>) and the NASDAQ Composite (<ulink url="http://finance.yahoo.com/q?s=^IXIC">^IXIC</ulink>).
el: Όλες οι τιμές που αρχίζουν με ^ είναι στην πράξη δείκτες, μια τιμή δηλαδή που αντιπροσωπεύει τις αποδόσεις κάποιων άλλων τιμών. Παραδείγματα είναι ο δείκτης Dow Jones Industrial Average (<ulink url="http://finance.yahoo.com/q?s=^DJI">^DJI</ulink>) και ο NASDAQ Composite (<ulink url="http://finance.yahoo.com/q?s=^IXIC">^IXIC</ulink>).
fr: Toute cotation précédée d'un ^ est en réalité un indice boursier, c'est-à-dire une cotation qui représente la performance d'un certain nombre d'autres cotations. Exemples types : le Dow Jones Industrial Average (<ulink url="http://finance.yahoo.com/q?s=^DJI">^DJI</ulink>) et le NASDAQ Composite (<ulink url="http://finance.yahoo.com/q?s=^IXIC">^IXIC</ulink>).
ru: Все котировки, начинающиеся со знака ^, на самом деле являются индексами — котировками, предоставляющими степень эффективности других котировок. Пример: Dow Jones Industrial Average (<ulink url="http://finance.yahoo.com/q?s=^DJI">^DJI</ulink>) и NASDAQ Composite (<ulink url="http://finance.yahoo.com/q?s=^IXIC">^IXIC</ulink>).

source: Currencie rates
el: Ισοτιμίες νομισμάτων
fr: Le cours des devises
ru: Валютные курсы

source: Exchange rates between any two currencies are also available. The respective symbol is constructured as follows. Currency AAA in currency BBB, or in other words, how much does currency AAA cost in currency BBB, has the symbol AAABBB=X. If you want to know how much EUR you get for one USD (how much does one USD cost in EUR), you choose <ulink url="http://finance.yahoo.com/q?s=usdeur%3DX">USDEUR=X</ulink>. You can find more information at the <ulink url="http://finance.yahoo.com/currency-investing">currency page of Yahoo! Finance</ulink>. Currencies are represented using their <ulink url="http://en.wikipedia.org/wiki/Currency_code">ISO 4217 currency code</ulink>.
el: Είναι επίσης διαθέσιμες ισοτιμίες μεταξύ δύο οποιονδήποτε νομισμάτων. Το αντίστοιχο σύμβολο είναι δομημένο ως ακολούθως. Νόμισμα ΑΑΑ σε νόμισμα ΒΒΒ, ή αλλιώς, πόσο κοστίζει το νόμισμα ΑΑΑ σε νόμισμα ΒΒΒ, έχει σύμβολο ΑΑΑΒΒΒ=Χ. Αν θέλετε να ξέρετε πόσα EUR παίρνετε για ένα USD (πόσο κοστίζει ένα δολλάριο σε ευρώ), επιλέγετε <ulink url="http://finance.yahoo.com/q?s=usdeur%3DX">USDEUR=X</ulink>. Μπορείτε να βρείτε περισσότερες πληροφορίες στη <ulink url="http://finance.yahoo.com/currency-investing">σελίδα νομισμάτων του Yahoo! Finance</ulink>. Τα νομίσματα αντιπροσωπεύονται με τον <ulink url="http://en.wikipedia.org/wiki/Currency_code">κωδικό τους κατά ISO 4217</ulink>.
fr: Le change entre n'importe quelles devises est aussi disponible. Leurs symboles respectifs sont représentés ainsi : la devise AAA en devise BBB, ou en d'autres termes, combien coûte la devise AAA en devise BBB, ce qui donne le symbole AAABBB=X. Pour savoir combien d'euros vous obtiendrez avec un dollar US (combien coûte un USD en EUR), suivez le lien <ulink url="http://finance.yahoo.com/q?s=usdeur%3DX">USDEUR=X</ulink>. Pour de plus amples informations, consultez cette <ulink url="http://finance.yahoo.com/currency-investing">page de Yahoo! Finance</ulink>. Les devises sont représentées par leur <ulink url="http://fr.wikipedia.org/wiki/Codes_ISO_4217_des_monnaies">code ISO 4217 des devises</ulink>.
ru: Также доступны курсы обмена двух валют. Соответствующий символ составляется следующим образом. Конвертация валюты AAA в валюту BBB, или, другими словами, сколько стоит валюта AAA в валюте BBB, будет записана как AAABBB=X. Если вы хотите знать сколько EUR стоит один USD (сколько за один USD дают EUR), выберите <ulink url="http://finance.yahoo.com/q?s=usdeur%3DX">USDEUR=X</ulink>. Подробней об этом можно найти на <ulink url="http://finance.yahoo.com/currency-investing">странице валют Yahoo! Finance</ulink>. Валюты обозначаются в соответствии с <ulink url="http://en.wikipedia.org/wiki/Currency_code">кодами валют в ISO 4217</ulink>.

source: Precious Metals
el: Πολύτιμα μέταλλα
fr: Les métaux précieux
ru: Драгоценные металлы

source: The <ulink url="http://en.wikipedia.org/wiki/Currency_code">ISO 4217 currency code</ulink> also lists precious metals as currencies. These are Gold, Silver, Palladium and Platinum. Their currency code starts with X, followed by their chemical symbol: XAU, XAG, XPD, and XPT, respectively. With those currency codes, the rate of precious metals in any currency are available via the currency rates described above. To give an example, Gold in USD has the symbol <ulink url="http://finance.yahoo.com/q?s=XAUUSD%3DX">XAUUSD=X</ulink>. You can even get the reverse (<ulink url="http://finance.yahoo.com/q?s=USDXAU%3DX">USDXAU=X</ulink>): how much Gold measured in troy ounce do you get for one USD?
el: Ο <ulink url="http://en.wikipedia.org/wiki/Currency_code">κώδικας νομισμάτων των ISO 4217</ulink> απαριθμεί επίσης τα πολύτιμα μέταλλα ως νομίσματα. Αυτά είναι ο Χρυσός, το Ασήμι, το Παλλάδιο και η Πλατίνα. Οι κωδικοί τους αρχίζουν με Χ, ακολουθούμενο από το χημικό τους σύμβολο: XAU, XAG, XPD και XPT, αντίστοιχα. Με αυτούς τους κωδικούς, είναι διαθέσιμη η τιμή των πολύτιμων μετάλλων σε οποιοδήποτε άλλο νόμισμα μέσω των ισοτιμιών που περιγράφηκαν παραπάνω. Παραδείγματος χάριν ο Χρυσός σε USD έχει το σύμβολο <ulink url="http://finance.yahoo.com/q?s=XAUUSD%3DX">XAUUSD=X</ulink>. Μπορείτε ακόμα να έχετε το αντίστροφο (<ulink url="http://finance.yahoo.com/q?s=USDXAU%3DX">USDXAU=X</ulink>): πόσο Χρυσό σε ουγγιές αγοράζετε με ένα USD;
fr: Le <ulink url="http://fr.wikipedia.org/wiki/Codes_ISO_4217_des_monnaies">code ISO 4217 des devises</ulink> inclut également les métaux précieux dans la liste des devises. Les métaux précieux cotés sont l'or, l'argent, le palladium et le platine. Leur symbole financier commence par X suivi de leur symbole chimique : respectivement XAU, XAG, XPD et XPT. Leur cours dans n'importe quelle devise est ainsi disponible comme pour les devisesm ci-dessus. Par exemple, l'or par rapport au dollar US porte le symbole <ulink url="http://finance.yahoo.com/q?s=XAUUSD%3DX">XAUUSD=X</ulink>. Vous pouvez aussi calculer l'inverse (<ulink url="http://finance.yahoo.com/q?s=USDXAU%3DX">USDXAU=X</ulink>) : combien d'onces d'or vous pouvez obtenir avec un dollar US.
ru: В <ulink url="http://en.wikipedia.org/wiki/Currency_code">кодах валют ISO 4217</ulink> также перечислены драгоценные металлы как валюты. Это золото, серебро, палладий и платина. Их коды валют начинаются с X, за которым указывается обозначение химического элемента: XAU, XAG, XPD и XPT, соответственно. С такими кодами валют курс драгоценных металлов можно получить в любой валюте, доступной через обменные курсы, описанные ранее. Например, золото в USD обозначается как <ulink url="http://finance.yahoo.com/q?s=XAUUSD%3DX">XAUUSD=X</ulink>. Вы даже можете получить обратную стоимость (<ulink url="http://finance.yahoo.com/q?s=USDXAU%3DX">USDXAU=X</ulink>): сколько золота в тройских унциях можно получить за один USD?

source: View Configured Quotes
el: Προβολή διαμορφωθεισών τιμών
fr: Affichage de vos cotations enregistrées
ru: Просмотр настроенных котировок

source: To view your configured quotes, click on the <application>Invest</application> icon on the panel. A list of your quotes will appear. To close the list, click the icon again. Notice that quotes are usually 15 minutes delay.
el: Για να δείτε όλες τις διαμορφωμένες τιμές, κάντε κλικ στο εικονίδιο του <application>Invest</application> στον πίνακα. Μια λίστα των τιμών σας θα εμφανιστεί. Για να κλείσετε τη λίστα, κάντε ξανά κλικ στο εικονίδιο. Σημειώστε ότι οι τιμές εμφανίζονται συνήθως με 15λεπτη καθυστέρηση.
fr: Pour afficher vos cotations enregistrées, cliquez sur l'icône <application>Invest</application> du tableau de bord. La liste de vos cotations apparaît. Pour fermer la liste, cliquez à nouveau sur l'icône. Tenez compte du fait que la mise à jour des cotations se fait avec un retard de quinze minutes.
ru: Для просмотра выбранных котировок нажмите на значок <application>Invest</application> на панели. Появится список ваших котировок. Чтобы закрыть список, снова щёлкните по значку. Заметим, что котировки обновляются с 15 минутной задержкой.

source: Update the Display
el: Ενημέρωση της εμφάνισης
fr: Mise à jour de l'affichage
it: Aggiornare la visualizzazione
ru: Обновление отображаемой информации

source: To immediately update the information that is displayed in the applet, right-click on the applet, then choose <guilabel>Refresh</guilabel>.
el: Για άμεση ενημέρωση των πληροφοριών που εμφανίζονται στη μικροεφαρμογή,δεξί κλικ στη μικροεφαρμογή,και κατόπιν επιλέξτε <guilabel>Ανανέωση</guilabel>.
fr: Pour remettre à jour immédiatement les informations qui apparaissent, cliquez-droit sur l'applet et choisissez <guilabel>Actualiser</guilabel>.
it: Per aggiornare immediatamente le informazioni mostrate in Investimenti, fare clic con il tasto destro del mouse sull'icona del pannello, quindi selezionare <guilabel>Aggiorna</guilabel>.
ru: Для немедленного обновления информации, отображаемой апплетом, нажмите правой кнопкой мыши на апплете, затем выберите <guilabel>Обновить</guilabel>.

source: Remove Quotes from the Applet
el: Αφαίρεση τιμών από την μικροεφαρμογή
fr: Suppression de cotations de l'applet
ru: Удаление котировок из апплета

source: To remove quotes from <application>Invest</application>, perform the following steps:
el: Για να αφαιρέσετε τιμές από το <application>Invest</application>, κάντε τα εξής βήματα:
fr: Pour supprimer des cotations d'<application>Invest</application>, effectuez les opérations suivantes :
ru: Чтобы удалить котировки из <application>Invest</application>, выполните следующие действия:

source: Click the row containing the quote you wish to remove.
el: Κάντε κλικ στη γραμμή που περιέχει την τιμή που θέλετε να αφαιρέσετε.
fr: Cliquez sur la ligne contenant la cotation que vous souhaitez supprimer.
ru: Нажмите на строку, содержащий символ котировки, который вы хотите удалить.

source: Click <guilabel>Remove</guilabel> to delete the listing.
el: Κάντε κλικ στο <guilabel>Αφαίρεση</guilabel> για να διαγραφεί η λίστα.
fr: Cliquez sur <guilabel>Enlever</guilabel> pour supprimer la cotation.
it: Fare clic su <guilabel>Rimuovi</guilabel> per cancellare la quotazione dall'elenco.
ru: Нажмите <guilabel>Удалить</guilabel>, чтобы удалить строку.

source: Click <guilabel>Close</guilabel> when you are finished.
el: Κάντε κλικ στο <guilabel>Κλείσιμο</guilabel> μόλις τελειώσετε.
fr: Cliquez sur <guilabel>Fermer</guilabel> lorsque vous avez fini.
it: Fare clic su<guilabel>Chiudi</guilabel> quando terminato.
ru: Нажмите <guilabel>Закрыть</guilabel>, когда закончите.

source: Setup Currency Translation
el: Ρύθμιση μετατροπών νομισμάτων
fr: Paramétrage de la conversion des devises
ru: Настройка конвертации валюты

source: Invest displays all quotes in their original currency as retrieved from Yahoo! Finance. If you wish to have all quotes being displayed in one target currency, this can be configured in the preferences dialog.
el: Το Invest εμφανίζει όλες τις τιμές στο αρχικό τους νόμισμα όπως τις ανακτά από το Yahoo! Finance. Αν επιθυμείτε να εμφανίζονται όλες οι τιμές σε ένα νόμισμα, αυτό μπορεί να διαμορφωθεί στο διάλογο προτιμήσεων.
fr: Invest affiche toutes les cotations dans leur devise d'origine telles qu'obtenues de Yahoo! Finance. Si vous souhaitez que toutes les cotations soient affichées dans une seule devise cible, il vous faut le configurer dans la boîte de dialogue des préférences.
ru: Invest отображает все котировки в их изначальных валютах, полученных из Yahoo! Finance. Если вы хотите просматривать все котировки в какой-то определённой валюте, то это можно настроить в окне параметров.

source: Type the target currency into the <guilabel>Currency</guilabel> text field.
el: Πληκτρολογήστε το επιθυμητό νόμισμα στο πεδίο κειμένου <guilabel>Νόμισμα</guilabel>.
fr: Saisissez la devise cible dans le champ texte <guilabel>Devise</guilabel>.
ru: Введите нужную валюту в текстовое поле <guilabel>Валюта</guilabel>.

source: While you type, the text field will suggest currencies that match entered currency.
el: Ενώ πληκτρολογείτε, το πεδίο κειμένου θα προτείνει νομίσματα που ταιριάζουν με αυτό που εισάγατε.
fr: Au cours de la saisie, des propositions approchantes vous seront faites.
ru: Во время наборе в текстовом поле вам будут предлагаться подходящие валюты.

source: Choose your target currency.
el: Επιλέξτε το επιθυμητό νόμισμα.
fr: Sélectionnez votre devise cible.
ru: Выберите нужную валюту.

source: Notice that in your quote list the new <guilabel>Currency Rate</guilabel> column appears.
el: Παρατηρήστε ότι στη λίστα των τιμών εμφανίζεται η κανούρια στήλη <guilabel>Νομσματική ισοτιμία</guilabel>.
fr: Remarquez que la nouvelle colonne <guilabel>Cours de la devise</guilabel> apparaît dans votre liste de cotations.
ru: Заметьте, что в вашем списке котировок появился новый столбец <guilabel>Курс валюты</guilabel>.

source: For all purchases where the <guilabel>Price</guilabel> and <guilabel>Commission</guilabel> are given in original currency, the exchange rate at the time of purchase from the origin currency to the target currency has to be given in the <guilabel>Currency Rate</guilabel> field.
el: Για όλες τις αγορές όπου η <guilabel>Τιμή</guilabel> και οι <guilabel>Προμήθεια</guilabel> δίνονται στο αρχικό τους νόμισμα, πρέπει να δίνεται η ισοτιμία τη στιγμή της αγοράς από το νόμισμα προέλευσης στο επιθυμητό νόμισμα στο πεδίο <guilabel>Ισοτιμία</guilabel>.
fr: Pour tous les achats pour lesquels le <guilabel>Prix</guilabel> et la <guilabel>Commission</guilabel> sont donnés dans la devise d'origine, le taux de change au moment de l'achat de la devise d'origine vers la devise cible doit être saisi dans le champ <guilabel>Cours de la devise</guilabel>.
ru: Для всех покупок, где в полях <guilabel>Цена</guilabel> и <guilabel>Комиссия</guilabel> указана в оригинальной валюте, то в поле <guilabel>Курс валюты</guilabel> на момент покупки должен быть указан обменный курс из валюты покупки в нужную валюту.
