Repository: GNOME/gnome-applets
Catalog: invest-applet/docs/*/*.po
Languages: el, fr, it, ru

source: Lets look at this example: You bought one Yahoo! share (YHOO) for 10.00 USD at a currency rate of 0.75 EUR per USD. In other words, the share cost 7.50 EUR. You further paid 5.00 USD comission, equivalent to 3.75 EUR. When you set the target currency to EUR, you either have to enter the EUR (target currency) values and keep the <guilabel>Currency Rate</guilabel> at 0.00, or you enter the USD (original currency) values and enter the EUR per USD exchange rate (<ulink url="http://finance.yahoo.com/q?s=eurusd%3DX">USDEUR=X</ulink>).
el: Ας δούμε ένα παράδειγμα: Αγοράσατε μια μετοχή της Yahoo! (YHOO) για 10.00 USD με ισοτιμία 0.75 EUR ανά USD. Με άλλα λόγια, η μετοχή κόστισε 7.50 EUR. Πληρώσατε επιπλέον 5.00 USD προμήθεια, που ισοδυναμεί σε 3.75 EUR. Όταν ορίσετε το νόμισμα στόχο σε EUR, πρέπει είτε να εισάγεται τις τιμές σε EUR (νόμισμα στόχος) και να διατηρήσετε την <guilabel>Ισοτιμία</guilabel> στο 0.00, ή να εισάγεται τις τιμές σε USD (νόμισμα προέλευσης) και να εισάγετε την ισοτιμία EUR ανά USD (<ulink url="http://finance.yahoo.com/q?s=eurusd%3DX">USDEUR=X</ulink>).
fr: Considérons un exemple : vous achetez une cotation Yahoo! (YHOO) pour 10,0 USD à un cours de devise de 0,75 EUR par USD. Autrement dit, la cotation vous coûte 7,50 EUR. Ensuite vous payez 5,00 USD de commission, équivalent à 3,75 EUR. Lorsque vous paramétrez la devise cible à EUR, soit vous saisissez les valeurs en EUR (devise cible) et conservez le <guilabel>Cours de la devise</guilabel> à 0,00 ou vous saisissez les valeurs en USD (devise d'origine) et saisissez le taux de change EUR par USD (<ulink url="http://finance.yahoo.com/q?s=eurusd%3DX">EURUSD=X</ulink>).
ru: Пример: вы купили одну акцию Yahoo! (YHOO) за 10.00 USD при курсе валюты 0.75 EUR за USD. Другими словами стоимость акции равна 7.50 EUR. Также вы оплатили комиссию 5.00 USD, что равно 3.75 EUR. При установки нужной валюты в EUR, введите значение EUR (нужная валюта) и оставьте <guilabel>Курс валюты</guilabel> равным 0.00, или введите значение USD (оригинальная валюта) и введите обменный курс EUR к USD (<ulink url="http://finance.yahoo.com/q?s=eurusd%3DX">USDEUR=X</ulink>).

source: The <guilabel>Price</guilabel> and <guilabel>Commission</guilabel> both have to be given in the same currency.
el: Η <guilabel>Τιμή</guilabel> και η <guilabel>Προμήθεια</guilabel> πρέπει αμφότερες να είναι στο ίδιο νόμισμα.
fr: Le <guilabel>Prix</guilabel> et la <guilabel>Commission</guilabel> doivent être fournis tous les deux dans la même devise.
ru: Поля <guilabel>Цена</guilabel> и <guilabel>Комиссия</guilabel> указываются в той же валюте.

source: If you want to remove the target currency again, simply clear the <guilabel>Currency</guilabel> text field.
el: Αν θέλετε να αφαιρέσετε ξανά το νόμισμα στόχο, απλώς εκκαθαρίστε το πεδίο κειμένου <guilabel>Νόμισμα</guilabel>.
fr: Si vous voulez supprimer la devise cible, effacez simplement le champ texte <guilabel>Devise</guilabel>.
ru: Если вы хотите удалить нужную валюту, просто очистите текстовое поле <guilabel>Валюта</guilabel>.

source: Chart Options
el: Επιλογές διαγραμμάτων
fr: Options graphiques
it: Opzioni grafico
ru: Параметры графика

source: For each quote in your list, a financial chart is available. To open the financial chart, view the list of configured quotes, and double-click the quote that you wish to chart. The chart parameters can be customized by clicking <guilabel>Options</guilabel>.
el: Για κάθε τιμή στη λίστα σας, είναι διαθέσιμο ένα οικονομικό γράφημα. Για να ανοίξετε το οικονομικό διάγραμμα, δείτε τη λίστα με τις διαμορφωμένες τιμές και κάντε διπλό κλικ στη τιμή που θέλετε να παραστήσετε. Οι παράμετροι του διαγράμματος μπορούν να προσαρμοστούν πάτωντας τις <guilabel>Επιλογές</guilabel>.
fr: Dans votre liste, il y a un diagramme pour chacune de vos cotations. Pour afficher les différents graphiques financiers disponibles pour une cotation, double-cliquez sur la cotation choisie. Les paramètres sont personnalisables à l'aide du bouton <guilabel>Options</guilabel>.
ru: Для каждой котировки из вашего списка доступен финансовый график. Для его просмотра выберите нужную котировку из настроенного списка и щёлкните по ней двойным нажатием клавиши мыши. Параметры диаграммы могут быть изменены из пункта <guilabel>Параметры</guilabel>.

source: Date Range
el: Χρονικό εύρος
fr: Période prise en compte
it: Intervallo di tempo
ru: Временной диапазон

source: The date range, in the top-right corner of the window, selects the length of time to report on. By default, it gives one day of data, but the following ranges can be choosen: <guilabel>Today</guilabel>, <guilabel>5 Days</guilabel>, <guilabel>3 Months</guilabel>, <guilabel>6 Months</guilabel>, <guilabel>1 Year</guilabel>, <guilabel>5 Years</guilabel>, <guilabel>Maximum</guilabel>.
el: Το εύρος ημερομηνιών, στην πάνω δεξιά γωνία του παραθύρου, επιλέγει τη χρονική διάρκεια της αναφοράς. Από προεπιλογή, δίνει δεδομένα μιας ημέρας αλλά μπορούν να επιλεγούν οι ακόλουθες διάρκειες: <guilabel>Σήμερα</guilabel>, <guilabel>5 Ημέρες</guilabel>, <guilabel>3 Μήνες</guilabel>, <guilabel>6 Μήνες</guilabel>, <guilabel>1 Έτος</guilabel>, <guilabel>5 Έτη</guilabel>, <guilabel>Μέγιστο</guilabel>.
fr: La période prise en compte, dans le coin en haut à droite du graphique, définit la durée sur laquelle s'effectue un compte-rendu. Par défaut, elle est de un jour d'enregistrement, mais les durées suivantes peuvent être sélectionnées : <guilabel>Aujourd'hui</guilabel>, <guilabel>5 jours</guilabel>, <guilabel>3 mois</guilabel>, <guilabel>6 mois</guilabel>, <guilabel>1 an</guilabel>, <guilabel>5 ans</guilabel>, <guilabel>Maximum</guilabel>..
ru: Временной диапазон в правом верхнем углу окна задаёт временной интервал для отчёта. По умолчанию показываются данные за один день, но это можно изменить на: <guilabel>Сегодня</guilabel>, <guilabel>5 дней</guilabel>, <guilabel>3 месяца</guilabel>, <guilabel>6 месяцев</guilabel>, <guilabel>1 год</guilabel>, <guilabel>5 лет</guilabel>, <guilabel>Максимальный</guilabel>.

source: Graph Style
el: Τεχνοτροπία διαγράμματος
fr: Style du graphique
it: Stile del grafico
ru: Стиль графика

source: Historical price information can be graphed in three different ways. You can select a line chart, bar chart, or candlestick chart.
el: Πληροφορίες για ιστορικό τιμών μπορούν να διαγραμμηθούν σε τρεις διαφορετικούς τρόπους. Μπορείτε να επιλέξετε γράφημα γραμμής, γράφημα ράβδου ή γράφημα κηροπήγιου.
fr: L'historique des cours peut être tracé de trois manières différentes. Vous avez le choix entre un graphique linéaire, barre ou chandelier.
it: I dati storici riguardanti il prezzo possono essere rappresentati graficamente in tre modi diversi. È possibile scegliere fra grafici a linee, grafici a barre e grafici a candela.
ru: Информация о цене во времени может быть изображена тремя различными способами. Вы можете выбрать линейный график, гистограмму или свечной график.

source: <guilabel>Line Chart</guilabel> (<guilabel>l</guilabel>)
el: <guilabel>Γράφημα γραμμής</guilabel> (<guilabel>γ</guilabel>)
fr: <guilabel>Graphique linéaire</guilabel> (<guilabel>l</guilabel>)
ru: <guilabel>Линейный график</guilabel> (<guilabel>l</guilabel>)

source: This is the default option. This graphs the historical price information in a familiar manner, connecting each day's closing price with a single line. Line charts for graphing quotes are useful if an analyst is interested only in a closing price each time.
el: Αυτή είναι η προεπιλογή. Αυτή σχεδιάζει την πληροφορία του ιστορικού τιμών με οικείο τρόπο, συνδέοντας την τιμή κλεισίματος κάθε μέρας με μία γραμμή για κάθε μετοχή. Γραφήματα γραμμής για τον σχεδιασμό των τιμών είναι χρήσιμα αν κάποιος αναλυτής ενδιαφέρετε μόνο για την τιμή κλεισίματος κάθε φορά.
fr: C'est l'option par défaut. Cela trace l'historique d'une cotation d'une façon familière, connectant chaque jour son cours de clôture avec le précédent d'une simple ligne. Le tracé ainsi obtenu pour la cotation n'est utile qu'à un analyste intéressé par les cours de clôture quotidiens.
ru: Используется по умолчанию. Отображает информацию о цене во времени в простой форме, соединяя каждую конечную цену дня отдельной линией. Линейные графики котировок полезны, если аналитика всегда интересует только цена на момент закрытия.

source: <guilabel>Bar Chart</guilabel> (<guilabel>b</guilabel>)
el: <guilabel>Γράφημα ράβδων</guilabel> (<guilabel>ρ</guilabel>)
fr: <guilabel>Graphique barre</guilabel> (<guilabel>b</guilabel>)
ru: <guilabel>Гистограмма</guilabel> (<guilabel>b</guilabel>)

source: A bar chart represents a full day's activity with a single vertical bar. The top of the vertical line indicates the highest price a security traded during the day, and the bottom represents the lowest price. The closing price is displayed on the right side of the bar, and the opening price is shown on the left side of the bar. One bar represents one day of trading.
el: Ένα γράφημα ράβδων αναπαριστά τη δραστηριότητα όλης της ημέρας με μία μοναδική κατακόρυφη ράβδο. Η κορυφή της κατακόρυφης γραμμής προσδιορίζει την υψηλότερη τιμή που εμπορεύτηκε μια κινητή αξία κατά την διάρκεια της ημέρας, και το κάτω μέρος αναπαριστά την χαμηλότερη τιμή. Η τιμή κλεισίματος φαίνεται στο δεξιό μέρος της ράβδου, και η τιμή ανοίγματος φαίνεται στην αριστερή μεριά της ράβδου. Μία ράβδος αναπαριστά διαπραγμάτευση μίας μέρας.
fr: Un graphique barre représente l'activité journalière complète d'une cotation par une simple ligne verticale. Le sommet de la ligne indique le cours le plus haut que la valeur a atteint pendant la journée et sa base, le cours le plus bas. Le cours de clôture est affiché sur le côté droit de la ligne et le cours d'ouverture est affiché sur le côté gauche. Une barre représente une journée de transactions.
ru: Гистограмма предоставляет активность за весь день в виде одного вертикального столбца. Верхушка вертикальной линии указывает наибольшую цену при торговле за весь день, а низ указывает наименьшую цену. Цена закрытия отображается на правом краю столбца, а цена открытия — на левом краю столбца. Один столбец показывает один день торговли.

source: <guilabel>Candlestick Chart</guilabel> (<guilabel>c</guilabel>)
el: <guilabel>Γράφημα κεριού</guilabel> (<guilabel>κ</guilabel>)
fr: <guilabel>Graphique chandelier</guilabel> (<guilabel>c</guilabel>)
ru: <guilabel>Свечной график</guilabel> (<guilabel>c</guilabel>)

source: A candlestick chart in which the open and close prices are represented as the top and bottom of a rectangle surrounding a vertical line connecting the high and low prices. The body of the rectangle is filled if the closing price is lower than the opening price and is left blank if the closing price is higher than the opening price.
el: Σε ένα ορθογωνικό γράφημα στο οποίο οι τιμές κλεισίματος και ανοίγματος αναπαριστούνται σαν η κορυφή και το κάτω μέρος του ορθογωνίου που περιβάλλει μία κατακόρυφη γραμμή που συνδέει την υψηλότερη και τη χαμηλότερη τιμή. Το σώμα του ορθογωνίου γεμίζει αν η τιμή κλεισίματος είναι χαμηλότερη από την τιμή ανοίγματος και μένει κενό αν η τιμή κλεισίματος είναι υψηλότερη από την τιμή ανοίγματος.
fr: Un graphique chandelier est un graphique sur lequel les cours d'ouverture et de clôture sont représentés par le sommet et la base d'un rectangle entourant une ligne verticale qui relie le cours le plus haut et le plus bas. L'intérieur du rectangle est plein si le cours de clôture est inférieur à celui d'ouverture et est laissé vide dans le cas contraire.
it: Nel grafico a candela, il prezzo di apertura e quello di chiusura vengono collocati ai vertici opposti di un rettangolo, dai quali vengono tracciate singole linee verticali, che indicheranno la fluttuazione massima e quella minima del prezzo azionario durante la contrattazione giornaliera. Se l'interno del rettangolo è colorato il prezzo di chiusura è più basso del prezzo di apertura, se il corpo del rettangolo è vuoto il prezzo di chiusura è più alto rispetto a quello apertura.
ru: Свечной график, в которой цены открытия и закрытия представлены верхом и низом прямоугольника, окружённого вертикальными линиями, которые соединяют наибольшую и наименьшую цены. Тело прямоугольника заполнено, если цена закрытия ниже цены открытия, и пустое, если цена закрытия выше цены открытия.

source: Moving Average
el: Κινητός μέσος όρος
fr: Moyenne mobile
it: Media mobile
ru: Скользящее среднее

source: A moving average is a statistical series of a security's closing prices throughout consecutive trading days. It is typically shown in the same graph as a line chart to indicate trends in prices.
el: Ο κινούμενος μέσος όρος είναι μία στατιστική σειρά των τιμών κλεισίματος μιας αξίας σε συνεχόμενες ημέρες διαπραγμάτευσης. Συνήθως απεικονίζονται στο ίδιο γράφημα όπως το γράφημα γραμμής για να προσδιοριστούν οι τάσεις στις τιμές.
fr: Une moyenne mobile est une série statistique des prix de clôture d'un titre sur plusieurs jours consécutifs d'échange. Elle est habituellement affichée sous forme d'un graphique linéaire pour indiquer les tendances des prix de la cotation.
ru: Скользящее среднее — статистические ряды цен закрытия на протяжении последовательности дней торговли. Обычно, оно отображается на графике, подобном линейной диаграмме, для показа направления изменения цены.

source: Exponential Moving Average
el: Εκθετικός κινητός μέσος όρος
fr: Moyenne mobile exponentielle
it: Media mobile esponenziale
ru: Экспоненциальное скользящее среднее

source: The exponential moving average (EMA) is defined as a moving average calculated by weighting recent values more heavily than older values. This type of moving average reacts faster to recent price changes than a simple moving average. The 12- and 26-day EMAs are popular short-term averages, while EMAs greater than 50 days are used to signal long-term trends.
el: Η εκθετική κίνηση του μέσου όρου (ΕΜΟ), ορίζεται ως ο κινούμενος μέσος όρος, υπολογιζόμενος δίνοντας μεγαλύτερο βάρος στις πιο πρόσφατες τιμές από ότι στις παλιές τιμές. Αυτός ο τύπος κινούμενου μέσου όρου αντιδρά γρηγορότερα στις πρόσφατες αλλαγές τιμών από ότι ένα απλό κινούμενο μέσο όρο. Η 12- και 26-ήμερη ΕΜΟ είναι γνωστές για βραχυπρόθεσμους μέσους όρους, ενώ οι ΕΜΟ μεγαλύτεροι από 50 ημέρες χρησιμοποιούνται για να αξιοσημειώσουν μακροπρόθεσμες τάσεις.
fr: Une moyenne mobile exponentielle (EMA) est définie comme une moyenne mobile calculée en pondérant de manière plus forte les valeurs récentes que les anciennes. Ce type de moyenne mobile réagit plus rapidement aux fluctuations de prix récentes que la simple moyenne mobile. Les EMA sur 12 et 26 jours sont des moyennes à court terme populaires tandis que les EMA sur plus de 50 jours sont utilisées pour indiquer les tendances à long terme.
it: La media mobile esponenziale (EMA) è una media mobile calcolata dando maggior rilevanza ai valori recenti rispetto a quelli più vecchi. Questo tipo di media mobile reagisce in maniera più rapida alla variazione dei prezzi, rispetto alla media mobile semplice. Le EMA calcolate su 12 e 26 giorni sono famose medie a breve termine, mentre quelle superiori ai 50 giorni sono utilizzate per indicare gli andamenti di lungo periodo.
ru: Экспоненциальное скользящее среднее (EMA) определяется как скользящее среднее, вычисленное в весе последних величин, более тяжёлых чем старые величины. Этот тип скользящего среднего реагирует быстрее на последние изменения цен, чем обычное скользящее среднее. 12- и 26-дневные EMA — популярные краткосрочные средние, а EMA старше 50 дней используются для обозначения долгосрочных направлений изменений.

source: Overlays
el: Υπερθέσεις
fr: Plans de recouvrement
it: Sovrapposizioni
ru: Оверлеи

source: Overlays allow you to graph multiple statistical measurements onto a single chart. For example, you can compare the performance of a single quote against that of an index such as the NASDAQ or the DJIA.
el: Οι υπερθέσεις δίνουν την δυνατότητα σχεδίασης πολλαπλών στατιστικών μετρήσεων σε ένα μοναδικό γράφημα. Για παράδειγμα, μπορείτε να συγκρίνετε την απόδοση μίας μοναδικής τιμής έναντι κάποιου δείκτη όπως του NASDAQ ή του DJIA.
fr: Les plans de recouvrement vous permettent de tracer de nombreuses mesures statistiques sur un seul graphique. Par exemple, vous pouvez comparer la performance d'une cotation unique à celle d'un indice tel que le NASDAQ ou le DJIA.
ru: Оверлеи позволяют вам изображать сложные статистические измерения на одной диаграмме. К примеру, вы можете сравнивать конкурентоспособность отдельной котировки и индекса, такого как NASDAQ или DJIA.

source: Indicators
el: Δείκτες
fr: Indicateurs
it: Indicatori
ru: Индикаторы

source: Indicators are used to attempt to predict future financial trends. Proper use of market indicators is beyond the scope of the Invest manual.
el: Οι δείκτες χρησιμοποιούνται για να προβλέψουν τις μελλοντικές οικονομικές τάσεις.Η σωστή χρήση των δεικτών αγοράς δεν περιέχετε στο εγχειρίδιο του Invest.
fr: Les indicateurs sont utilisés pour tenter de prédire les tendances financières futures. L'usage correct des indicateurs de marchés sort de l'objectif du manuel de Invest.
it: Gli indicatori sono usati per cercare di predire futuri trend finanziari. Il corretto uso degli indicatori di mercato è argomento che va al di là dello scopo del manuale di Investimenti.
ru: Индикаторы используются для попыток предсказать будущее финансовое направление. Правильное использование рынка индикаторов не описывается в руководстве Invest.

source: translator-credits
el: Ελληνική μεταφραστική ομάδα GNOME Tom Tryfonidis <tomtryf@gmail.com> Για περισσότερα δείτε http://www.gnome.gr/
fr: Bruno Brouard <annoa.b@gmail.com>, 2010 Alain Lojewski <allomervan@gmail.com>, 2011
it: Giuseppe D'Andrea <cryptstudent@yahoo.com>, 2010
ru: Boris Egorov <jightuse@gmail.com>, 2009 Юрий Козлов <yuray@komyakino.ru>, 2011

source: This manual describes version 3.2.0 of Invest.
fr: Ce manuel documente la version 3.2.0 de Invest.
ru: В этом руководстве описывается апплет Invest версии 3.2.0.

source: This manual describes version 2.20.0 of Invest.
it: Questo manuale descrive la versione 2.20.0 di Investimenti.

source: Invest
it: Investimenti

source: The <application>Invest</application> GNOME panel applet downloads current stock quotes from Yahoo! Finance and displays the quotes in a drop-down list.
it: L'applicazione per il pannello di GNOME <application>Investimenti</application>, scarica le quotazioni di borsa aggiornate da Yahoo! Finance e visualizza i titoli in un menù a discesa.

source: <application>Invest</application> displays the following information for each stock symbol that is defined in the applet preferences:
it: <application>Investimenti</application> visualizza le seguenti informazioni per ogni titolo azionario presente nelle preferenze dell'applicazione:

source: The stock symbol that represents a company
it: Il simbolo azionario che rappresenta una società

source: The current share price quote (delayed 15 minutes)
it: La quotazione attuale delle azioni (con 15 minuti di ritardo)

source: The change in the stock price over the last day.
it: La variazione nei prezzi delle azioni nell'ultima giornata

source: A graph of recent changes
it: Un grafico delle variazioni recenti

source: The amount of the increase or decrease in the price since purchase
it: L'ammontare dell'incremento o del decremento del prezzo dal momento dell'acquisto

source: Add Company Stock Quotes to the Applet
it: Aggiungere quotazioni azionarie di una società ad Investimenti

source: To add stock symbols to <application>Invest</application>, perform the following steps:
it: Per aggiungere un simbolo azionario a <application>Investimenti</application>, eseguire i seguenti passi:

source: Click <guilabel>Add</guilabel> to add a stock to <application>Invest</application>.
it: Fare clic su <guilabel> Aggiungi</guilabel> per aggiungere un titolo azionario a <application>Investimenti</application>.

source: The default stock symbol is GOOG. Double-click the stock symbol to change the listing.
it: Il simbolo azionario predefinito è GOOG. Fare doppio-clic sul simbolo azionario per modificarlo.

source: You can also edit the number of shares you own in the stock, the purchase price and the commission.
it: È possibile modificare il numero di azioni in portafoglio, il prezzo di acquisto e la commissione.

source: Click <guilabel>Close</guilabel> when you are finished adding stock symbols.
it: Fare clic su <guilabel>Chiudi</guilabel> dopo aver aggiunto i simboli azionari.

source: View Selected Stocks
it: Osservare le azioni prescelte

source: To view your selected stocks, click on the <application>Invest</application> icon on the panel. A list of your stocks will appear. To close the list, click the icon again.
it: Per osservare le azioni prescelte fare clic sull'icona <application>Investimenti</application> sul pannello. Verrà visualizzato l'elenco delle azioni selezionate. Per chiuderlo, fare clic nuovamente sull'icona.

source: Remove Company Stock Quotes from the Applet
it: Rimuovere quotazioni azionarie di una società da Investimenti.

source: To remove stock symbols from <application>Invest</application>, perform the following steps:
it: Per rimuovere simboli azionari da <application>Investimenti</application>, bisogna eseguire la seguente procedura:

source: Click the row containing the ticker symbol you wish to remove.
it: Fare clic sulla riga contenente il simbolo azionario che si desidera rimuovere.

source: To use the financial charts, view the list of selected stocks, and double-click the stock that you wish to chart. The chart parameters can be customized by clicking <guilabel>Options</guilabel>.
it: Per usare i grafici finanziari, osservare l'elenco delle azioni selezionate e fare doppio clic sull'azione di cui si vuole visualizzare il grafico. I parametri del grafico possono essere personalizzati facendo clic su <guilabel>Opzioni</guilabel>.

source: The date range, in the top-right corner of the window, selects the length of time to report on. By default it gives one day of data, but it can be extended out to three years.
it: L'intervallo di tempo, situato nell'angolo superiore destro della finestra, seleziona l'ampiezza del periodo di tempo da analizzare. Di base Investimenti mostra dati riguardanti la giornata, ma il periodo può essere esteso sino ai tre anni precedenti.

source: Line Chart
it: Grafico lineare

source: This is the default option. This graphs the historical price information in a familiar manner, connecting each day's closing price in a with a single line for each stock. Line charts for graphing stock prices are useful if an analyst is interested only in a share's closing price each time.
it: Questa è l'opzione predefinita. Rappresenta le informazioni cronologiche del prezzo in maniera semplice, connettendo i prezzi di chiusura giornalieri di ogni titolo azionario, con una singola linea. Il grafico lineare è molto utile per l'analista in quanto permette di valutare l'andamento di un titolo in funzione del tempo.

source: Bar Chart
it: Grafico a barre

source: A bar chart represents a full day's activity with a single vertical bar.The top of the vertical line indicates the highest price a security traded at during the day, and the bottom represents the lowest price. The closing price is displayed on the right side of the bar, and the opening price is shown on the left side of the bar. One bar represents one day of trading.
it: Il grafico a barre rappresenta l'attività dell'intera giornata con una singola linea verticale. La cima della linea verticale indica il prezzo più alto raggiunto dal titolo durante la giornata di contrattazione, il fondo rappresenta il prezzo più basso. Il prezzo di chiusura è mostrato a destra della barra e il prezzo di apertura è mostrato a sinistra della barra. Una barra rappresenta un giorno di contrattazioni.
