Repository: GNOME/gnome-applets
Catalog: invest-applet/docs/*/*.po
Languages: el, fr, it, ru

source: Invest Manual
el: Εγχειρίδιο Invest
fr: Manuel de Invest
it: Manuale di Investimenti
ru: Руководство по апплету Invest

source: GNOME Documentation Project
el: Έργο τεκμηρίωσης του Gnome
fr: Projet de documentation GNOME
ru: Проект документации GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
el: Δίνεται άδεια για αντιγραφή, διανομή και/ή τροποποίηση του εγγράφου υπό τους όρους της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), Έκδοση 1.1 ή μεταγενέστερη εκδιδόμενη από το Ίδρυμα Ελεύθερου Λογισμικού χωρίς Σταθερά Εδάφια, χωρίς Εξώφυλλα Κειμένου, και χωρίς Οπισθόφυλλα Κειμένου. Μπορείτε να βρείτε ένα αντίγραφο της GFDL σε αυτόν το <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink> ή στο αρχείο COPYING-DOCS που διανεμήθηκε με αυτόν τον οδηγό.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la licence de documentation libre GNU, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou dans le fichier COPYING-DOCS fourni avec le présent manuel.
it: È concessa l'autorizzazione di copiare, distribuire e/o modificare questo documento sotto i termini della GNU Free Documentation License (GFDL), Versione 1.1 o qualsiasi altra versione pubblicata dalla Free Software Foundation senza sezioni invariabili, frontespizi e testi di copertina. Potete trovare copia della GFDL a questo <ulink type="help" url="ghelp:fdl">link</ulink> o nel file COPYNG-DOCS distribuito con questo manuale.
ru: Следующим разрешается копировать и/или модифицировать этот документ при условии соблюдения GNU Free Documentation License (GFDL), версии 1.1 или любой более поздней опубликованной Фондом свободного программного обеспечения версией без неизменяемых частей, без текстов на обложках. Вы можете найти копию лицензии по этой <ulink type="help" url="ghelp:fdl">ссылке</ulink> или в файле COPYING-DOCS, распространяемом с этим документом.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
el: Αυτή η τεκμηρίωση είναι μέρος της συλλογής τεκμηρίωσης του GNOME όπως διανέμεται υπό τους όρους του GFDL. Εάν επιθυμείτε να διανείμετε αυτή την τεκμηρίωση ξεχωριστά από την συλλογή, μπορείτε να το κάνετε εάν η τεκμηρίωση συνοδεύεται από αντίγραφο της άδειας (GFDL) όπως περιγράφεται στον τομέα 6 της άδειας.
fr: Ce manuel fait partie de la collection de manuels GNOME distribués selon les termes de la licence de documentation libre GNU. Si vous souhaitez distribuer ce manuel indépendamment de la collection, vous devez joindre un exemplaire de la licence au document, comme indiqué dans la section 6 de celle-ci.
it: Questo manuale fa parte della collana di manuali di GNOME distribuita sotto GFDL. La distribuzione di questo testo separatamente dalla suddetta collana è permesso allegando copia della licenza al manuale, come descritto nella sezione 6 della licenza stessa.
ru: Этот документ является частью документации GNOME, распространяемой под лицензией GFDL. Если вы хотите распространять этот документ отдельно от общей документации, вы должны приложить копию лицензии к документу, как написано в части 6 лицензии.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
el: Πολλά από τα ονόματα που χρησιμοποιούνται από εταιρίες για να ξεχωρίσουν τα προϊόντα και τις υπηρεσίες είναι σήματα κατατεθέντα. Όπου αυτά τα ονόματα εμφανίζονται στην τεκμηρίωση GNOME,και τα μέλη της ομάδας τεκμηρίωσης GNOME έχουν γνώση αυτών, τότε αυτά αναγράφονται με κεφαλαίους χαρακτήρες ή με αρχικούς κεφαλαίους χαρακτήρες.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation GNOME et que les membres du projet de documentation GNOME sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.
it: Molti dei nomi usati dalle compagnie per contraddistinguere i propri prodotti e servizi sono rivendicati come marchi di fabbrica. Quando questi nomi appaiono in una qualsiasi documentazione GNOME ed i membri del GNOME Documentation Project sono coscienti di trovarsi in presenza di marchi di fabbrica, questi nomi verranno indicati in lettere maiuscole o con la lettera iniziale in maiuscolo.
ru: Многие имена и марки используются компаниями для различения их продуктов и услуг и являются торговыми марками. Эти марки присутствуют в любой части документации GNOME, и члены проекта документирования GNOME знают об этом. Имена выделяются заглавными буквами или начальной заглавной буквой.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
el: Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ ΟΤΙ ΜΠΟΡΕΙ ΝΑ ΕΞΥΠΗΡΕΤΗΣΕΙ ΚΑΠΟΙΟ ΣΚΟΠΟ Η ΟΤΙ ΕΙΝΑΙ ΧΩΡΙΣ ΣΦΑΛΜΑ. ΟΛΟΚΛΗΡΗ Η ΕΥΘΥΝΗ ΓΙΑ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΑΚΡΙΒΕΙΑ ΚΑΙ ΛΕΙΤΟΥΡΓΙΚΟΤΗΤΑ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΝΗΚΕΙ ΣΕ ΕΣΑΣ. ΕΑΝ Η ΤΕΚΜΗΡΙΩΣΗ ΑΥΤΗ Ή ΠΑΡΑΛΛΑΓΗ ΑΥΤΗΣ ΕΙΝΑΙ ΛΑΘΟΣ ΚΑΤΑ ΚΑΠΟΙΟ ΤΡΟΠΟ ΕΣΕΙΣ ΑΝΑΛΑΜΒΑΝΕΤΕ ΤΗΝ ΕΥΘΥΝΗ ΤΗΣ ΔΙΟΡΘΩΣΗΣ. Η ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ ΠΟΥ ΣΥΝΟΔΕΥΕΙ ΑΥΤΗ ΤΗΝ ΤΕΚΜΗΡΙΩΣΗ ΕΙΝΑΙ ΑΝΑΠΟΣΠΑΣΤΟ ΚΟΜΜΑΤΙ ΑΥΤΗΣ.ΚΑΜΙΑ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΑΛΛΑΓΗ ΕΥΘΥΝΗΣ.
fr: LE PRÉSENT DOCUMENT EST FOURNI « TEL QUEL », SANS AUCUNE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS LIMITATION, LES GARANTIES DE BONNE QUALITÉ MARCHANDE OU D'APTITUDE À UN EMPLOI PARTICULIER OU AUTORISÉ DU DOCUMENT OU DE SA VERSION MODIFIÉE. L'UTILISATEUR ASSUME TOUT RISQUE RELATIF À LA QUALITÉ, À LA PERTINENCE ET À LA PERFORMANCE DU DOCUMENT OU DE SA VERSION DE MISE À JOUR. SI LE DOCUMENT OU SA VERSION MODIFIÉE S'AVÉRAIT DÉFECTUEUSE, L'UTILISATEUR (ET NON LE RÉDACTEUR INITIAL, L'AUTEUR, NI TOUT AUTRE PARTICIPANT) ENDOSSERA LES COÛTS DE TOUTE INTERVENTION, RÉPARATION OU CORRECTION NÉCESSAIRE. CETTE DÉNÉGATION DE RESPONSABILITÉ CONSTITUE UNE PARTIE ESSENTIELLE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT OU DE SA VERSION MODIFIÉE N'EST AUTORISÉE AUX TERMES DU PRÉSENT ACCORD, EXCEPTÉ SOUS CETTE DÉNÉGATION DE RESPONSABILITÉ ; ET
it: IL DOCUMENTO È PROVVISTO SULLA BASE DEL "VISTO E PIACIUTO", SENZA GARANZIE DI NESSUN TIPO, SIANO ESSE IMPLICITE O ESPRESSE, SENZA LIMITAZIONI, SENZA GARANZIE CHE IL DOCUMENTO O LA SUA VERSIONE MODIFICATA SIANO PRIVI DI DIFETTI COMMERCIALIZZABILI, IDONEI AD UN DETERMINATO SCOPO O CHE NON VIOLINO DIRITTI DI TERZI. I RISCHI INERENTI LA QUALITÀ, L'ACCURATEZZA E LA RESA DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA SONO DA CONSIDERARSI A CARICO DELL' UTENTE. QUALORA UN DOCUMENTO O UNA SUA VERSIONE MODIFICATA SI DIMOSTRASSERO NON IDONEI SOTTO UN QUALSIASI ASPETTO, OGNI SPESA INERENTE A COSTI DI ASSISTENZA, RIPARAZIONE O CORREZIONE GRAVERÀ SULL' UTENTE (NON DEL REDATTORE INIZIALE, DELL'AUTORE O DI ALTRI COLLABORATORI). QUESTA LIMITAZIONE DELLA GARANZIA COSTITUISCE PARTE ESSENZIALE DELLA LICENZA. L'USO DEL DOCUMENTO O DELLE SUE VERSIONI MODIFICATE È CONSENTITO SOLO ENTRO I TERMINI DI SUDDETTA LIMITAZIONE.
ru: ДОКУМЕНТ РАСПРОСТРАНЯЕТСЯ "КАК ЕСТЬ", БЕЗ ВСЯКИХ ГАРАНТИЙ, ПРИДУМАННЫХ ИЛИ УНАСЛЕДОВАННЫХ, БЕЗ ОГРАНИЧЕНИЙ, ГАРАНТИЙ ТОГО ЧТО ДОКУМЕНТ ИЛИ МОДИФИЦИРОВАННАЯ ВЕРСИЯ ДОКУМЕНТА СВОБОДНА ОТ ДЕФЕКТОВ, ТОЛЬКО ДЛЯ СПЕЦИАЛЬНОГО ИСПОЛЬЗОВАНИЯ НЕ ЗАКЛЮЧАЮЩЕГО В СЕБЕ РИСКИ КАЧЕСТВА, АККУРАТНОСТИ ИЛИ СООТВЕТСТВИЯ ДОКУМЕНТА ИЛИ ИЗМЕНЁННЫХ ВЕРСИЙ ДОКУМЕНТА ВАШИМ ТРЕБОВАНИЯМ. ЕСЛИ ДОКУМЕНТ ИЛИ МОДИФИЦИРОВАННАЯ ВЕРСИЯ ДОКУМЕНТА ИМЕЕТ НЕДОСТАТКИ, ВЫ (А НЕ АВТОР ДОКУМЕНТА ИЛИ ЕГО ПОМОЩНИК) ДОЛЖНЫ САМИ ПРИЛОЖИТЬ УСИЛИЯ К ЕГО ДОРАБОТКИ, КОРРЕКЦИИ ИЛИ ВОССТАНОВЛЕНИЮ. ЭТО ПРЕДУПРЕЖДЕНИЕ СОСТАВЛЯЕТ СУЩЕСТВЕННУЮ ЧАСТЬ ЛИЦЕНЗИИ. ДОКУМЕНТ НЕ ДОЛЖЕН ИСПОЛЬЗОВАТЬСЯ БЕЗ ДАННОГО ПРЕДУПРЕЖДЕНИЯ И

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
el: ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΝΟΜΙΚΗ ΣΥΝΘΗΚΗ, ΕΙΤΕ ΜΕΣΩ ΣΥΜΒΟΛΑΙΩΝ Ή ΑΛΛΙΩΣ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ Ο ΣΥΓΓΡΑΦΕΑΣ, Ο ΔΙΑΝΟΜΕΑΣ, Η ΑΛΛΟΣ ΣΥΝΥΠΕΥΘΥΝΟΣ ΓΙΑ ΤΗΝ ΣΥΓΓΡΑΦΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ, ΓΙΑ ΕΜΜΕΣΕΣ Η ΑΜΕΣΕΣ, ΤΥΧΑΙΕΣ Ή ΜΗ ΖΗΜΙΕΣ ΠΑΝΤΩΣ ΦΥΣΕΩΣ ΠΟΥ ΠΡΟΕΡΧΟΝΤΑΙ ΑΠΟ ΤΗΝ ΧΡΗΣΗ ΤΗΣ ΤΕΚΜΗΡΙΩΣΗΣ ΚΑΙ/Ή ΠΑΡΑΛΛΑΓΩΝ ΑΥΤΗΣ ΑΚΟΜΑ ΚΑΙ ΕΑΝ ΕΧΕΙ ΥΠΑΡΞΕΙ ΠΡΟΕΙΔΟΠΟΙΗΣΗ ΓΙΑ ΤΗΝ ΠΙΘΑΝΟΤΗΤΑ ΥΠΑΡΞΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
fr: EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE D'UN DÉLIT CIVIL (Y COMPRIS LA NÉGLIGENCE), CONTRACTUEL OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT OU TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION MODIFIÉE, OU TOUT FOURNISSEUR DE L'UNE DE CES PARTIES NE POURRA ÊTRE TENU RESPONSABLE À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER, OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, À UN ARRÊT DE TRAVAIL, À UNE DÉFAILLANCE OU UN MAUVAIS FONCTIONNEMENT INFORMATIQUE, OU À TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU DOCUMENT ET DE SES VERSIONS MODIFIÉES, MÊME SI LADITE PARTIE A ÉTÉ INFORMÉE DE L'ÉVENTUALITÉ DE TELS DOMMAGES.
it: IN NESSUNA CIRCOSTANZA E PER NESSUNA RAGIONE LEGALE, OVVERO COLPA (NEGLIGENZA COMPRESA), ACCORDO CONTRATTUALE O ALTRO, SARÀ POSSIBILE CONSIDERARE L'AUTORE, IL REDATTORE INIZIALE, GLI ALTRI COLLABORATORI, QUALSIASI DISTRIBUTORE DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA O QUALUNQUE FORNITORE DELLE PERSONE CITATE, RESPONSABILE NEI CONFRONTI DI QUALSIASI SOGGETTO PER DANNI DIRETTI, INDIRETTI, SPECIALI, INCIDENTALI O CONSEGUENTI DI QUALUNQUE NATURA, INCLUSI, MA SENZA LIMITAZIONE, I DANNI PER PERDITA DI AVVIAMENTO, INTERRUZIONE DEL LAVORO, GUASTO O MALFUNZIONAMENTO DEL COMPUTER O QUALUNQUE ALTRO DANNO O PERDITA DERIVANTE O CORRELATA ALL'USO DEL DOCUMENTO O DI UNA SUA VERSIONE MODIFICATA, ANCHE QUALORA LE PERSONE CITATE FOSSERO STATE INFORMATE DELLA POSSIBILITÀ DI TALI DANNI.
ru: НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ И НИ ПРИ КАКОМ ЗАКОННОМ СПОСОБЕ, НИ ПО КАКОМУ СОГЛАШЕНИЮ ИЛИ ДРУГОЙ ПРИЧИНЕ, АВТОР, СОЗДАТЕЛЬ ИЛИ ПОМОЩНИКИ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ЗА ПРЯМОЕ, КОСВЕННОЕ, СПЕЦИАЛЬНОЕ, СЛУЧАЙНОЕ ИЛИ ПРЕДНАМЕРЕННОЕ ПОВРЕЖДЕНИЕ ЛЮБОГО СВОЙСТВА, ВКЛЮЧАЯ БЕЗ ОГРАНИЧЕНИЯ ПОТЕРЮ ЖЕЛАНИЯ, РАБОТОСПОСОБНОСТИ, КОМПЬЮТЕРНЫЕ СБОИ ИЛИ НЕПРАВИЛЬНОЕ ВЗАИМОДЕЙСТВИЕ, ВМЕСТЕ ИЛИ ПО-ОТДЕЛЬНОСТИ. НИКАКИЕ ПОВРЕЖДЕНИЯ И ПОТЕРИ НЕ МОГУТ БЫТЬ ВОЗЛОЖЕНЫ НА АВТОРА ДОКУМЕНТА ИЛИ МОДИФИЦИРОВАННОЙ ВЕРСИИ ДОКУМЕНТА, ДАЖЕ ЕСЛИ СТОРОНА БЫЛА ПРОИНФОРМИРОВАНА О ВОЗМОЖНОСТИ ТАКИХ ПОВРЕЖДЕНИЙ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
el: ΤΟ ΈΓΓΡΑΦΟ ΚΑΙ ΤΡΟΠΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΑΔΕΙΑΣ GNU FREE DOCUMENTATION ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>
fr: LE PRÉSENT DOCUMENT ET SES VERSIONS DE MISE À JOUR SONT FOURNIS SOUS LES CONDITIONS DE L'ACCORD DE LICENCE DE DOCUMENTATION LIBRE GNU, SACHANT QUE : <placeholder-1/>
it: IL DOCUMENTO E LE VERSIONI MODIFICATE SONO FORNITE SOTTO I TERMINI DELLA GNU FREE DOCUMENTATION LICENSE CON L'INTESA CHE: <placeholder-1/>
ru: ДОКУМЕНТ И ИЗМЕНЁННЫЕ ВЕРСИИ ДОКУМЕНТА ПРЕДСТАВЛЯЮТСЯ ПОЛЬЗОВАТЕЛЮ ПОД ЛИЦЕНЗИЕЙ GNU FREE DOCUMENTATION LICENSE С УВЕДОМЛЕНИЕМ О ТОМ, ЧТО <placeholder-1/>

source: GNOME Documentation Team
el: Ομάδα Τεκμηρίωσης GNOME
fr: L'équipe de documentation GNOME
ru: Группа документирования GNOME

source: This manual describes version 2.32.0 of Invest.
el: Ο οδηγός περιγράφει την έκδοση 2.32.0 του Invest.

source: Feedback
el: Aνάδραση
fr: Votre avis
it: Commenti
ru: Обратная связь

source: To report a bug or make a suggestion regarding the Invest application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με το <application>Invest.</application> ή αυτή την τεκμηρίωση, ακολουθήστε τις οδηγίες που περιγράφονται στη σελίδα <ulink url="ghelp:gnome-feedback" type="help">ανάδρασης GNOME </ulink>.
fr: Pour rapporter une anomalie ou émettre une suggestion concernant l'application Invest ou ce manuel, suivez les instructions de la <ulink url="ghelp:gnome-feedback" type="help">page de réactions sur GNOME</ulink>.
it: Per segnalare un bug o indicare suggerimenti riguardanti Investimenti o questo manuale, seguire le indicazioni nella <ulink url="ghelp:gnome-feedback" type="help">pagina commenti di GNOME </ulink>.
ru: Чтобы сообщить об ошибке или что-то предложить по апплету Invest или этому руководству, следуйте указаниям в документе <ulink url="ghelp:gnome-feedback" type="help">Обратная связь с GNOME</ulink>.

source: User manual for Invest
el: Εγχειρίδιο χρήστη για το Invest
fr: Manuel d'utilisation de Invest
it: Manuale utente di Investimenti
ru: Руководство пользователя Invest

source: invest-applet
el: Μικροεφαρμογή Invest
it: Applet Investimenti

source: Introduction
el: Εισαγωγή
it: Introduzione
ru: Введение

source: The <application>Invest</application> GNOME panel applet downloads current quotes for stocks, stock indices, currencies and precious metals. Quotes are downloaded from <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink> and are displayed in a drop-down list.
el: Η μικροεφαρμογή <application>Invest</application> στον πίνακα εφαρμογών του GNOME λαμβάνει τις τρέχουσες τιμές μετοχών, δεικτών και πολύτιμων μετάλλων από το <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink> και τις εμφανίζει σε μία αναπτυσσόμενη λίστα.
fr: L'applet <application>Invest</application> du tableau de bord GNOME télécharge les cotations des actions, des indices boursiers, des devises et des métaux précieux en temps réel à partir de <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink> et les affiche dans une liste déroulante.
ru: Апплет панели GNOME <application>Invest</application> загружает текущие котировки акций, биржевые индексы, стоимость валют и драгоценных металлов. Котировки загружаются из <ulink url="http://finance.yahoo.com"> Yahoo! Finance</ulink> и отображаются в выпадающем списке.

source: <application>Invest</application> provides the following features:
el: Το <application>Invest</application> παρέχει τα ακόλουθα χαρακτηριστικά:
fr: Les fonctionnalités suivantes sont disponibles dans <application>Invest</application> :
ru: <application>Invest</application> предоставляет следующие возможности:

source: Retrieve quotes for any stock, stock index, currency or precious metal known by <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink>
el: Ανάκτηση τιμών για οποιοδήποτε γνωστή μετοχή, δείκτη, νόμισμα ή πολύτιμο μέταλλο από το <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink>
fr: récupération des cotations de n'importe quelle action, indice boursier, devise ou métal précieux connus sur le site <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink>,
ru: Получает котировки акций, биржевых индексов, стоимость валют и драгоценных металлов из <ulink url="http://finance.yahoo.com"> Yahoo! Finance</ulink>

source: Quotes are automatically updated every 15 minutes
el: Οι τιμές ανανεώνονται αυτόματα κάθε 15 λεπτά
fr: mise à jour des cotations toutes les quinze minutes,
ru: Котировки автоматически обновляются каждые 15 минут

source: The current price, today's change, and a chart of today's changes are displayed
el: Εμφανίζονται η τρέχουσα τιμή, η ημερήσια μεταβολή και ένα γράφημα των σημερινών αλλαγών
fr: affichage du cours actuel, de la variation du jour et d'un diagramme des variations du jour,
ru: Отображает текущую цену, изменения на сегодня и график сегодняшних изменений

source: The currency of the quote is displayed, and if configured, automatically translated into a target currency
el: Εμφανίζεται το νόμισμα της τιμής και μπορεί να ρυθμισθεί να μετατρέπεται αυτόματα σε άλλο νόμισμα
fr: affichage de la devise de la cotation et, si configuré, conversion automatique dans la devise cible,
ru: Отображает котировку валюты и, если настроено, автоматически преобразует её в нужную валюту

source: The amount of the increase or decrease in the price since purchase, also translatable into the target currency
el: Η αύξηση ή μείωση της τιμής από την αγορά της, επίσης μετατρέψιμη στο επιθυμητό νόμισμα
fr: affichage du montant du gain ou de la perte depuis l'achat, également convertit dans la devise cible,
ru: Сумма увеличения или уменьшения цены со времени покупки также переводится в нужную валюту

source: The percentage increase or decrease in the price since purchase
el: Το ποσοστό αύξησης ή μείωσης της τιμής από την αγορά της
fr: affichage du pourcentage de hausse ou de baisse du cours depuis l'achat.
it: La percentuale di incremento o decremento del prezzo dal momento dell'acquisto
ru: Процентное увеличение или уменьшение цены со времени покупки

source: Getting Started
el: Ξεκινώντας
fr: Premiers pas
it: Per iniziare
ru: Начало работы

source: Add Invest to a Panel
el: Προσθήκη του Invest στον πίνακα εφαρμογών
fr: Ajout de Invest à un tableau de bord
it: Aggiungere Investimenti ad un pannello
ru: Добавление Invest на панель

source: To add <application>Invest</application> to a GNOME panel, right-click on the panel, then choose <guilabel>Add to Panel</guilabel>. Select <application>Invest</application> in the <guilabel>Add to Panel</guilabel> dialog, then click <guilabel>OK</guilabel>. Click <guilabel>Close</guilabel> when finished.
el: Για να προσθέσετε την μικροεφαρμογή <application>Invest</application> στον πίνακα εφαρμογών του GNOME,κάντε δεξί-κλικ στον πίνακα και κατόπιν επιλέξτε <guimenuitem>Προσθήκη στον πίνακα εφαρμογών</guimenuitem>.Επιλέξτε <application>Invest</application> στο διάλογο <application>Προσθήκηστον πίνακα εφαρμογών</application>,και στο τέλος επιβεβαιώστε πιέζοντας το κουμπί <guibutton>OK</guibutton>.Πατήστε <guilabel>Κλείσιμο</guilabel> μόλις τελειώσετε.
fr: Pour ajouter <application>Invest</application> à un tableau de bord GNOME, cliquez-droit sur le tableau de bord, puis choisissez <guilabel>Ajouter au tableau de bord</guilabel>. Sélectionnez <application>Invest</application> dans la boîte de dialogue <guilabel>Ajouter au tableau de bord</guilabel>, puis cliquez sur <guilabel>Ajouter</guilabel>. Cliquez sur <guilabel>Fermer</guilabel> lorsque vous avez fini.
it: Per aggiungere <application>Investimenti</application> a un pannello di GNOME, fare clic con il tasto destro del mouse su un pannello e scegliere <guilabel>Aggiungi al pannello</guilabel>. Selezionare <application>Investimenti</application> nella schermata <guilabel>Aggiungi al pannello</guilabel>, poi fare clic su <guilabel>OK</guilabel>. Fare clic su <guilabel>Chiudi</guilabel> quando finito.
ru: Чтобы добавить <application>Invest</application> на панель GNOME, щёлкните правой кнопкой мыши на панели, затем выберите <guilabel>Добавить на панель</guilabel>. Выберите <application>Invest</application> в диалоговом окне <guilabel>Добавить на панель</guilabel>, затем нажмите <guilabel>OK</guilabel>. Нажмите <guilabel>Закрыть</guilabel> для завершения.

source: Remove Invest From a Panel
el: Αφαίρεση Invest από τον πίνακα εφαρμογών
fr: Suppression de Invest d'un tableau de bord
it: Rimuovere Investimenti da un pannello
ru: Удаление Invest с панели

source: To remove <application>Invest</application> from a GNOME panel, right-click on the icon, then choose <guilabel>Remove From Panel</guilabel>.
el: Για να αφαιρέσετε την μικροεφαρμογή <application>Invest</application> από τον πίνακα εφαρμογών του GNOME,κάντε δεξί-κλικ στο εικονίδιο στον πίνακα εφαρμογών, κατόπιν επιλέξτε <guilabel>Αφαίρεση από τον πίνακα εφαρμογών</guilabel>.
fr: Pour enlever <application>Invest</application> d'un tableau de bord GNOME, cliquez-droit sur l'icône, puis choisissez <guilabel>Enlever du tableau de bord</guilabel>.
it: Per rimuovere <application>Investimenti</application> da un pannello di GNOME, fare clic con il tasto destro del mouse sull'icona presente sul pannello, poi selezionare <guilabel>Rimuovi dal pannello</guilabel>.
ru: Чтобы удалить <application>Invest</application> с панели GNOME, щёлкните правой кнопкой на значке, затем выберите <guilabel>Удалить с панели</guilabel>.

source: More Information
el: Περισσότερες πληροφορίες
fr: Informations supplémentaires
it: Ulteriori informazioni
ru: Подробнее

source: More information about the GNOME panel can be found in the <ulink url="ghelp:user-guide?panels" type="help">GNOME Panel documentation</ulink>.
el: Περισσότερες πληροφορίες σχετικά με τον πίνακα εφαρμογών του GNOME μπορείτε να βρείτε στο <ulink url="ghelp:user-guide?panels" type="help">GNOME Panel documentation</ulink>.
fr: Plus d'informations sur le tableau de bord GNOME peuvent être obtenues dans la <ulink url="ghelp:user-guide?panels" type="help">documentation GNOME sur les tableaux de bord</ulink>.
it: Ulteriori informazioni riguardanti il pannello di GNOME possono essere trovate nella <ulink url="ghelp:user-guide?panels" type="help">Documentazione del pannelloGNOME</ulink>.
ru: Подробнее о панели GNOME можно узнать из <ulink url="ghelp:user-guide?panels" type="help">документации на панель GNOME</ulink>.

source: Using Invest
el: Χρησιμοποιώντας το Invest
fr: Utilisation de Invest
it: Usare Investimenti
ru: Использование Invest
