Repository: GNOME/gnome-applets
Catalog: po/*.po
Languages: ne, ta

source: Graph color for user-related swap usage
ne: साटासाट प्रयोग प्रयोगकर्ता-सम्बन्धितका लागि ग्राफ रंग
ta: CPU பயன்படுத்துபவரை சார்ந்த மாறுதலுக்கான வரைப்பட நிறம்

source: Graph size
ne: ग्राफ साइज
ta: வரைபட அளவு

source: Load graph background color
ne: ग्राफ पृष्ठभूमि रंग लोड गर्नुहोस
ta: பின்னனி நிற்த்திர்க்கான வரைப்படம் ஏற்று

source: Memory graph background color
ne: स्मृति ग्राफ पृष्ठभूमि रंग
ta: பின்னனி நிற்த்திர்க்கான வரைப்படம் நினைவகம்

source: Network graph background color
ne: सञ्जाल ग्राफ पृष्ठभूमि रंग
ta: பின்னனி நிறத்திர்க்கான வரைப்பட இணையம்

source: Swap graph background color
ne: साटासाट ग्राफ पृष्ठभूमि रंग
ta: பின்னனி நிற்த்திர்க்கான வரைப்படம் மாற்று

source: Net Load
ne: नेट लोड
ta: வலை ஏற்றி

source: Monitored Resources
ne: मनिटर गरिएको श्रोतहरू
ta: கண்காணிக்கப்பட்ட வளம்

source: _Processor
ne: प्रक्रियाकर्ता
ta: செயலகம்

source: _Memory
ne: स्मृति
ta: நினைவகம்

source: _Network
ne: सञ्जाल
ta: வலையமைப்பு

source: S_wap Space
ne: खालीस्थान साटासाट गर्नुहोस
ta: (_w)மாற்று இடைவெளி

source: _Load
ne: लोड गर्नुहोस
ta: (_L)ஏற்றி

source: System m_onitor width:
ne: प्रणाली मनिटर चौडाई:
ta: (_o)அமைப்புக்கண்காணியின் அகலம்:

source: System m_onitor height:
ne: प्रणाली मनिटर उचाइ:
ta: (_o)அமைப்புக்கண்காணியின் உயரம்:

source: Sys_tem monitor update interval:
ne: प्रणाली मनिटर अद्यावधिक अन्तराल:
ta: (_o)அமைப்புக்கண்காணியை புதுப்பித்தல் இடைவேளை நேரம்:

source: milliseconds
ne: मिलिसेकेन्डहरू
ta: மில்லி வினாடிகள்

source: _User
ne: प्रयोगकर्ता
ta: பயனர்

source: S_ystem
ne: प्रणाली
ta: (_y)கணினி

source: N_ice
ne: राम्रो
ta: நன்று

source: I_dle
ne: निष्प्रयोजित
ta: சும்மாயிருத்தல்

source: Sh_ared
ne: बाँडिएको
ta: பங்கிடப்பட்டது

source: _Buffers
ne: बफरहरू
ta: இடையகங்கள்

source: Cach_ed
ne: समातिएको
ta: கேச்_ட்

source: F_ree
ne: स्वतन्त्र
ta: எஞ்சியது

source: _Ethernet
ne: ईथरनेट
ta: (_E)ஈத்தர்நெட்

source: Othe_r
ne: अन्य
ta: (_r)மற்றவை

source: _Background
ne: पृष्ठभूमि
ta: (_B)பின்னணி

source: _Used
ne: प्रयोग गरिएको
ta: பயன்படுத்தப்பட்டது

source: _Free
ne: स्वतन्त्र
ta: எஞ்சியது

source: Load
ne: लोड गर्नुहोस
ta: ஏற்றி

source: _Average
ne: औसत
ta: (_A)சராசரி

source: System Monitor Preferences
ne: सिस्टम मनिटर प्राथमिकताहरू
ta: கணினி கண்காணிப்பு விருப்பங்கள்

source: Swap Load
ne: लोड साटासाट गर्नुहोस
ta: Swap ஏற்றி

source: Create, view, and manage sticky notes on the desktop
ne: डेस्कटपमा टाँसिने द्रष्टव्यहरू सिर्जना गर्नुहोस,हेर्नुहोस् र प्रवन्ध गर्नुहोस
ta: மேற்மேசையில் பிடிக் குறிப்புகளை உருவாக்க, காண, மற்றும் நிர்வாகிக்கவும்

source: Sticky Notes
ne: टाँसिने द्रष्टव्यहरू
ta: ஒட்டுகின்ற குறிப்புகள்

source: Sticky Notes Applet Factory
ne: टाँसिने द्रष्टव्यहरू एप्लेट कारखाना
ta: கடினமான சிறுநிரல் தொழிற்சாலை

source: _Delete Notes
ne: द्रष्टव्यहरू मेट्नुहोस
ta: (_D)குறிப்புகளை நீக்கு

source: _Lock Notes
ne: द्रष्टव्यहरू ताल्चा लगाउनुहोस
ta: (_L)குறிப்புகளை பூட்டு

source: _New Note
ne: नयाँ द्रष्टव्य
ta: _புதிய குறிப்பு

source: _Show Notes
ta: (_S)குறிப்புகளை காட்டு

source: Locked note
ta: பூட்டிய குறிப்பு

source: Unlocked note
ta: பூட்டாத குறிப்பு

source: <b>Default Note Properties</b>
ne: <b>पूर्वनिर्धारित द्रष्टव्य गुणहरू</b>
ta: <b>முன்னிருப்பு குறிப்பு குணங்கள்</b>

source: <b>Delete all sticky notes?</b> Changes will be saved instantly.
ta: <b>அனைத்து பிடி குறிப்புகளையும் அழிக்க வேண்டுமா?</b> மாறுதல்கள் உடனே சேமிக்கப்படுகின்றன்.

source: <b>Delete this sticky note?</b> Changes will be saved instantly.
ta: <b>இந்த பிடி குறிப்பை அழி?</b> மாறுதல்கள் உடனேயே சேமிக்கப்படுகின்றன.

source: <b>Properties</b>
ne: <b>गुणहरू</b>
ta: <b>குணங்கள்</b>

source: C_olor:
ta: (_o)வண்ணங்கள்:

source: Choose a base color to use for all sticky notes
ne: सबै टाँसिएको द्रष्टव्यहरूका लागि प्रयोग गर्न एउटा आधार रंग रोज्नुहोस
ta: அனைத்து பிடிக் குறிப்புகளையும் தேர்ந்தெடுக்க ஒர் தள வண்ணத்தைத் தேர்ந்தெடுக்கவும்

source: Choose a color for the note
ne: द्रष्टव्यका लागि एउटा रंग रोज्नुहोस
ta: குறிப்புக்காக வண்ணத்தை தேர்வுசெய்யவும்

source: Choose a font for the note
ne: द्रष्टव्यका लागि एउटा फन्ट रोज्नुहोस
ta: குறிப்புக்காக எழுத்தைத் தேர்வுசெய்யவும்

source: Choose a font to use for all sticky notes
ne: सबै टाँसिएको द्रष्टव्यहरूका लागि प्रयोग गर्न एउटा आधार फन्ट रोज्नुहोस
ta: குறிப்புக்காக வண்ணத்தை தேர்வுசெய்யவும்

source: Choose if notes are visible on all workspaces
ne: यदि सबै खुल्ला खाळी ठाँउहरूमा द्रष्टव्यहरू दृष्य छन भने रोज्नुहोस
ta: பணி இடத்தில் குறிப்புகள் காட்டப்பட வேண்டுமா என்பதை குறிப்பிடு

source: Choose if the default style is forced on all notes
ne: यदि सबै द्रष्टव्यहरूमा पूर्वनिर्धारित शैली बल प्रयोग गरिएको छ भने रोज्नुहोस
ta: குறிப்புக்காக வண்ணத்தை தேர்வுசெய்யவும்

source: Clic_k:
ta: (_k)க்ளிக்:

source: Close note
ne: द्रष्टव्य बन्द गर्नुहोस
ta: குறிப்புகளை மூடு

source: Create a new note
ta: புதிய குறிப்புகளை உருவாக்கு

source: Force _default color and font on notes
ne: पूर्व निर्धारित रंग र फन्ट द्रष्टव्यहरुलाई बल प्रयोग गर्नुहोस
ta: குறிப்புகளில் முன்னிருப்பு வண்ணம் மற்றும் எழுத்துருக்களை உந்தவும்

source: H_eight:
ne: उचाइ:
ta: (_e)உயரம்:

source: Lock/Unlock all notes
ta: பூட்டு/ பூட்டாத எல்லா குறிப்புகள்

source: Lock/Unlock note
ne: द्रष्टव्य ताल्चा लगाएको/ताल्चा नलगाईएको
ta: பூட்டு/ பூட்டாத குறிப்பு

source: Pick a color for the sticky note
ne: टाँसिएको द्रष्टव्यका लागि एउटा रंग लिनुहोस
ta: ஒட்டு தகவலுக்கான நிறத்தை தேர்தெடு

source: Pick a default sticky note color
ne: एउटा पूर्वनिर्धारित द्रष्टव्य रंग लिनुहोस
ta: முன்னிருந்த ஒட்டு தகவல் நிறத்தை தேர்தெடு

source: Pick a default sticky note font
ne: एउटा पूर्वनिर्धारित द्रष्टव्य फन्ट लिनुहोस
ta: முன்னிருந்த ஒட்டு தகவல் எழுத்தை தேர்தெடு

source: Pick a font for the sticky note
ne: टाँसिएको द्रष्टव्यका लागि एउटा फन्ट लिनुहोस
ta: ஒட்டு தகவலலுக்கான எழுத்தை தேர்தெடு

source: Resize note
ne: पुन:साइज द्रष्टव्य
ta: அளவு மாற்ற குறிப்பு

source: Show/Hide all notes
ta: அனைத்து குறிப்புகளையும் காட்டு/மறை

source: Specify a title for the note
ne: द्रष्टव्यका लागि एउटा शिर्षक निर्दिष्ट गर्नुहोस
ta: குறிப்பிற்கான தலைப்பை குறிப்பிடவும்

source: Specify the default height (in pixels) of new notes
ne: पूर्वनिर्धारित उचाइ (पिक्सेलमा) नयाँ द्रष्टव्यहरू निर्दिष्ट गर्नुहोस
ta: புதிய தகவலின் முன்னிருந்த உயரத்தை குறிப்பிடு

source: Specify the default width (in pixels) of new notes
ne: पूर्व निर्धारित चौडाई (पिक्सेलमा) नयाँ द्रष्टव्य निर्दिष्ट गर्नुहोस
ta: புதிய தகவலின் முன்னிருந்த அகலத்தை குறிப்பிடு

source: Sticky Note
ne: टाँसिएको द्रष्टव्य
ta: ஒட்டுகின்ற குறிப்பு

source: Sticky Note Properties
ne: टाँसिएको द्रष्टव्य गुणहरू
ta: தேவையற்ற குறிப்பின் பண்புகள்

source: Sticky Notes Preferences
ne: टाँसिएको द्रष्टव्य प्राथमिकताहरू
ta: தேவையற்ற குறிப்பின் விருப்பங்கள்

source: Use co_lor from the system theme
ne: प्रणाली बिषयवस्तुबाट रंग प्रयोग गर्नुहोस
ta: அமைப்பின் பொருளில் இருந்து நிறத்தை பயன்படுத்து

source: Use default co_lor
ne: पूर्व निर्धारित रंग प्रयोग गर्नुहोस
ta: (_l)இயல்பான நிறத்தை பயன்படுத்து

source: Use default fo_nt
ne: पूर्व निर्धारित फन्ट प्रयोग गर्नुहोस
ta: முன்னிருப்பு எழுத்துருக்களைப் பயன்படுத்து

source: Use fo_nt from the system theme
ne: प्रणाली बिषयवस्तुबाट फन्ट प्रयोग गर्नुहोस
ta: அமைப்பின் பொருளில் இருந்து எழுத்தை பயன்படுத்து

source: _Color:
ta: வண்ணங்கள்:

source: _Delete All
ne: सबै मेट्नुहोस
ta: (_D)அனைத்தையும் அழிக்கவும்

source: _Delete Note...
ne: द्रष्टव्य मेट्नुहोस...
ta: குறிப்பை நீக்கு...

source: _Lock Note
ne: द्रष्टव्य ताल्चा लगाउनुहोस
ta: குறிப்புகளை பூட்டு

source: _Properties
ne: गुणहरू
ta: (_P)குணங்கள்...

source: _Put notes on all workspaces
ne: सबै कार्यस्थान हरूमा द्रष्टव्य राख्नुहोस
ta: அனைத்து பணிப்புரியும் இடங்களிலும் தகவலை இடு

source: _Title:
ne: शिर्षक:
ta: தலைப்பு:

source: Autosave timeout in minutes
ne: मिनेटहरूमा समुबाहिर स्वत: बचत
ta: தானே சேமி நிமிடத்தில்

source: By default, sticky notes are given the current date as the title when they are created. This format is used; anything that can be parsed by strftime() is valid.
ne: पूर्व निर्धारितबाट, टाँसिएको द्रष्टव्य सृजित हुँदा हालको मिति र शिर्षक दिइन्छ. यो ढाँचाप्रयोग हुन्छ, कुनै पनि वैध गरिएको स्ट्रिफसमय पदवर्णन गर्न सकिन्छ.
ta: இயல்பாக, தேவையற்ற குறிப்புகள் உருவாக்கப்பட்ட தேதியில் பெயரை கொண்டிருக்கும்.strftime() செல்லக்கூடியதாக இருக்கும் போது இந்த வடிவமைப்பு பயன்படுத்தப்படும்.

source: Date format of note's title
ne: द्रष्टव्यको शीर्षकको मिति ढाँचा
ta: புத்தகத்தின் தலைப்பை தேதி வகைகளில் அமை

source: Default click behavior of the applet
ta: தானாக சொடுக்குகின்ற குறுப்பயனின் தன்மை

source: Default color for new notes
ne: नयाँ द्रष्टव्यहरूका लागि पूर्वनिर्धारित रंग
ta: புதியக் குறிப்புக்கான முன்னிருப்பு வண்ணங்கள்

source: Default color for new sticky notes. This should be in html hex specification, for example "#30FF50".
ne: पूर्वनिर्धारित रंग नयाँ टाँसिएको द्रष्टव्यका लागि. यो एच टि एम एल हेक्समा हुनुपर्छ निर्दिष्टिकरण, उदाहरणका लागि "#30FF50".
ta: புதிய தேவையற்ற குறிப்பின் இயல்பான நிறம். இது html hex குறியீடாக இருக்கலாம் உதாரணம் "#30FF50".

source: Default font for new notes
ne: नयाँ द्रष्टव्यहरूका लागि पूर्वनिर्धारित फन्ट
ta: புதியக் குறிப்புகளுக்கான முன்னிருப்பு எழுத்துருக்கள்

source: Default font for new sticky notes. This should be a Pango Font Name, for example "Sans Italic 10"
ne: पूर्वनिर्धारित फन्ट नयाँ टाँसिएको द्रष्टव्यका लागि. यो प्याङ्गो फन्टको नाममा हुनुपर्छ उदाहरणका लागि "स्यान्स बाङ्गो १०"
ta: புதிய தேவையற்ற குறிப்பு பயன்படுத்த வேண்டிய எழுத்துரு நிறம். இது பாங்கோ எழுத்துரு பெயரை கொண்டிருக்க வேண்டும் உதாரணம் "Sans Italic 10"

source: Default height for new notes
ne: पूर्वनिर्धारित उचाइ नयाँ द्रष्टव्यहरूका लागि
ta: தானாக உயரத்தின் புதிய குறிப்புகள்

source: Default height for new sticky notes in pixels.
ne: पूर्वनिर्धारित उचाइ पिक्सेलको नयाँ टाँसिएको द्रष्टव्य हरूका लागि
ta: புதிய தேவையற்ற குறிப்புகளின் உயரம் பிக்செல்லில்

source: Default width for new notes
ne: पूर्वनिर्धारित चौडाई नयाँ द्रष्टव्य हरूका लागि
ta: புதியக் குறிப்புகளுக்கான முன்னிருப்பின் அகலம்

source: Default width for new sticky notes in pixels.
ne: नयाँ टाँसिएको द्रष्टव्यहरूका लागि पूर्वनिर्धारित चौडाई पिक्सेल
ta: புதிய தேவையற்ற குறிப்புகளின் அகலம் பிக்செல்லில்

source: Empty notes are always deleted without confirmation
ne: खाली द्रष्टव्यहरू जहिले पनि यकिनका साथ मेटिएको हुन्छ
ta: காலியானக் குறிப்புகள் உறுதிப்படுத்தலின்றி அழிக்கப்படவேண்டும்

source: Every time the specified number of minutes pass, the sticky notes are automatically saved.
ne: प्रत्येक मिनेटहरू.निर्दिष्ट संख्या टाँसिएको द्रष्टव्यहरूमा पठाइन्छ र त्यो स्वत: सुरक्षित हुन्छ
ta: ஒவ்வொரு முறையும் நிகழும் பிடிக் குறிப்புக்கான காலங்கடத்தல் தானியங்கிக் குறிப்பிடப்படும்.

source: If this option is disabled, a custom color can be used as the default color for all sticky notes.
ne: यदि यो विकल्प असमर्थ छ भने, बिषयवस्तु रंग पूर्वनिर्धारित रंग टाँसिएको द्रष्टव्यहरूका लागि प्रयोग हुन्छ
ta: இந்த விருப்பததேர்வுகள் செயலாக்கப்படாமலிருந்தால், பிடிக் குறிப்புகளில் முன்னிருப்பு வண்ணத்திற்குப் பதிலாக வேறொன்றைப் பயன்படுத்தலாம்.

source: If this option is disabled, a custom font can be used as the default font for all sticky notes.
ne: यदि यो विकल्प असमर्थ छ भने, बिषयवस्तु रंग पूर्व निर्धारित फन्ट टाँसिएको द्रष्टव्यहरूका लागि प्रयोग हुन्छ
ta: இந்த விருப்பததேர்வுகள் செயலாக்கப்படாமலிருந்தால், பிடிக் குறிப்புகளில் முன்னிருப்பு எழுத்துருக்களுக்குவண்ணத்திற்குப் பதிலாக வேறொன்றைப் பயன்படுத்தலாம்.

source: If this option is enabled, the custom colors and fonts that have been assigned to individual notes will be ignored.
ne: यदि यो छनोट सक्षम छ भने, बिषयवस्तुको रंग र फन्ट्हरू निर्दिष्ट ब्यक्त्तित्व द्रष्टव्यहरू हटाइन्छ
ta: இந்த விருப்பததேர்வுகள் செயலாக்கப்பட்டால், பிடிக் குறிப்புகளில் முன்னிருப்பு வண்ணத்திமோ அல்லது எழுத்துருக்களோ தனித்தனியாகக் குறிக்கப்பட்டக் குரிப்புகளைத் தவிர்த்துவிடவும்.

source: Occurs when the applet is either left-clicked or "enter" is pressed. The options are "0" for "New Note", "1" for "Show/Hide All Notes", and "2" for "Lock/Unlock All Notes".
ta: இது குறும்பயன்களை இடது க்ளிக் செய்யும் போதோ அல்லது "என்டர்" விசையை அழுத்தும் போதோ தோன்றும் . தேர்வுகள் "0" "புதிய குறிப்புக்கு", "1" "அனைத்து குறிப்புகளையும் காட்ட அல்லது மறைக்க", மற்றும் "2" "அனைத்து குறிப்புகளையும் பூட்ட அல்லது திறக்க".

source: Specifies whether the sticky notes are locked (non-editable) or not.
ne: या टाँसिएको द्रष्टव्यहरू ताल्चा लगाइएक छन (छाप्न-अयोग्य) वा छैनन निर्दिष्ट गर्छ वा गर्दैन
ta: பிடிக் குறிப்புகளை (திருத்த முடியாத) மூடுவதா அல்லது வேண்டாமா என்பதைக் குறிப்பிடுகிறது.

source: Specifies whether the sticky notes are visible on ALL workspaces on the desktop, or not.
ne: या कार्यस्थान डेस्कटपमा टाँसिएको द्रष्टव्यहरू दृश्य छन भने सबै डेस्कटपमा कार्यस्थानहरू,निर्दिष्ट गर्छ वा गर्दैन.
ta: அனைத்து மேற்மேசை வேலை இடங்களிலும் பிடிக் குறிப்புகள் கண்களுக்குப் புலப்படுகிறதா அல்லது இல்லையா என்பதைப் பற்றிக் குறிப்பிடப் பட வேண்டுமா.

source: Specifies whether the sticky notes are visible or not.
ta: பிடிக்குறிப்புகள் கண்களுக்குத் தெரிகிறதா அல்லது இல்லையா என்பதைக் குறிப்பிடுகிறது.

source: Sticky notes' locked state
ne: टाँसिएको द्रष्टव्यहरू ताल्चा लगाईएको अवस्थामा छन
ta: தேவையற்ற குறிப்பு பூட்டப்பட்ட நிலையில்

source: Sticky notes' visibility
ta: ஒட்டுகின்ற குறிப்பின் தெரியும் அளவு

source: Sticky notes' workspace stickyness
ne: टाँसिएको द्रष्टव्यहरू' कार्यस्थान टाँसिएका
ta: பணி இடத்தில் தேவையற்ற குறிப்பு

source: Whether to ask for confirmation when deleting a note
ne: द्रष्टव्य मेटाउँदा यकिनका लागि सोध्छ
ta: ஒருக் குறிப்பை அழிக்கும் பொழுது அதன் உறுதிப்படுத்துதலைக் குறிப்பிடுக

source: Whether to force the default color and font on all notes
ne: पूर्व निर्धारित रंग फन्ट तथा सबै द्रष्टव्यहरूमा बल प्रयोग गर्नुहोस
ta: அனைத்துக் குறிப்புகளிலும் முன்னிருப்பு வண்ணத்தை உந்துவதா என்பதைப் பற்றிக் குறிப்பிடுக

source: Whether to use the default system color
ne: पूर्व निर्धारित प्रणाली रंग प्रयोग गर्न
ta: முன்னிருப்பு முறைமை வண்ணத்தைப் பயன்படுத்துவதா

source: Whether to use the default system font
ne: पूर्व निर्धारित प्रणाली फन्ट प्रयोग गर्न
ta: முன்னிருப்பு முறைமை எழுத்துருவை பயன்படுத்துவதா

source: %s %d note
ta: %s %d குறிப்பு

source: (c) 2002-2003 Loban A Rahman
ta: (சி) 2002-2003 லோபன் ராஹ்மான்

source: Sticky Notes for the Gnome Desktop Environment
ta: ஜினோம் மேற்மேசை சூழலுக்கானக் குறிப்புகளின் பிடிக் குறிப்புகள்

source: Monitor the quality of a wireless network link
ne: तार रहित सञ्जाल लिङ्कको मनिटर गुण
ta: கம்பியற்ற பிணையத் தொகுதியின் தரத்தைக் கவனிக்கவும்

source: Wireless Link Monitor
ne: ताररहित लिङ्क मनिटर
ta: கம்பி இல்லாத இணைப்பு திரை

source: Link Strength: %2.0d%%
ta: இணைப்பு பலம்: %2.0d%%

source: There doesn't seem to be any wireless devices configured on your system. Please verify your configuration if you think this is incorrect.
ta: உங்கள் கணினியில் எந்த கம்பி இல்லா தகவல் இணைப்பு சாதனமும் பொருத்தப்படவில்லை இது தவறு எனில் உங்கள் அமைப்புக்கோப்புகளை சரிபார்க்கவும்.

source: No Wireless Devices
ta: கம்பி இல்லாத கருவிகள்

source: (C) 2001, 2002 Free Software Foundation
ta: (சி) 1998-2000 இலவச மென்பொருள் நிறுவனம்

source: This utility shows the status of a wireless link.
ta: பயன்பாடு கம்பி இல்லா இணைப்பை காட்டுகிறது

source: This utility shows the status of a wireless link
ta: பயன்பாடு கம்பி இல்லா இணைப்பை காட்டுகிறது

source: Show signal strength in _percentage
ta: குறிகைப் பலத்தை சதவீததில் காண்பி

source: Wireless Link Monitor Preferences
ta: கம்பியற்ற இணைப்பு கவனிப்பானின் முன்னுரிமைகள்

source: _Monitored device:
ta: கண்காணிக்கப்பட்ட சாதனம்:

source: translator-credits
ne: Mahesh Subedi <submanesh@hotmail.com> Shiva Pokharel <pokharelshiva@hotmail.com> Shyam Krishna Bal <shyamkrishna_bal@yahoo.com>

source: There was an error launching the help viewer: %s
ne: मद्दत दृश्यकर्ता सुरुवातमा त्रुटि भेटियो : %s

source: There was an error launching the keyboard preferences dialog: %s
ne: कुञ्जीपाटी प्राथमिकता सम्वाद सुरूगर्दा त्रुटि भेटियो: %s

source: XKB Extension is not enabled
ne: XKB विस्तार सक्षम भएन

source: 0 for no label, 1 for percentage and 2 for time remaining
ne: लेबुल नहुनेका लागि ०, प्रतिशतका लागि १ र बाँकी समयका लागि २

source: Show the battery meter draining from the top of the battery. Only implemented for traditional battery view.
ne: ब्याट्रीको मिटर माथीबाट ड्रेनिङ भएको देखाउनुहोस् । परम्परागत ब्याट्री दृश्यका लागि मात्र कार्यन्वयन हुने ।

source: Show the horizontal battery
ne: तेर्सो ब्याट्री देखाउनुहोस्

source: Show the time/percent label
ne: समय/प्रतिशतको लेबुल देखाउनुहोस्

source: Show the traditional, horizontal battery on the panel
ne: प्यानलमा परम्परागत, तेर्सो ब्याट्री देखाउनुहोस्

source: Show the upright, smaller battery on the panel
ne: प्यानलमा सीधा खडा, सानो ब्याट्री दखाउनुहोस्

source: The battery level below which the battery is displayed as red. Also the value at which the low battery warning is displayed.
ne: ब्याट्रीको स्तर मुनि ब्याट्री रातो रंगमा प्रदर्शन भएको छ । कम ब्याट्री चेतावनीको मान पनि प्रदर्शित भएको छ ।

source: Upright (small) battery
ne: (सानो) ब्याट्री खडा गर्नुहोस्

source: Use the value defined in red_value as a time remaining to show the warning dialog rather than a percentage
ne: प्रतिशतको सट्टा चेतावनी सम्वाद देखाउन बाँकी समयको रुपमा रातो मानमा परिभाषित मान प्रयोग गर्नुहोस्

source: Warn on low time rather than low percentage
ne: कम प्रतिशत भन्दा कम समयमा चेतावनी दिनुहोस्

source: Unknown time (%d%%) until charged
ne: अज्ञात समय (%d%%) चार्ज भैरहेको छ

source: %d minute until charged (%d%%)
ne: %d मिनेट चार्ज सम्म (%d%%)

source: %d hour until charged (%d%%)
ne: %d घण्टा सम्म चार्ज हुनेछ (%d%%)

source: %d %s %d %s until charged (%d%%)
ne: %d %s %d %s चार्ज भैरहेको छ (%d%%)

source: Battery Monitor
ne: ब्याट्री मनिटर

source: You have %d minute of battery power remaining (%d%% of the total capacity).
ne: तपाईँ संग %d मिनेटको ब्याट्री क्षमता बाँकी छ (कुल क्षमताको %d%% )

source: To avoid losing your work: • plug your laptop into external power, or • save open documents and shut your laptop down.
ne: तपाईँको काम हराउन रोक्न: • बाह्य शक्तिमा तपाईँको ल्यापटप प्लग गर्नुहोस्, वा •खुल्ला कागजातहरू बचत गर्नुहोस् र तपाईँको ल्यापटप बन्द गर्नुहोस् ।

source: To avoid losing your work: • suspend your laptop to save power, • plug your laptop into external power, or • save open documents and shut your laptop down.
ne: तपाईँको काम हराउन रोक्न: • शक्ति बचत गर्न तपाईँको ल्यापटप निलम्बन गर्नुहोस्, • बाह्य शक्तिमा तपाईँको ल्यापटप प्लग गर्नुहोस्, वा •खुल्ला कागजातहरू बचत गर्नुहोस् र तपाईँको ल्यापटप बन्द गर्नुहोस् ।

source: HAL backend enabled.
ne: HAL ब्याकइन्ड सक्षम गरियो ।

source: Legacy (non-HAL) backend enabled.
ne: विरासत (non-HAL) ब्याकइन्ड सक्षम गरियो ।

source: <b>Appearance</b>
ne: <b>देखिनु</b>

source: <b>Notifications</b>
ne: <b>सूचनाहरू</b>

source: <small>(shows single image for status and charge)</small>
ne: <small>(स्थिति र चार्जका लागि एकल छवि देखाउछ)</small>

source: <small>(two images: one for status, one for charge)</small>
ne: <small>(दुइवटा छविहरू: एउटा स्थितिका लागि, एउटा चार्जका लागि)</small>

source: Show _percentage remaining
ne: प्रतिशत बाँकी देखाउनुहोस

source: Show _time remaining
ne: समय बाँकी देखाउनुहोस

source: _Compact view
ne: गाढा दृश्य

source: _Expanded view
ne: विस्तारित दृश्य

source: _Notify when battery is fully recharged
ne: ब्याट्री पूरा रिचार्ज भएपछि सूचना दिनुहोस्

source: _Show time/percentage:
ne: समय/प्रतिशत देखाउनुहोस:

source: _Warn when battery charge drops to:
ne: ब्याट्री कम रिचार्ज भएमा चेतावनी दिनुहोस्:

source: Percent
ne: प्रतिशत

source: Minutes Remaining
ne: बाँकी मिनेट

source: Insert "%s"
ne: घुसाउनुहोस् "%s"

source: Insert special character
ne: विशेष क्यारेक्टर घुसाउनुहोस

source: CPU Frequency Scaling Monitor
ne: CPU आवृत्ति स्केलिङ मनिटर

source: Monitor the CPU Frequency Scaling
ne: CPU मनिटर आवृत्ति स्केलिङ

source: A 0 value means to show cpu frequency, 1 to show frequency and units, and 2 to show percentage instead of frequency.
ne: एउटा 0 मानको अर्थ cpu आवृति देखाउन, १ आवृति र एकाईहरू देखाउन, र २ आवृतिको सट्टामा प्रतिशत देखाउनका लागि हो ।

source: A 0 value means to show the applet in graphic mode (pixmap only), 1 to show the applet in text mode (not to show the pixmap) and 2 to show the applet in graphic and text mode.
ne: एउटा ० मान को अर्थ एप्लेट ग्राफिक मोड (पिक्सम्याप मात्र) देखाउन, १ एप्लेट पाठ मोडमा देखाउन (पिक्सम्याप नदेखाउन) र २ एप्लेट ग्राफिक र पाठ मोद देखाउनका लागि हो ।

source: CPU to Monitor
ne: CPU देखि मनिटर

source: Mode to show cpu usage
ne: सी पि यु प्रयोग हेर्न मोड

source: Mode to show the frequency selector drop down menu
ne: आवृति चयनकर्ता छोड्न तल मेनुमा देखाउने मोड

source: Set the CPU to monitor. In a single processor system you don't have to change it.
ne: CPU लाई मनिटरमा सेट गर्नुहोस् एकल प्रोसेसर प्रणालीमा तपाईँले परिवर्तन गर्नु पर्दैन ।

source: The type of text to display (if the text is enabled).
ne: ( पाठ सक्षम पार्दा) प्रदर्शन देखाउन पाठको प्रकार ।

source: <b>Display Settings</b>
ne: <b> सेटिङ्गहरू प्रदर्शन</b>

source: <b>Frequency Selector</b>
ne: <b>आवृत्ति छनौटकर्ता</b>

source: <b>Monitor Settings</b>
ne: <b>मनिटर सेटिङ्गहरू</b>

source: CPU Frequency Monitor Preferences
ne: CPU आवृत्ति मनिटर प्राथमिकताहरू

source: Show CPU frequency as _frequency
ne: CPU को आवृत्ति आवृत्तिको रुपमा देखाउनुहोस

source: Show CPU frequency as _percentage
ne: CPU आवृत्ति प्रतिशतको रुपमा देखाउनुहोस

source: Show frequency _units
ne: आवृत्ति एकाई देखाउनुहोस

source: Show m_enu:
ne: मेनु देखाउनुहोस्:

source: _Appearance:
ne: देखावट:

source: _Monitored CPU:
ne: CPU मनिटर गरियो:

source: Could not open help document
ne: मद्दत कागजात खोल्न सकिएन

source: This utility shows the current CPU Frequency Scaling.
ne: यो उपयोगिताले हालको CPU आवृत्ति स्केलिङ देखाउँछ

source: This utility shows the current CPU Frequency
ne: यो उपयोगिताले हालको CPU आवृत्ति देखाउँछ

source: Graphic
ne: ग्राफिक

source: Graphic and Text
ne: ग्राफिक र पाठ

source: Frequencies
ne: आवृतिहरू

source: Governors
ne: शासकहरू

source: Frequencies and Governors
ne: आवृतिहरू र शासकहरू

source: Frequency Scaling Unsupported
ne: आवृत्ति स्केलिङ समर्थन गर्दैन

source: CPU frequency scaling unsupported
ne: CPU आवृत्ति स्केलिङ समर्थन गर्दैन

source: You will not be able to modify the frequency of your machine. Your machine may be misconfigured or not have hardware support for CPU frequency scaling.
ne: तपाईँले तपाईँको मेसिनको आवृत्तिलाई परिमार्जन गर्न सक्नुहुन्न. तपाईको मेसिन पक्कै गलत कन्फिगर अथवा CPU आवृत्ति स्केलिङ का लागि हार्डवेयरले समर्थन नगर्ने हुन सक्छ ।

source: (mounted)
ne: (माउन्ट भयो)

source: (not mounted)
ne: (माउन्ट भएन)

source: (not connected)
ne: (जडान भएको छैन)

source: Cannot execute '%s'
ne: कार्यन्वयन गर्न सक्दैन '%s'

source: Mount Error
ne: माउन्ट त्रुटि

source: Unmount Error
ne: अनमाउन्ट त्रुटि

source: Eject Error
ne: त्रुटि निकाल्नुहोस

source: _Play DVD
ne: DVD प्ले गर्नुहोस्

source: _Play CD
ne: CD प्ले गर्नुहोस्

source: _Open %s
ne: खोल्नुहोस् %s

source: _Mount %s
ne: माउन्ट %s

source: Un_mount %s
ne: अनमाउन्ट %s

source: _Eject %s
ne: निकाल्नुहोस् %s

source: Alt+Control changes layout.
ne: Alt+ कन्ट्रोलले सजावट परिवर्तन गर्छ ।

source: Alt+Shift changes layout.
ne: Alt+Shift ले सजावट परिवर्तन गर्छ ।

source: Both Alt keys together change layout.
ne: दुबै Alt कुञ्जीहरू दुबैले सजावट परिवर्तन गर्दछ ।

source: Both Ctrl keys together change layout.
ne: दुबै Ctrl कुञ्जीहरुले सजावट परिवर्तन गर्छ ।

source: Both Shift keys together change layout.
ne: दुबै Shift कुञ्जीले सजावट परिवर्तन गर्छ

source: CapsLock key changes layout.
ne: CapsLock कुञ्जीले सजावट परिवर्तन गर्छ

source: Control+Shift changes layout.
ne: Control+Shift सजावट परिवर्तन गर्छ

source: Generic Keyboard
ne: जेनेरिक कुञ्जीपाटी

source: Layout shift behavior
ne: सजावटले व्यवहार विस्थापित गर्दछ

source: Left Alt key changes layout.
ne: बाँया Alt कुञ्जीले सजावट परिवर्तन गर्छ ।

source: Left Ctrl key changes group.
ne: बाँया Ctrl कुञ्जीले समूह परिवर्तन गर्छ ।

source: Left Shift key changes group.
ne: बाँया Shift कुञ्जीले समूह परिवर्तन गर्छ ।

source: Left Win-key changes layout.
ne: बाँया विन-कुञ्जी समूह परिवर्तन गर्छ ।

source: Menu key changes layout.
ne: मेनू कुञ्जी सजावट परिवर्तन गर्छ

source: Right Alt key changes layout.
ne: दाँया Alt कुञ्जीले सजावट परिवर्तन गर्छ ।

source: Right Ctrl key changes group.
ne: दाँया Ctrl कुञ्जीले समूह परिवर्तन गर्छ

source: Right Shift key changes group.
ne: दाँया Shift कुञ्जीले समूह परिवर्तन गर्छ ।
