Repository: GNOME/gnome-applets
Catalog: po/*.po
Languages: ne, ta

source: French Swiss keymap
ne: फ्रेन्च (स्वीस) कुञ्जीम्याप
ta: பிரண்ச் சிவிஸ் விசைபடம்

source: Georgia
ta: ஜார்ஜியா

source: Georgian
ta: ஜியார்ஜியன்

source: Georgian keymap
ne: जर्जीयन कुञ्जीम्याप
ta: ஜியார்ஜியன் விசைவரைப்படம்

source: Greece
ta: கிரீஸ்

source: Greek
ta: கீரீக்

source: Greek xkb keymap
ta: கிரிக் xkb விசைப்படம்

source: Greek keymap
ne: ग्रीक कुञ्जीम्याप
ta: கிரிக் விசைப்படம்

source: Georgian Latin
ne: जर्जीयन ल्याटिन
ta: ஜியார்ஜியன் லாடின்

source: Georgian Russian layout
ne: जर्जीयन रसियन सजावट
ta: ஜியார்ஜியன் ரஷ்சியன் உருவரை

source: Austria
ta: ஆஸ்திரியா

source: German Swiss with Euro
ne: जर्मन स्विस संगयुरो
ta: ஜெர்மன் ஸ்விஸ் இயுரொ

source: Croatia
ta: கொரோடியா

source: Croatian
ta: கொரொடியன்

source: Croatian keymap
ta: கொரொடியன் விசைப்படம்

source: Hungarian
ta: ஹங்கேரியன்

source: Hungarian latin2 xkb keymap
ta: ஹங்கெரியன் லடின்2 xkb விசைப்படம்

source: Hungary
ta: ஹங்கேரி

source: Hungarian latin1
ne: हंगेरियन ल्याटिन१
ta: ஹங்கேரியன் லாடின்

source: Hungarian 105-key latin 1
ne: हंगेरियन १०५-कुञ्जी ल्याटिन १
ta: ஹங்கெரியன் 105-விசை லட்டின் 1

source: Hungarian PC/AT 101 keyboard
ta: ஹங்கெரியன் PC/AT 101 விசைப்பலகை

source: Hungarian 105-key latin 2
ne: हंगेरियन १०५-कुञ्जी ल्याटिन २
ta: ஹங்கெரியன் 105-விசை லட்டின் 2

source: Hungarian 101-key latin 1
ne: हंगेरियन १०१-कुञ्जी ल्याटिन १
ta: ஹங்கெரியன் 101-விசை லட்டின் 1

source: Hungarian 101-key latin 2
ne: हंगेरियन १०१-कुञ्जी ल्याटिन २
ta: ஹங்கெரியன் வகை5தின் லட்டின்1 விசைப்படம்

source: Hebrew
ta: ஹீப்புரு

source: Hebrew xkb keymap
ta: ஹிபுரு xkb விசைப்படம்

source: Israel
ta: இஸ்ரேல்

source: Hebrew keymap
ne: हिब्रु कुञ्जीम्याप
ta: ஹிபுரு விசைப்படம்

source: Iceland
ta: ஐஸ்லாந்து

source: Icelandic
ta: ஐஸ்லாண்டிக்

source: Icelandic xkb keymap
ta: ஐஸ்லாண்டிக் xkb விசைப்படம்

source: Icelandic keymap
ne: आइसलान्डीक कुञ्जीम्याप
ta: ஐஸ்லண்டிக் விசைப்படம்

source: Italian
ta: இத்தாலியன்

source: Italian xkb keymap
ta: இட்டலியன் xkb விசைப்படம்

source: Italy
ta: இத்தாலி

source: Italian keymap
ne: ईटालीयन कुञ्जीम्याप
ta: இட்டலியன் விசைப்படம்

source: Japan
ta: ஜப்பான்

source: Japanese
ta: ஜப்பானிஸ்

source: Japanese xkb keymap
ta: ஜப்பானிஸ் xkb விசைப்படம்

source: Japanese keymap
ne: जापनी कुञ्जीम्याप
ta: ஜப்பானிஸ் விசைபடம்

source: Korean
ta: கொரியன்

source: Korean 106 keyboard
ta: கொரியன்்சு PC/AT 101 விசைப்பலகை

source: South Korea
ta: தென்கொரியா

source: Lao
ta: லோ

source: Lao keymap
ne: लाऔ कुञ्जीम्याप
ta: லொ விசைப்படம்

source: Laos
ta: லாவூஸ்

source: Lithuania
ta: லித்துனியா

source: Lithuanian
ta: லித்தூனியன்

source: Lithuanian qwerty xkb keymap
ta: லுத்தியன் குவெர்ட்ஸ் xkb விசைப்படம்

source: Lithuanian keymap
ne: लिथुवानियन कुञ्जीम्याप
ta: லுத்திஹியன் விசைபடம்

source: Lithuanian programmers xkb keymap
ta: லுத்திஹியன் நிரல்கலின் xkb விசைப்படம்

source: Lithuanian standard xkb keymap
ta: லிதுனியன் தரத்தின் xkb விசைப்படம்

source: Macedonia
ta: மேசடோனியா

source: Macedonian
ne: म्यासिडोनियन
ta: மேசடோனியன்

source: Macedonian xkb keymap
ta: மெசிடொனியன் xkb விசைப்படம்

source: Mongolia
ta: மங்கோலியா

source: Mongolian
ta: மங்கோலியன்

source: Mongolian keyboard
ta: மங்கொலியன் விசைப்பலகை

source: Mongolian keymap
ne: मंगोलियन कुञ्जीम्याप
ta: மங்கொலியன் விசைப்படம்

source: Plain Mongolian keymap
ta: வெற்று மங்கொலியன் விசைப்பலகை

source: Unicode Mongolian Keymap
ta: யூனிக்கோடு மங்கொலியன் விசைப்பலகை

source: Dutch keymap
ne: डच कुञ्जीम्याप
ta: டச் விசைபடம்

source: Netherlands
ta: நெதர்லாந்து

source: Norway
ta: நார்வே

source: Norwegian
ne: नर्वेजीयन
ta: நார்வேஜியன்

source: Norwegian xkb keymap
ta: நார்வேஜியன் எக்ஸ்கேபி விசைவரைப்படம்"

source: Poland
ta: போலந்து

source: Polish
ne: पोलिस
ta: பாலிஷ்

source: Polish xkb keymap
ta: பாலிஷ் எக்ஸ்கேபி விசைவரைப்படம்

source: Portugal
ne: पोर्चुगल
ta: போர்ச்சுகல்

source: Portuguese xkb keymap
ta: போர்த்துகீஸ் எக்ஸ்கேபி விசைவரைப்படம்"

source: Portuguese keymap
ne: पोर्चुगिज कुञ्जीम्याप
ta: போர்த்துகீஸ் விசைவரைப்படம்"

source: Polish deadkeys
ne: पोलिस डेडकुञ्जी
ta: பாலிஷ் முடக்கவிசைகள்

source: Portugal Deadkeys
ne: पोर्चुगल डेडकुञ्जीहरू
ta: போர்ச்சுகல் டெட் விசை

source: Romania
ta: ரோமானிய

source: Romanian
ta: ரோமானியன்

source: Romanian xkb keymap
ta: ரோமானியன் எக்ஸ்கேபி விசைவரைப்படம்

source: Russia
ta: ரஷ்யா

source: Russian
ta: ரஷ்யன்

source: Russian xkb keymap
ta: ரஷ்யன் எக்ஸ்கேபி விசைவரைப்படம்

source: Russian keymap
ne: रसियन कुञ्जीम्याप
ta: ரஷ்யன் விசைவரைப்படம்"

source: Plain Russian keymap
ne: सादा रसियन कुञ्जीम्याप
ta: ப்ளேன் ரஷ்யன் விசைவரைப்படம்

source: Russian Cyrillic
ne: रसियन सिरिलिक
ta: ரஷ்யன் சிரிலிக்

source: Sweden
ta: சுவீடன்

source: Swedish
ne: स्विडिस
ta: சுவீடிஷ்

source: Swedish xkb keymap
ta: ஸ்வீடிஷ் எக்ஸ்கேபி விசைவரைப்படம்

source: Swedish keymap
ne: स्विडिस कुञ्जीम्याप
ta: சுவீடிஷ் விசைவரைப்படம்

source: Slovenia
ta: ஸ்லோவேனியா

source: Slovenian
ne: स्लोभेनिया
ta: ஸ்லோவெனியன்

source: Slovenian xkb keymap
ta: ஸ்லோவானியன் எக்ஸ்கேபி விசைவரைப்படம்

source: Slovenian keymap
ne: स्लोभेनिया कुञ्जीम्याप
ta: ஸ்லோவானியன் விசைவரைப்படம்

source: Serb
ta: செர்ப்

source: Serbia and Montenegro
ta: Serbia மற்றும் Montenegro

source: Serbian standard xkb keymap
ta: நிலையான செர்ப் எக்ஸ்கேபி விசைவரைபடம்

source: keymap
ta: விசைப்படம்

source: Syriac
ta: சிரியாக்

source: Syriac xkb keymap
ta: சிரிக்க் xkb விசைப்படம்

source: Syriac Phonetic xkb keymap
ta: சிரிக் பேச்சொலி xkb விசைவரைபடம்

source: Thai
ne: थाई
ta: தாய்

source: Thai xkb keymap
ta: தாய் எக்ஸ்கேபி விசைவரைப்படம்

source: Thailand
ta: தாய்லாந்து

source: Thai keymap
ne: थाई कुञ्जीम्याप
ta: தாய் விசைவரைப்படம்

source: Turkey
ta: துருக்கி

source: Turkish
ta: துருக்கிஷ்

source: Turkish "F" keyboard
ne: टर्कीस "F"कुञ्जीपाटी
ta: துர்க்கிய"F" விசைப்பலகை

source: Turkish "Q" keyboard
ne: टर्कीस "Q"कुञ्जीपाटी
ta: துர்கிகிய"Q"விசைப்பலகை

source: Turkish xkb keymap
ta: டர்கிஷ் எக்ஸ்கேபி விசைவரைப்படம்

source: Turkish keymap
ne: टर्कीस कुञ्जीम्याप
ta: துருக்கிஷ் விசைவரைப்படம்

source: Ukraine
ta: உக்ரைன்

source: Ukrainian
ta: உக்ராக்னியன்

source: Ukrainian xkb keymap
ta: உக்கிரேனியன் எக்ஸ்கேபி விசைவரைப்படம்

source: GB 102-key
ne: GB १०२-कुञ्जी
ta: GB 102-விசை

source: United Kingdom
ta: யுனைடட் கிங்டம்

source: UK PC/AT keyboard
ta: UK PC/AT விசைப்பலகை

source: UK 105-key
ne: UK १०५-कुञ्जी
ta: UK 105-விசை

source: United Kingdom xkb keymap
ta: யுனைடட் கிங்டம் எக்ஸ்கேபி விசைவரைப்படம்

source: English keymap
ne: अंग्रेजी कुञ्जीम्याप
ta: ஆங்கிலம் விசைவரைப்படம்"

source: GB 105-key
ne: GB १०५-कुञ्जी
ta: GB 105-விசை

source: US 101-key keyboard
ne: US १०१-कुञ्जी कुञ्जीपाटी
ta: US 101-விசை விசைப்பலகை

source: United States
ta: யுனிடட் ஸ்டேட்ஸ்

source: US PC/AT 101 keyboard
ne: US PC/AT १०१ कुञ्जीपाटी
ta: US PC/AT 101 விசைப்பலகை

source: US 84-key
ne: US ८४-कुञ्जी
ta: US 84-விசை

source: US International
ne: US अन्तराष्ट्रिय
ta: US சர்வதேசம்

source: US Macintosh
ne: US म्याकिनटोस
ta: US மேசிந்தோஷ்

source: US Silicon Graphics 101-key
ne: US सिलिकन ग्राफिक्स १०१-कुञ्जी
ta: US சிலிகான் வரைகலை 101-விசை

source: US Sun type5
ne: US सन प्रकार ५
ta: US சன் வகை5

source: US 105-key keyboard (with windows keys)
ne: US १०५-कुञ्जी कुञ्जीपाटी (सञ्झ्याल कुञ्जीहरू सँग)
ta: US 105-விசை விசைப்பலகை(சாளர விசைக்களோடு)

source: US xkb keymap
ta: யுஎஸ் எக்ஸ்கேபி விசைவரைப்படம்

source: US International xkb keymap
ta: யுஎஸ் சர்வதேச எக்ஸ்கேபி விசைவரைப்படம்

source: Vietnam
ta: வியட்நாம்

source: Vietnamese
ta: வியட்நாமிஸ்

source: Vietnamese xkb keymap
ta: வியட்நாமிஸ் எக்ஸ்கேபி விசைவரைப்படம்

source: Serb keymap
ta: செர்பியன் விசைவரைப்படம்

source: Azerbaijan
ta: அஜர்பெய்ஜான்

source: Azerbaijani Turkish
ta: அஜெர்பெய்ஜான் துர்கிஸ்

source: Azerbaijani Turkish xkb keymap
ta: அஜர்பெய்ஜானி துர்கிஷ் எக்ஸ்கேபி விசைவரைப்படம்

source: Former Czechoslovakia
ta: முந்தைய செக்கொஸ்லொவியா

source: Hungarian PC/AT 101 keyboard
ne: हंगेरियन पिसि/एटि १०१ कुञ्जीपाटी
ta: ஹங்கெரியன் PC/AT 101 விசைப்பலகை

source: Mongolian alt keymap
ne: मंगोलियन अल्ट कुञ्जीम्याप
ta: மங்கொலியன் ஆல்டு விசைப்படம்

source: Mongolian phonetic keymap
ne: मंगोलियन फोनेटिक कुञ्जीम्याप
ta: மங்கொலியன் பொனிடிக் விசைப்படம்

source: Morocco
ta: மேரோக்கோ

source: Serb standard xkb keymap
ta: நிலையான செர்ப் எக்ஸ்கேபி விசைவரைப்படம்

source: Serbian
ta: செர்பியன்

source: Serbian keymap
ne: सर्बियन कुञ्जीम्याप
ta: செர்பியன் விசைவரைப்படம்

source: Slovak keymap
ne: स्लोभ्याक कुञ्जीम्याप
ta: ஸ்லோவாக் விசைவரைப்படம்

source: Spanish PC/AT 101 keyboard
ta: ஸ்பேனிஸ் PC/AT 101விசைப்பலகை

source: UK PC/AT keyboard
ne: UK PC/AT कुञ्जीपाटी
ta: UK PC/AT விசைப்பலகை

source: Armenian Sun keymap
ne: आर्मेनियन सन कुञ्जीम्याप
ta: அமெரிக்க சுரியனின் விசைபடம்

source: Azerbaijani Turkish Sun keymap
ne: अजरबैजानि टर्कीस सन कुञ्जीम्याप
ta: அஜெர்பெய்ஜான் துர்கிஷ் சன் விசைவரைப்படம்

source: Belarusian Sun keymap
ne: बेलारुसियन सन कुञ्जीम्याप
ta: பிலெருசியன் சன் விசைபடம்

source: Brazil Portuguese Sun USB keymap
ne: ब्राजिल पोर्चुगिज सन युएसबि कुञ्जीम्या
ta: பிரெசில் பொர்சுகீஸ் சூரிய USB விசைப்படம்

source: Brazil Portuguese Sun keymap
ne: ब्राजिल पोर्चुगिज सन कुञ्जीम्याप
ta: பிரெசில் பொர்சுகீஸ் சூரியனின் விசைப்படம்

source: Bulgarian Sun keymap
ne: बुल्गेरियन सन कुञ्जीम्याप
ta: பல்கேரியன் சன் விசைவரைப்படம்

source: Canadian Sun keymap
ne: क्यानाडियन सन कुञ्जीम्याप
ta: கன்னடியன் சுரியனின் விசைபடம்

source: Czech Sun keymap
ne: चेक सन कुञ्जीम्याप
ta: சுவச் சுரியனின் விசைபடம்

source: Danish Sun Type-4 keymap
ne: डेनिस सन प्रकार-४ कुञ्जीम्याप
ta: டனிஸ் சூரிய வகையின்-4காம் விசைப்படம்

source: Danish Sun USB keymap
ne: डेनिस सन USB कुञ्जीम्याप
ta: டனிஸ் சூரிய விசைப்படம்

source: Danish Sun keymap
ne: डेनिस सन कुञ्जीम्याप
ta: டனிஸ் சுரியனின் விசைபடம்

source: Dutch Sun keymap
ne: डच सन कुञ्जीम्याप
ta: டச் சூரியனின் விசைபடம்

source: English Sun Type-4 keymap
ta: இங்கலிஸ் சூரிய வகையின்-4காம் விசைப்படம்

source: English Sun USB keymap
ta: இங்கலிஸ் சூரிய USB விசைப்படம்

source: English Sun keymap
ta: இங்கலிஹ் சுரியனின் விசைபடம்

source: Estonian Sun keymap
ne: एस्टोनियन सन कुञ्जीम्याप
ta: எஸ்டொரியன் சுரியனின் விசைபடம்

source: Finnish Sun keymap
ne: फिनिस सन कुञ्जीम्याप
ta: பின்னிஸ் சுரியனின் விசைபடம்

source: French Sun USB keymap
ne: फ्रेन्च सन USB कुञ्जीम्याप
ta: இங்கலிஸ் சூரிய USB விசைப்படம்

source: French Sun keymap
ne: फ्रेन्च सन कुञ्जीम्याप
ta: பெரென்ச்சின் சுரியனின் விசைபடம்

source: German Sun Type-4 keymap
ne: जर्मन सन प्रकार-४ कुञ्जीम्याप
ta: ஜர்மன் சூரிய வகையின்-4காம் விசைப்படம்

source: German Sun USB keymap
ne: जर्मन सन USB कुञ्जीम्याप
ta: ஜர்மன் சூரிய USB விசைப்படம்

source: German Sun keymap
ne: जर्मन सन कुञ्जीम्याप
ta: ஜர்மன் சூரியனின் விசைப்படம்

source: Hebrew Sun keymap
ne: हिब्रु सन कुञ्जीम्याप
ta: ஹிபுரு சூரியனின் விசைப்படம்

source: Hungarian latin2 Sun keymap
ne: हंगेरियन ल्याटिन२ सन् कुञ्जीम्याप
ta: ஹங்கெரியன் லடின்2 சூரிய விசைப்படம்

source: Hungarian type5 latin 1 keymap
ne: हंगेरियन प्रकार५ ल्याटिन १ कुञ्जीम्याप
ta: ஹங்கெரியன் வகை5தின் லட்டின்1 விசைப்படம்

source: Icelandic Sun keymap
ne: आइसलान्डीक सन् कुञ्जीम्याप
ta: ஐஸ்லண்டு சூரியனின் விசைப்படம்

source: Italian Sun Type-4 keymap
ne: ईटालीयन सन् प्रकार-४ कुञ्जीम्याप
ta: இட்டலின் சூரிய வகையின்-4காம் விசைப்படம்

source: Italian Sun USB keymap
ne: ईटालीयन सन U S बि कुञ्जीम्याप
ta: இட்டலியன் சூரிய USB விசைப்படம்

source: Italian Sun keymap
ne: ईटालीयन सन कुञ्जीम्याप
ta: ஜர்மன் சூரியனின் விசைப்படம்

source: Japanese Sun Type-4 keymap
ne: जापनी सन् प्रकार-४ कुञ्जीम्याप
ta: ஜப்பானிஸ் சூரிய வகையின்-4காம் விசைப்படம்

source: Japanese Sun keymap
ne: जापनी सन कुञ्जीम्याप
ta: ஜப்பானிஸ் சுரியனின் விசைபடம்

source: Latvia
ta: லாட்வியா

source: Latvian
ta: லாட்வியன்

source: Latvian Sun keymap
ne: लात्भियन सन कुञ्जीम्याप
ta: லட்வின் சுரியனின் விசைபடம்

source: Lithuanian Sun keymap
ne: लिथुवानियन सन कुञ्जीम्याप
ta: லுத்தியன் சுரியனின் விசைபடம்

source: Macedonian Sun keymap
ne: म्यासिडोनियन सन कुञ्जीम्याप
ta: மெசிடொனியன் சுரியனின் விசைபடம்

source: Norwegian Sun keymap
ne: नर्वेजीयन सन कुञ्जीम्याप
ta: நார்விஜியன் சன் விசை வரைப்படம்

source: Polish Sun keymap
ne: पोलिस सन कुञ्जीम्याप
ta: பாலிஷ் சுரியனின் விசைபடம்

source: Portuguese Sun Type-4 keymap
ne: पोर्चुगिज सन प्रकार-४ कुञ्जीम्याप
ta: பொர்சுகிஸ் சூரிய வகையின்-4காம் விசைப்படம்

source: Portuguese Sun keymap
ne: पोर्चुगिज सन कुञ्जीम्याप
ta: போர்த்துகீஸ் சன் விசைவரைப்படம்

source: Romanian Sun keymap
ne: रोमानियन सन कुञ्जीम्याप
ta: ரொமனிய சுரியனின் விசைபடம்

source: Russian Sun keymap
ne: रसियन सन कुञ्जीम्याप
ta: இரஷ்சியன் சுரியனின் விசைபடம்

source: Serbian Sun standard keymap
ne: सर्बियन सन मानक कुञ्जीम्याप
ta: செர்பியன் சூரிய விசைப்படம்

source: Serbo-Croatian
ta: செர்பொ-கொரொடியன்

source: Slovak Sun keymap
ne: स्लोभाक सन कुञ्जीम्याप
ta: சொல்வாக் சுரியனின் விசைபடம்

source: Slovenian Sun keymap
ne: स्लोभेनियन सन कुञ्जीम्याप
ta: ஸ்லோவெனியன் சன் விசைவரைப்படம்

source: Spanish Sun Type-4 keymap
ne: स्पेनिस सन प्रकार-४ कुञ्जीम्याप
ta: ஸ்பனிஷ் சூரிய வகையின்-4காம் விசைப்படம்

source: Spanish Sun USB keymap
ne: स्पेनिस सन U S बि कुञ्जीम्याप
ta: ஸ்பனிஷ் சூரிய USB விசைப்படம்

source: Spanish Sun keymap
ne: स्पेनिस सन कुञ्जीम्याप
ta: ஸ்பனிஷ் சூரிய விசைப்படம்

source: Swedish Sun Type-4 keymap
ne: स्विडिस सन प्रकार-४ कुञ्जीम्याप
ta: ஸ்வெதிஷ் சூரிய வகையின்-4காம் விசைப்படம்

source: Swedish Sun USB keymap
ne: स्विडिस सन U S बि कुञ्जीम्याप
ta: ஸ்வெதிஷ் சூரிய USB விசைப்படம்

source: Swedish Sun keymap
ne: स्विडिस सन कुञ्जीम्याप
ta: ஸ்வெதிஷ் சுரியனின் விசைபடம்

source: Swiss German Sun keymap
ne: स्विस जर्मन सन कुञ्जीम्याप
ta: ஸ்விஸ் ஜெர்மன் சூரியன் விசைப்படம்

source: Thai Sun keymap
ne: थाई सन कुञ्जीम्याप
ta: தாய் சூரிய விசைப்படம்

source: Turkish Sun keymap
ne: टर्कीस सन कुञ्जीम्याप
ta: டுர்கிஸ் சூரியனின் விசைபடம்

source: US Sun Type-4 keyboard
ta: யுஸ் சூரிய வகையின்-4காம் விசைப்பலகை

source: US Sun USB keyboard
ta: யுஸ் சூரிய USB விசைப்பலகை

source: US Sun type5 keyboard
ta: யுஸ் சூரிய வகை5தின் விசைப்பலகை

source: Ukrainian Sun keymap
ne: युक्रेनियन सन कुञ्जीम्याप
ta: யுக்ரேயின் சூரியனின் விசைபடம்

source: Vietnamese Sun keymap
ne: भियतनामिज सन कुञ्जीम्याप
ta: வியட்நாமிஸ் சூரிய விசைப்படம்

source: Yugoslavia
ta: யுகோஸ்லாவியா

source: (C) 1998-2000 Free Software Foundation
ta: (C) 1998-2000 இலவச மென்பொருள் நிறுவனம்

source: This applet switches between keyboard maps using setxkbmap or xmodmap. Mail me your flag and keyboard layout if you want support for your locale (my email address is shooby@gnome.hu). So long, and thanks for all the fish. Thanks for Balazs Nagy (Kevin) <julian7@iksz.hu> for his help and Emese Kovacs <emese@gnome.hu> for her solidarity, help from guys like KevinV. Shooby Ban <shooby@gnome.hu>
ta: இந்த ஆப்லெட் விசைப்பலகையை மாற்ற பயன்படும். இது setxkbmap, அல்லது xmodmap. உங்கள் கொடிகளை அனுப்பி வைக்கவும், தயவு செய்து ் CVS இல் சமர்பிக்க உதவியாக (60x40 அளவில்) அனுப்பவும், .உங்கள் உதவிக்கு நன்றி (என் மின்னஞ்சல் முகவரி shooby@gnome.hu) ப்லாக்ஸ் னாகி மற்றும்gy (Kevin) <julian7@kva.huஎமன்ஸ்ச கோவாக்ஸ் s <emese@eik.bme.huஆகியவர்களின் உதவிக்கும் நன்றி.y.

source: GKB Home Page (http://projects.gnome.hu/gkb)
ta: ஜி.கே.பி.யின் தொடக்கப் பக்கம்(http://projects.gnome.hu/gkb)

source: GKB
ta: ஜி.கே.பி.

source: Press the hotkey to switch between layouts. The hotkey can be set through Properties dialog
ta: இடஅமைவை மாற்ற ஹாட்கீயை அழுத்து. ப்ராப்பர்ட்டீஸ் டயலாக் மூலம் ஹாட்கீயை அமைக்கலாம்.

source: US 105 key keyboard
ta: US 105 விசை விசைப்பலகை

source: Gnome Keyboard Default
ta: க்னோம்ொஇயல்பான ம் விசைப்பகள்

source: default
ta: இயல்பான

source: Gnome Keyboard
ta: க்னோம் விசைப்பலகை

source: Appearance mode of the applet
ta: குறுப்பயனின் தோற்றத்தின் முரை

source: Flag image for the keyboard layout
ta: விசைப்பலகையின் வடிவமைப்புக்கான கொடி படிமம்

source: It can be "Flag and Label", "Label" or "Flag"
ta: இவைகளாவன"Flag and Label", "Label" or "Flag"

source: Keybinding for switching layout
ta: வடிவமைப்பினை மாற்றுவதற்க்கான விசைஅமைப்புகள்

source: No longer used
ta: இதற்கு மேல் பயன்படாது

source: Number of configured keymaps
ta: குறிப்பிடப்பட்ட கீமேப் எண்ணிக்கை

source: The command that switches your keymap to this layout
ta: இந்த கட்டளை விசைப்படத்தில் உள்ள உருவரை

source: The country of the keyboard layout
ta: விசைப்பலகை வடிவமைப்பு அமைக்கப்பட்ட நாடு

source: The default keymap
ta: இயல்பான விசைப்பலகை வரைபடம்ம்

source: The default keymap for the applet
ta: குறும்பயனுக்கான விசைப்பலகை வரைபடம்

source: The label of the keyboard layout
ta: விசைப்பலகை வடிவமைப்பின் விளக்கச் சீட்டு

source: The language of the keyboard layout
ta: விசைப்பலகை வடிவமைப்பின் மொழி

source: The name of the keyboard layout
ta: விசைப்பலகை வடிவமைப்பின் பெயர்

source: This flag will appear in flag field of the applet
ta: இந்த கொடி கொடி புலத்தில் உள்ள குறுக்குப்பயனில் தெரிவதாகும்

source: This information helps you to identify your keyboard layout
ta: இந்த தகவல் விசைப்பலகை உருவரையை தெர்ந்தெடுப்பதற்க்கு உதவுகிறது

source: This is the binding for keypress-based layout change
ta: இது விசைஅழுத்தின் கடு உருவரையில் உள்ள மாற்றமாகும்

source: This should be like "gkb_xmmap us", "setxkbmap us" or "xmodmap something.xmm"
ta: "gkb_xmmap us", "setxkbmap us" or "xmodmap something.xmm" வாக இருக்க வேண்டும்

source: This will appear in the label box of the applet
ta: பட்டியலின் பெட்டியில் உள்ள குறுக்குப்பயனில் தெரிவதாகும்

source: This will identify the layout in the list
ta: பட்டியலில் இருக்கும் உருவரையை இது கண்டுபிடிக்கும்

source: Disabled
ta: முடக்கப்பட்டது

source: Press a key or press Esc to cancel
ta: நீக்குவதற்கு, ஒரு விசையை அழுத்து அல்லது Esc யை அழுத்து

source: Undefined
ta: குறிப்பிடப்படாத

source: Keyboards (select and press add)
ta: விசைப்பலகை(தேர்ந்தெடுத்து 'சேர்'ஐ அழுத்து)

source: Select Keyboard
ta: விசைப்பலகையைத் தேர்ந்தெடு

source: _Keyboards (select and press add):
ta: விசைப்பலகை(தேர்ந்தெடுத்து 'சேர்'ஐ அழுத்து)

source: Unknown Keyboard
ta: அறிமுகமில்லாத விசைப்பலகை

source: Edit Keyboard
ta: விசைப்பலகையைத் தொகு

source: _Name:
ta: _பெயர்:

source: _Label:
ta: _அடையாளம்:

source: Co_mmand:
ne: आदेश:
ta: _கட்டளை:

source: _Flag:
ta: கொடியிடு

source: Flag
ta: கொடியிடு

source: Label
ta: அடையாளமிடு

source: Flag and Label
ta: கொடி அடையாளமிடு

source: Display
ne: प्रदर्शन गर्नुहोस
ta: காண்பி

source: _Appearance:
ta: _தோற்றம்:

source: Keyboard Shortcuts
ta: விசைப்பலகையின் குறுக்குவழிகள்

source: S_witch layout:
ta: இணைப்பின் அமைப்பு

source: _Grab keys
ta: ஹார்கீயைப் பிடுங்கு

source: Keyboard Layout Switcher Preferences
ta: விசைப்பலகை வடிவமைப்பு பிடியின் முன்னுரிமைகள்

source: Keyboard Layout Selector
ta: விசைப்பலகை வடிவமைப்புத் தேர்வாளர்

source: Keyboards
ta: விசைப்பலகைகள்

source: _Keyboards:
ta: விசைப்பலகையைத் தொகு

source: Options
ne: विकल्पहरू
ta: விருப்பத்தேர்வுகள்

source: An error occured. Keymap `%s' is not supported on this system. Please choose another keymap. The command was: %s
ta: தவறு ஏற்ப்பட்டுள்ளது. விசைப்படம்`%s' இந்த முறைமையில் துனையாக இல்லை. தயவு செய்து அடுத்த விசைப்படத்தை தேர்ந்தேடுக்கவும். கட்டளை என்பது எதுவென்றால்: %s

source: An error occured. Unable to load keymap `%s', probably because command `xmodmap' could not be located in your PATH. The command was: %s
ta: தவறு ஏற்ப்பட்டுள்ளது. விசைப்படத்தை ஏற்றுவது முடியவில்லை`%s', ஏன்னென்றால் கட்டளை `xmodmap' இந்த வழியில் இடத்தில் வைத்தல் கடிணமாகும். கட்டளை என்பது எதுவென்றால்: %s

source: Pl_ugins
ne: प्लगिन्स
ta: (_u)சொருகுபொருள்

source: _Groups
ne: समूहहरू
ta: _குழுக்கல்

source: _Open Keyboard Preferences
ne: कुञ्जीपाटी प्राथमिकताहरू गर्नुहोस
ta: பட்டிப் பட்டைக்கான தெரிவுகள்...

source: GNOME keyboard applet factory
ta: GNOME விசைப்பலகை குறும்பயன் தொழிற்சாலை

source: GNOME keyboard layout indicator
ta: GNOME விசைப்பலகை உருவரை காட்டி

source: Keyboard Indicator
ne: कुञ्जीपाटी सूचक
ta: விசைப்பலகை உணர்த்துனர்

source: Keyboard applet factory
ne: कुञ्जीपाटी एप्लेट कारखाना
ta: விசைப்பலகை சிறுநிரல் நிறுவனம்

source: Keyboard Indicator (%s)
ne: कुञ्जीपाटी सूचक (%s)
ta: விசைப்பலகை சுட்டிக்காட்டி (%s)

source: Copyright (c) Sergey V. Udaltsov 1999-2004
ne: प्रतिलिपि अधिकार (c) सर्जे V. युडाल्टसोभ १९९९-२००४
ta: காப்புரிமைபுரிமை (c) Sergey V. Oudaltsov 1999-2004

source: Keyboard layout indicator applet for GNOME
ne: कुञ्जीपाटी सजावट सूचक एप्लेट GNOME का लागि
ta: GNOME விசைப்பலகை காட்டி குறும்பயன்

source: XKB initialization error
ne: XKB थालनी गर्दा त्रुटि
ta: XKBதொடக்க மதிப்பிருத்தல் பிழை

source: Error loading XKB configuration registry
ne: XKB कन्फिगरेसन रेजिस्ट्री लोड गर्दा त्रुटि
ta: XKBயை உள்ளமைத்து ஏற்றும் பதிவகதில் தவறு உள்ளது

source: Make the layout accessible from the applet popup menu ONLY. No way to switch to this layout using the keyboard.
ta: பாப் அப் பட்டிமட்டும் குறுக்குபயன் அனுக்கத்தில் உருவரை செய்யவும். இந்த விசையைப்பயன் படுத்துவதில் வழிஇல்லை

source: _Exclude from keyboard switching
ta: _விசைப்பலகையிலிருந்து தவிர்த்திடு

source: Not used
ta: பயன்படவில்லை

source: No description.
ne: वर्णन छैन
ta: விளக்கம் இல்லை

source: Failed to init GConf: %s
ne: जिकन्फ सुरू गर्दा असफल: %s
ta: Gஉள்ளமையை அமைப்பது நீக்கப்பட்டுள்ளது: %s

source: Activate more plugins
ne: धेरै प्लगइन सक्रिय गर्नुहोस
ta: பல செருகுகலை செயல்ப்ப்அடுத்து

source: Active _plugins:
ne: प्लगइनहरू सक्रिय गर्नुहोस:
ta: _இணைப்பின் செயல்:

source: Add Plugin
ne: प्लगइन थप्नुहोस
ta: இணைப்பை கூட்டு

source: Close the dialog
ne: सम्वाद बन्द गर्नुहोस
ta: உரையாடலை மூடு

source: Configure the selected plugin
ne: चयन गरिएको प्लगइन कन्फिगर गर्नुहोस
ta: தேர்வுசெய்த பிணைப்பை குறிப்பிடு

source: Deactivate selected plugin
ne: चयन गरिएको प्लगइनलाई निष्क्रिय बनाउनुहोस्
ta: தேர்வுசெய்த பிணைப்பை மறுச்செயல்படுத்து

source: Decrease the plugin priority
ne: प्लगइन प्राथमिकता घटाउनुहोस
ta: பிணைப்பின் நிலையை குரை

source: Increase the plugin priority
ne: प्लगइन प्राथमिकता बढाउनुहोस
ta: பிணைப்பின் நிலையை ஏற்று

source: Keyboard Indicator Plugins
ne: प्लगइन कुञ्जीपाटी सूचक
ta: விசைப்பலகையை சுட்டிக்காட்டும் பிணைப்பு

source: The list of active plugins
ne: सक्रिय प्लगइनहरुको सूची
ta: செயலில் உள்ள பிணைப்பின் பட்டியல்

source: _Available plugins:
ne: उपलब्ध प्लगइनहरू:
ta: _கிடைக்கப்படும் இணைப்பு:

source: <b>Behavior</b>
ne: <b>व्यवहार</b>
ta: <b>நடத்தை</b>

source: Choose the default group (for newly created windows).
ta: தவறான குழுவை தேர்ந்தேடு(புதிதாக உருவாக்கும் சாளரமாகும்)

source: Keep separate group for each application window.
ta: பயன்பாட்டு சாளரத்திற்க்கு தனியான குழுவை அமைத்திடுக

source: Keep the state of indicators separately for each application window.
ta: பயன்பாட்டு சாளரத்திற்க்கு தனியாக சுட்டிகாட்டும் நிலையை வைத்தி கொள்ளவும்.

source: Keyboard Indicator Preferences
ta: விசைப்பலகை குறிப்பான் முன்னுரிமைகள்

source: Save/restore _indicators with group
ta: சேமி/மீட்டெடு_குழுவுடன் குடிய காட்டிகள்

source: Separate _group for each window
ta: ஒவ்வொரு சாளரத்திற்க்கும் தனியாக_குழுஅமைக்கவும்

source: Show national flags as indicators of corresponding layouts
ta: குறிப்பிட்ட உருவரைக்கு தெசிய கோடியை காண்பிக்கவும்

source: Use _flags as indicators
ta: (_f)கொடிகளை காட்டிகளாக பயன்படுத்து

source: _Default group:
ta: _முன்னதான குழு:

source: Beep on group switch
ta: குழு இணைப்ப்பின் போது ஒலி எழுப்பு

source: Debug level
ta: வழுநீக்கி நிலை

source: Default group, assigned on window creation
ta: தவறான குழு, சாளரத்தில் உருவாக்கப்பட்டுள்ளது

source: Keep and manage separate group per window
ta: ஒவ்வொரு சாளரத்திற்க்கும் தனித்தனி மேலாண்மையும் வைத்துக் கொள்

source: Save/restore indicators together with layout groups
ta: சேமி/மீட்டெடு உருவரை குழுவுடன் கூடிய காட்டிகள்

source: Secondary groups
ne: गौण समूहहरू
ta: இரண்டாம் குழுக்கள்

source: Show flags in the applet
ne: एप्लेटमा ध्वजा देखाउनुहोस
ta: கொடிகளை குறும்பயனில் காட்டு

source: Show flags in the applet to indicate the current layout
ne: हालको सजावटलाई सूचक राख्न ध्वजा लाई एप्लेटमा देखाउनुहोस
ta: தற்ப்பொதைய உருவரை குறுக்குப்பயனுடன் கூடிய கொடியை காண்பிக்கவும்

source: Show layout names instead of group names
ta: குழுப் பெயருக்கு பதிலாக உருவரைப் பெயரை காண்பிக்கவும்

source: Show layout names instead of group names (only for versions of XFree supporting multiple layouts)
ta: குழுப் பெயருக்கு பதிலாக உருவரைப் பெயரை காண்பிக்கவும்(Xஇலவச துனை பதிப்பை பலத்தறப்பட்ட உருவரையாகும்)

source: Get continuously updated stock quotes
ne: निरन्तररुपले अद्यावधिक भएको स्टक उद्धरण प्राप्त गर्नुहोस
ta: நிலைப்புதிப்பிட்ட இருப்பு பங்குகளை இடையறாது பெறு
