Repository: GNOME/gnome-applets
Catalog: po/*.po
Languages: ne, ta

source: Mail check notifies you when new mail arrives in your mailbox
ta: அஞ்சல் பெட்யைச் சோதிக்கவும், புதிய அஞ்சல்கள் பெறப்பட்டதும் அதனை உள்பெட்டி கவனிப்பு பெட்டகம் குறிப்பிடுகிறது

source: Command to execute when checking mail
ta: அஞ்சலை சோதனையிடும் போது வெளியிட வேண்டிய கட்டளை:

source: Command to execute when you click on the Inbox Monitor
ta: Inbox திரையை சொடுக்கும் போது வெளியிட வேண்டிய கட்டளை:

source: Command to run before checking mail
ta: அஞ்சலை சோதனையிடுவதர்க்கு முன்னால் வெளியிட வேண்டிய கட்டளை

source: Do we run the exec-command
ta: இஎக்ஸ்இ கட்டளைகளை நாம் இயக்குவோமா

source: Do we run the newmail-command
ta: புது அஞ்சல் கட்டளைகளை நாம் இயக்குவோமா

source: Do we want to save the password to disk
ta: கடவுச்சொல்லை வட்டில் சேமிக்க விரும்புகிறீர்களா

source: Encrypted password
ta: மறைவிடக்கப்பட்ட கடவுச்சொல்

source: How often (in milliseconds) we check the mail
ta: எவ்வளவு நேரத்திற்கு ஒருமுறை அஞ்சலைச் சோதிக்க வேண்டும் (மில்லி நொடிகளில்)

source: If mail should be checked automatically
ta: தானியங்கி அஞ்சல்கள் சோதிக்கப்படுமாயின்

source: If this is enabled, we save the password in gconf
ta: இவைகள் செயல்படுத்தப்படுமேயானால், கடவுச்சொல்லை ஜிகோஎப் இல் சேமிக்கவும்

source: If this is set mail will be checked every update-freq milliseconds
ta: இவைகள் செயலாக்கப்படுமேயானால் ஒவ்வொரு மேலேற்றத்தின் மில்லி நொடிகளின் பொழுதும் அஞ்சல்கள் சோதிக்கப்படும்

source: If this is set, we should run the exec-command
ta: இவைகள் அமைக்கப்படுமேயானால், நாம் ஈஎக்ஸ்ஈ கட்டளைகளை இயக்க வேண்டும்

source: If this is set, we should run the newmail-command
ta: இவைகள் அமைக்கப்படுமேயானால், நாம் புதிய அஞ்சல் கட்டளைகளை இயக்க வேண்டும்

source: Interval for checking mail
ta: அஞ்சலை சோதனையிடுவதர்க்கான இடைவேளை

source: Path to the animation file
ta: அசைவூட்டும் கோப்பிர்க்கான பாதை

source: Play a sound when mail is recieved
ta: அஞ்சல்கள் பெறப்பட்டதும் ஒலியை வாசிக்கவும்

source: Remote folder for mail retrieval
ta: அஞ்சலின் மீளுக்காக அடைவுகளைத் தானியக்கு

source: Remote server to connect to for our mail
ta: தொலை சேவகனின் அஞ்சலுக்கான இணைப்பு.

source: Run this command before we check the mail
ta: நாம் இந்த அஞ்சலைச் சோதிக்கும் முன்னரே இக்கட்டளையை இயக்கு

source: The mail server
ta: அஞ்சல் சேவகன்

source: The user's encrypted password for the remote server
ta: தானியங்கிச் சேவகனுக்கான கடவுச்சொல்லை பயனர் மறைத்துள்ளார்

source: The user's password
ta: பயன்படுத்துபவரின் கடவுச்சொல்

source: The user's password for the remote server
ta: தொலை சேவகனைப் பயன்படுத்துபவரின் கடவுச்சொல்

source: This is how we check the mail, check the mail, check the mail...
ta: இவ்வாறே அஞ்சல்கள் சோதிக்கப்படுகின்றன, அஞ்சல்கள் சோதிக்கப்படுகின்றன, அஞ்சல்கள் சோதிக்கப்படுகின்றன...

source: This is how we process the mail, process the mail, process the mail...
ta: இவ்வாறே அஞ்சல்கள் செயலாற்றப்படுகின்றன, அஞ்சல்கள் செயலாற்றப்படுகின்றன, அஞ்சல்கள் செயலாற்றப்படுகின்றன...

source: This is the animation that will be displayed during normal Inbox Monitor usage
ta: இயல்பான உள்பெட்டி கவனிப்புப் பயன்பாட்டின் பொழுது இந்த இயக்குப் படத்தையே வெளியிடவும்

source: Username on the remote server
ta: தொலை சேவகனில் பயன்படுத்துபவரின் பெயர்

source: We run this command when the user clicks on Inbox Monitor
ta: பயனர் இந்த உள்பெட்டி கவனிப்பானைச் சொடுக்கியதும் இக்கட்டளையை நாம் இயக்க வேண்டும்

source: Whether to reset mail status when you click on Inbox Monitor
ta: உள்பெட்டியின் கவனிப்பானைச் சொடுக்கியவுடன் அஞ்சலின் நிலையினை இங்கு மாற்றி அமைக்கவும்

source: You've got mail!
ta: அஞ்சல் கிடைத்தது

source: Mailcheck
ta: அஞ்சலைச் சோதி

source: New Mail
ta: புதிய மின்னஞ்சல்

source: Command Line
ne: आदेश पंक्ति
ta: கட்டளை வரி

source: Mini-Commander
ne: सानो-आदेशकर्ता
ta: குறுங்-கட்டளையாளர்

source: MiniCommander Applet Factory
ne: सानो आदेश कर्ता एप्लेट कारखाना
ta: குறுங்கட்டளையாளர் குறும்பயனகம்

source: This GNOME applet adds a command line to the panel. It features command completion, command history, and changeable macros. This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ta: இந்த க்னோம் குறுநிரம் பலகத்தில் கட்டளைவரியை சேர்க்க பயன்படும்.இதனால் கட்டளை முடித்தல், கட்டளை வரலாறு போன்றவைகளை பார்க்க முடியும். இது திறந்த நிரல் மென்பொருள், இதை இலவசமாக ஜிஎன்யூ காப்புரிமை பதிப்பு 2 அல்லது பிந்தைய பதிப்புகளின் விதிகளின் படி வினியோகிக்காலாம்.

source: No items in history
ne: इतिहासमा कुनै वस्तुहरू छैन
ta: சரித்திரத்தில் பொருள்கள் இல்லை

source: Start program
ne: कार्यक्रम सुरू गर्नुहोस
ta: நிரலைத் தொடங்கு

source: Command line
ne: आदेश पंक्ति
ta: கட்டளை வரி

source: Type a command here and Gnome will execute it for you
ne: आदेश यहाँ टाइप गर्नुहोस् जिनोमले तपाईँका लागि कार्यान्वयन गरिदिन्छ
ta: ஒரு கட்டளையை இங்கு தட்டவும். உங்களுக்காக நோம் அதைச் செயல்படுத்தும்.

source: Set default list value for %s
ne: पूर्वनिर्धारित सूचीको मान %s का लागि सेट गर्न सकिएन
ta: முன்னிருப்புக்கான பட்டியலின் மதிப்புகளை அமை%s

source: Must set the GCONF_CONFIG_SOURCE environment variable
ne: GCONF_CONFIG_SOURCE परिवेश चल सेट गर्नु पर्छ
ta: GCONF_CONFIG_SOURCE சூழல் மாறியை தேர்வு செய்

source: Failed to access configuration source(s): %s
ne: कन्फिगरेसन स्रोत (हरू) पहुँच गर्न असफल: %s
ta: உள்ளமைப்பு மூலகங்களை செயல்படுத்துவதில் தோல்விக் கண்டது: %s

source: Error syncing config data: %s
ne: %s कन्फिगरेसन डाटा स्क्यानिङ्ग गर्दा त्रुटि
ta: ஒத்திசை உள்ளமைத் தரவில் பிழை:%s

source: <b>Auto Completion</b>
ne: <b> स्वत:कम्प्लेसन</b>
ta: <b>தானாக முடித்தல்<b>

source: <b>Colors</b>
ne: <b>रंग</b>
ta: <b>வண்ணங்கள்</b>

source: <b>Size</b>
ne: <b>साइज</b>
ta: <b>அளவு</b>

source: Add New Macro
ne: नयाँ म्याक्रो थप्नुहोस
ta: _புதிய மேக்ரோவை கூட்டு...

source: Command Line Preferences
ne: आदेश पंक्ति प्राथमिकताहरू
ta: கட்டளை வரித் தெரிவுகள்

source: Command line _background:
ne: आदेश पंक्ति पृष्ठभूमि:
ta: கட்டளை வரி _பின்னணி:

source: Command line _foreground:
ne: आदेश पंक्ति अग्रभूमि:
ta: (_f)கட்டளை வரி முன்னணி:

source: E_nable history-based auto completion
ne: स्वत: समाप्त आधारित-इतिहास सक्षम पार्नुहोस
ta: (_n)வரலாறு-சார்ந்த தானாக முடித்தலை துவக்கு

source: Macros
ne: म्याक्रोहरू
ta: மேக்ரோக்கள்

source: Pick a color
ne: एउटा रंग लिनुहोस
ta: வண்ணத்தை எடு

source: _Add Macro...
ne: म्याक्रो थप्नुहोस...
ta: _மேக்ரோவை கூட்டு...

source: _Delete Macro
ne: म्याक्रो मेट्नुहोस
ta: நீக்கு

source: _Macros:
ne: म्याक्रोहरू:
ta: மேக்ரோக்கள்

source: _Pattern:
ne: बान्की:
ta: Path:

source: _Use default theme colors
ne: पूर्व निर्धारित बिषयवस्तु प्रयोग गर्नुहोस
ta: முன்னிருந்த நிறத்தை பயன்படுத்து

source: Attempt to autocomplete a command from the history of commands entered.
ne: इतिहासको प्रविष्ट गरिएको आदेशहरू बाट स्वत: पूर्ण आदेशमा प्रविष्ट गराउनुहोस
ta: கட்டளைகளின் வரலாற்றுப் பதிப்புக் கொண்டு கட்டளைகளை தானியக்கி முடிவுறச் செய்யவும்.

source: Background color, blue component
ne: पृष्ठभूमि रंग, निलो अवयव
ta: பின்னணியின் வண்ணம், நீல பொருள்

source: Background color, green component
ne: पृष्ठभूमि रंग, हरियो अवयव
ta: பின்னணியின் வண்ணம், பச்சை பொருள்

source: Background color, red component
ne: पृष्ठभूमि रंग, रातो अवयव
ta: பின்னணியின் வண்ணம், சிவப்பு பொருள்

source: Foreground color, blue component
ne: अग्रभूमि रंग, निलो अवयव
ta: காண் அறிகிடம் நிறம்,நீல பொருள்

source: Foreground color, green component
ne: अग्रभूमि रंग, हरियो अवयव
ta: காண் அறிகிடம் நிறம்,பச்சைபொருள்

source: Foreground color, red component
ne: अग्रभूमि रंग, रातो अवयव
ta: காண் அறிகிடம் நிறம்,சிவப்பு பொருள்

source: History list
ne: इतिहास सूची
ta: வரலாறு பட்டியல்

source: List of GConfValue entries containing strings for history entries.
ne: इतिहास प्रविष्टिहरूका लागि स्ट्रिङहरू सहित जिकन्फ मानको सूची
ta: வரலாற்று உள்ளீடுகளின் எழுத்துக்களை உள்ளடக்கிய Gஉள்ளமைப்பு மதிப்புகளின் பட்டியல்.

source: List of GConfValue entries containing strings for the macro commands.
ne: म्याक्रो आदेशहरूका लागि स्ट्रिङ समावेश गर्दा जिकन्फ मानको सूची
ta: மேக்ரோ கட்டளை உள்ளீடுகளின் எழுத்துக்களை உள்ளடக்கிய Gஉள்ளமைப்பு மதிப்புகளின் பட்டியல்.

source: List of GConfValue entries containing strings for the macro patterns.
ne: बान्की आदेशहरूका लागि स्ट्रिङ समावेश गर्दा जिकन्फ मानको सूची
ta: மேக்ரோ வகை உள்ளீடுகளின் எழுத்துக்களை உள்ளடக்கிய Gஉள்ளமைப்பு மதிப்புகளின் பட்டியல்.

source: Macro command list
ne: म्याक्रो आदेश सूची
ta: மேக்ரோ கட்டளை பட்டியல்

source: Macro pattern list
ne: म्याक्रो बान्की सूची
ta: மேக்ரோ வகைப் பட்டியல்

source: Perform history autocompletion
ne: इतिहास स्वत: समाप्त प्रस्तुत गर्नुहोस
ta: வரலாறு சார் தானாகமுடித்தலை செய்

source: Show a frame surrounding the applet.
ne: एप्लेटको सेरोफेरोको एउटा फ्रेम देखाउनुहोस
ta: சிறுநிரல்களைச் சுற்றியுள்ள சட்டத்தைக் காண்பி.

source: Show a handle so the applet can be detached from the panel.
ne: ह्यान्डल देखाउनुहोस् किनकि एप्लेटले प्यानलबाट तटस्थ गर्न मिल्छ
ta: கையாளுகையைக் காண்பி அவைகள் இப்பலகையிலிருந்து சிறுநகல்களைப் பிரிக்க வல்லவைகளாக இருக்க வேண்டும்.

source: Show frame
ne: फ्रेम देखाउनुहोस
ta: சட்டம் காட்டு

source: Show handle
ne: ह्यान्डल देखाउनुहोस
ta: கைப்பிடி காட்டு

source: The blue component of the background color.
ne: निलो अवयवको पृष्ठभूमिको रंग
ta: பின்புலத்திற்க்கான நீல வண்ணப் பகுதி.

source: The blue component of the foreground color.
ne: निलो अवयवको अग्रभूमि रंग
ta: முன்புலத்திற்க்கான நீல வண்ணப் பகுதி.

source: The green component of the background color.
ne: हरियो अवयवको पृष्ठभूमिको रंग
ta: பின்புலத்திற்க்கான பச்சை வண்ணப் பகுதி.

source: The green component of the foreground color.
ne: हरियो अवयवको अग्र्रभूमि .रंग
ta: முன்புலத்திற்க்கான பச்சை வண்ணப் பகுதி.

source: The red component of the background color.
ne: रातो अवयवको पृष्ठभूमिको रंग
ta: பின்புலத்திற்க்கான சிவப்பு வண்ணப் பகுதி.

source: The red component of the foreground color.
ne: रातो अवयवको अग्रभूमिको रंग
ta: முன்புலத்திற்க்கான சிவப்பு வண்ணப் பகுதி.

source: Use the default theme colors
ne: पूर्व निर्धारित बिषयवस्तु रंग प्रयोग गर्नुहोस
ta: இயல்பான வரியுரு பட்டியலை பயன்படுத்து

source: Use theme colors instead of custom ones.
ne: अनुकूलन रंगको सट्टा बिषयवस्तु रंग प्रयोग गर्नुहोस
ta: வழக்கத்தைக் காட்டிலும் கருக்களின் வண்ணத்தைப் பயன்படுத்தவும்.

source: Width
ne: चौडाई
ta: அகலம்

source: Browser
ne: ब्राउजर
ta: மேலோடி

source: Click this button to start the browser
ne: ब्राउजर सुरू गर्न यो बटन क्लिक गर्नुहोस
ta: மேலோட இப்பொத்தானைக் கிளிக்கவும்

source: History
ne: इतिहास
ta: வரலாறு

source: Click this button for the list of previous commands
ne: अघिल्लो सूची आदेशहरूका लागि यो बटन क्लिक गर्नुहोस
ta: முந்தைய கட்டளைகளின் பட்டியலுக்கு இப்பொத்தானைக் கிளிக்கவும்

source: Command line has been disabled by your system administrator
ne: तपाईंको ब्यवस्थापक प्रणालीबाट आदेश पंक्ति अक्षम भयो
ta: தங்களின் முறைமை நிர்வாகியால் கட்டளை வரிகள் செயல்படுவதிலிருந்துத் தவிர்க்கப்பட்டுள்ளது

source: Mini-Commander applet
ne: सानो-आदेशकर्ता एप्लेट
ta: குறுங்கட்டளையாளர் குறும்பயனகம்

source: This applet adds a command line to the panel
ne: यो एप्लेटले आदेश पंक्ति प्यानलमा थप्छ
ta: இந்தக் குறும்பயன் பலகத்தில் ஒரு கட்டளை வரியைச் சேர்க்கும்

source: You must specify a pattern
ne: तपाईंले एउटा बान्की निर्दिष्ट गर्नुपर्छ
ta: தோரணியை குறிப்பிடு

source: You must specify a pattern and a command
ne: तपाईंले एउटा आदेश र एउटा बान्की निर्दिष्ट गर्नुपर्छ
ta: தோரணி மற்றும் கட்டலையை குறிப்பிடு

source: You must specify a command
ne: तपाईले आदेश निर्दिष्ट गर्नुपर्छ
ta: கட்டலையை குறிப்பிடு

source: You may not specify duplicate patterns
ne: तपाईंले नक्कल बान्कीहरू निर्दिष्ट गर्न सक्नुहन्न
ta: நகல் தோரணியை குறிப்பிடு

source: Pattern
ne: बान्की
ta: மாதிரி

source: Command
ne: आदेश
ta: கட்டளை

source: Adjust the sound volume
ne: ध्वनि आयतन समायोजन गर्नुहोस
ta: ஒலி அளவை மாற்று

source: Volume Control
ne: भोल्युम नियन्त्रण
ta: ஒலிவளவு கட்டுப்பாடு

source: _Mute
ne: चुप
ta: _ஊமை

source: _Open Volume Control
ne: आवाज नियन्त्रण खोल्नुहोस
ta: ஒலிவளவு கட்டுப்பாட்டை திற

source: Main Volume
ta: முணையின் ஒலி

source: Bass
ta: அடித்தொனி

source: Treble
ta: டிரபில்

source: Synth
ta: ஒத்திசை

source: Pcm
ta: பிசிஎம்

source: Speaker
ta: பேச்சாளர்

source: Line
ta: வரி

source: Microphone
ta: நுண்துலைப்பேசி

source: Mix
ta: கலத்தல்

source: Pcm2
ta: பிசிஎம்2

source: Recording Level
ta: பதிவின் அளவு

source: Input Gain
ta: உள்ளீட்டின் பயன்

source: Output Gain
ta: வெளியீட்டின் பயன்

source: Line1
ta: வரி1

source: Line2
ta: வரி2

source: Line3
ta: வரி3

source: Digital1
ta: இலக்கமுறை1

source: Digital2
ta: இலக்கமுறை2

source: Digital3
ta: இலக்கமுறை3

source: Phone Input
ta: தொலைப்பேசியின் உள்ளீடு

source: Phone Output
ta: தொலைப்பேசியின் வெளியீடு

source: Video
ta: வீடியோ

source: Radio
ta: ரேடியோ

source: Monitor
ta: கண்காணி

source: Volume Control (muted)
ta: ஒலியளவு கட்டுப்பாடு(ஊமையாக்கப்பட்டது)

source: No audio device
ta: ஒலிக் கருவி இல்லை

source: warning: this version of gmix was compiled with a different version of soundcard.h.
ta: எச்ச்ரிக்கை: ஜி.மிக்ஸின் இந்தப் பதிப்பு வேறொரு பதிப்பைச் சேர்ந்த சவுண்ட்கார்டு மூலம் தொகுப்பிக்கப்பட்டது.

source: Couldn't open mixer device %s
ta: கலப்புச் சாதனத்தை திறக்க இயலவில்லை%s

source: Volume Controller
ta: ஒலியளவு கட்டுப்படுத்தி

source: Use Up/Down arrow keys to change volume
ta: ஒலியளவை மாற்ற மேல்/கீழ் அம்பிட்ட விசையைப் பயன்படுத்தவும்

source: (C) 2001 Richard Hult
ta: (ப) 2001 ரிச்சர்டு ஹல்ட்

source: The volume control lets you set the volume level for your desktop.
ta: ஒலியளவு கட்டுப்பாடு உங்கள் கணிமேசையில் ஒலியின் அளவை அமைக்க உதவுகிறது.

source: Volume Control Preferences
ne: धवनि नियन्त्रकको प्राथमिकताहरू
ta: ஒலியளவு கட்டுப்படுத்தி விருப்பங்கள்

source: Audio Channels
ta: ஆடியோ அலைவரிசை

source: _Select channel to control:
ta: கட்டுப்படுத்துவதற்கான அலைவரிசையைத் தேர்ந்தெடுக்கவும்:

source: The volume control lets you set the volume level for your desktop
ta: ஒலியளவு கட்டுப்பாடு உங்கள் கணிமேசையில் ஒலியின் அளவை அமைக்க உதவுகிறது.

source: Channel controlled by applet. Only for OSS setups
ne: OSS सेटअपका लागि मात्र. च्यानल नियन्त्रित एप्लेटबाट
ta: சிறுநிரல்கள் மூலம் கட்டுப்படுத்தப்பட்ட அலைவரிசைகள். OSS அமைப்புகளுக்கு மட்டுமே

source: Saved mute state
ne: बचत गरिएको चुप अवस्था
ta: ஒலிநிறுத்தம் நிலையை சேமி

source: Saved volume to restore on startup
ne: बचत गरिएको भोल्युममा पूर्व अवस्थामा स्टार्ट अप
ta: துவக்குகையில் சேமிக்கப்பட்ட தொகுதிகளை மீள் கொணர்க

source: Modem Lights
ta: மோடத்தின் விளக்குகள்

source: Released under the GNU general public license. A modem status indicator and dialer. Lights in order from the top or left are Send data and Receive data.
ta: ஜி.என்.யு. ெஜனரல் பப்ளிக் லைசன்ஸின் கீழ் வெளியிடப்பட்டது. மோடத்தின் நிகழ்நிலை காட்டியும் சுழற்றியும். மேலிருந்தோ அல்லது இடமிருந்தோ உள்ள 'தரவை அனுப்பு' மற்றும் 'தரவைப் பெறு'களை ஒளிரச்செய்கிறது.

source: You are currently connected. Do you want to disconnect?
ta: நீங்கள் தற்போது இணைக்கப்பட்டீர்கள். துண்டிக்க விரும்புகிறீர்களா?

source: _Disconnect
ne: जडान विच्छेद गर्नुहोस
ta: (_D)துண்டி

source: Do you want to connect?
ne: के तपाई जडान गर्न चाहनु हुन्छ?
ta: இணைக்க விரும்புகிறீர்களா?

source: C_onnect
ne: जडान गर्नुहोस
ta: (_o)இணை

source: %#.1fMb received / %#.1fMb sent / time: %.1d:%.2d
ta: %#.1fMb பெறப்பட்டது / %#.1fMb அனுப்பப்பட்டது / கால அளவு: %.1d:%.2d

source: not connected
ta: இணைக்கப்படவில்லை

source: Ask for confirmation when connecting/disconnecting
ta: இணைக்கப்படும் பொழுதும் துண்டிக்கப்படும் பொழுதும் உறுதிப்படுத்துவதற்க்காகக் கேட்கவும்

source: Blink when connecting
ta: இணைக்கும் போது சிமிட்டு

source: Command executed when connecting
ta: இணைக்கப்படும் பொழுது கட்டளையை செயல்படுத்து

source: Command executed when disconnecting
ta: இணைப்புத் துண்டிக்கப்படும் பொழுது கட்டளையை இயக்கு

source: Display a confirmation dialog when connecting or disconnecting.
ta: இணைக்கப்படும் பொழுதும் துண்டிக்கப்படும் பொழுதும் உறுதிப்படுத்துவதற்க்காகக் கேட்கபதை வெளிப்படுத்தவும்

source: Make the applet blink when the modem is connecting.
ta: மோடம் இணைக்கப்படும் பொழுது சிறுநிரல்களை மின்னச் செய்யவும்.

source: Modem device name
ta: மோடம் கருவியின் பெயர்

source: Modem lock file
ta: மோடம் பூட்டுங்கோப்பு

source: Receive background color
ta: பின்னணி வண்ணத்தை பெற்றுக்கொள்

source: Receive foreground color
ta: முன்னணி நிறத்தை வாங்கு

source: Send background color
ta: பின்னணியின் வண்ணத்தை அனுப்பு

source: Send foreground color
ta: முன்னணி நிறத்தை அனுப்பு

source: Show connect time and throughput
ta: இணைக்கும் நேரம் மற்றும் வெளியீட்டைக்காட்டு

source: Show extra information about the connect time and amount of data transmitted and received.
ta: இணைக்கப்படும் நேரம் மற்றும் தரவுகள் பரிமாற்றப்படும் மேலும் பெறப்படும் அளவுகளைப் பற்றிய ஏனையத் தகவல்களைக் காண்பி.

source: Status connected color
ta: இணைக்கப்பட்ட நிலையின் நிறம்

source: Status not connected color
ta: இணைக்கப்படாத நிலையின் நிறம்

source: Status waiting connection color
ta: இணைப்பின் நிறம் மாறுவதற்கு காத்திருக்கிறது

source: Text background color
ta: உரை பின்னணியின் வண்ணம்:

source: Text foreground color
ta: முன்னணி நிறத்தின் உரை

source: Text outline color
ta: வௌதஉருவின் நிறத்தின் உரை

source: The background color of the button used to indicate data received.
ta: பொத்தானின் பின்புல வண்ணங்களே தரவுகள் பெறப்பட்டதைக் குறிப்பிடுகின்றன.

source: The background color of the button used to indicate data sent.
ta: தரவுகள் அனுப்பப்பட்டதைக் குறிக்கும் பின்புலத்தின் பொத்தான் வண்ணங்கள்

source: The color used to display the status button when the modem is connected.
ta: மோடம் இணைக்கப்பட்டதும் நிலைமைப் பொத்தானில் இருந்து அறிந்து கொள்ளப் பயன்படும் வண்ணம்.

source: The color used to display the status button when the modem is connecting.
ta: மோடம் இணைக்கப்பட்டதும் நிலைமைப் பொத்தானில் இருந்து அறிந்து கொள்ளப் பயன்படும் வண்ணம்.

source: The color used to display the status button when the modem is not connected.
ta: மோடம் இணைக்கப்பட்டதும் காண்பிக்கப்படக்கூடிய நிலைப் பொத்தானின் வண்ணத்தினைப் பயன்படுத்திக் குறிப்பிடு.

source: The color used to indicate that data has been received.
ta: தரவுகள் பெறப்பட்டதை அறிவிக்கும் வண்ணங்கள் பயன்படுத்தப்பட்டுள்ளது.

source: The color used to indicate that data has been sent.
ta: தரவுகள் அனுப்பப்பட்டதைக் குறிக்கும் வண்ணங்கள்.

source: The fraction of a second until the applet updates.
ta: சிறுநிரல்கள் மேலேற்றுவதற்குள்ளான நொடிகளின் வீதம்.

source: The name of the modem device.
ta: மோடம் கருவியின் பெயர்

source: The name of the modem lock file.
ta: மோடம் பூட்டு கோப்பின் பெயர்

source: Use isdn
ta: isdn ஐ பயன்படுத்து

source: Use isdn instead of ppp to connect the modem.
ta: மாடத்தை இணைப்பதற்கு ஐஎஸ்டிஎன் பதிலாக பிபிபிஐப் பயன்படுத்தவும்.

source: Use this command to connect the modem.
ta: மோடத்தை இணைக்க இக்கட்டளையைப் பயன்படுத்தவும்.

source: Use this command to disconnect the modem.
ta: மோடத்தின் இணைப்பைத் துண்டிக்க இக்கட்டளையைப் பயன்படுத்தவும்.

source: Verify owner of lock file
ta: பூட்டுங்கோப்பின் உரிமையாளரைச் சரிபார்

source: Modem Lights Preferences
ta: மோடம் விளக்குகளின் தெரிவுகள்

source: U_pdate every:
ta: (_p)புதுப்பி ஒவ்வொரு:ு

source: Sho_w connect time and throughput
ta: இணைக்கும் நேரம் மற்றும் செய்வீதத்திக் காட்டு

source: B_link connection status when connecting
ta: இணைக்கப்படும் பொழுது B_தொகுதியின் இணைப்பு நிலை

source: Connections
ta: இணைப்புகள்

source: Co_nnection command:
ta: (_n)இணைக்கும் கட்டளை:

source: _Disconnection command:
ta: (_D)துண்டிக்கும் கட்டளை:

source: Con_firm connection
ta: இணைப்பை உறுதிப்படுத்து

source: Receive Data
ta: தகவலை பெறு

source: _Foreground:
ta: (_F)முன்னணி:

source: Send Data
ta: தகவலைை அனுப்பு

source: Foregroun_d:
ta: (_d)முன்னனி:

source: Backg_round:
ta: (_r)பின்னணி

source: Connection Status
ta: இணைப்பு நிலை்நிலை

source: Co_nnected:
ta: (_n)இணைக்கப்பட்டது

source: Disconnec_ted:
ta: (_t)துண்டிக்கப்பட்டது:

source: C_onnecting:
ta: (_o)இணைக்கிறது

source: Text
ne: पाठ
ta: உரை

source: For_eground:
ta: (_e)முன்னணி

source: Bac_kground:
ta: (_k)பின்னணி:

source: O_utline:
ta: (_u)வெளிக்கோடு

source: Colors
ne: रंगगहरू
ta: வண்ணங்கள்

source: Modem Options
ta: மோடம் தேர்வுகள்த்தேர்வுகள்

source: _Device:
ta: சாதனம்:

source: _Lock file:
ta: (_L)கோப்பை பூட்டு:

source: _Verify owner of lock file
ta: பூட்டுங்கோப்பின் உரிமையாளரைச் சரிபார்

source: U_se ISDN
ta: ISDN யைப் பயன்படுத்து

source: Advanced
ta: மேம்பட்ட

source: A system load indicator
ne: प्रणाली लोड सूचक
ta: ஒரு 'அமைப்பு ஏற்றுதலைக் காட்டி'

source: System Monitor
ne: प्रणाली मनिटर
ta: அமைப்புக் கண்காணி

source: _Open System Monitor
ne: प्रणाली मनिटर खोल्नुहोस
ta: (_O)அமைப்புக் கண்காணியை திற

source: CPU Load
ne: CPU लोड
ta: CPU ஏற்றி

source: Load Average
ne: औसत लोड
ta: சுமாராக ஏற்று

source: Released under the GNU General Public License. A system load monitor capable of displaying graphs for CPU, ram, and swap space use, plus network traffic.
ta: ஜி.என்.யு. ஜெனரல் பப்ளிக் லைசன்ஸ் மூலமாக வெளியிடப்பட்டது. ஒரு 'அமைப்பு ஏற்றுதலைக்கண்காணி' CPU, ram மற்றும் swap ஆகியவற்றின் வரைபடங்களையும்கோப்பை பயன்படுத்துதலையும், வலையமைப்பின் போக்குவரத்தையும் காட்ட வல்லது

source: Processor
ne: प्रक्रियाकर्ता
ta: செயலகம்

source: Memory
ne: स्मृति
ta: நினைவகம்

source: Network
ne: सञ्जाल
ta: வலையமைப்பு

source: Swap Space
ne: खाली ठाँउ साटासाट गर्नुहोस
ta: Swap இடைவெளி

source: Resource
ta: வளம்

source: %s: %d%% in use of which %d%% is cache
ta: %s: %d%% பயன்பாடு %d%% தற்காலிக நினைவிடம்

source: %s: %d%% in use
ta: %s: %d%% பயன்பாட்டில் உள்ளது

source: Memory Load
ne: स्मृति लोड
ta: நினைவகம் ஏற்றி

source: Applet refresh rate in milliseconds
ne: एप्लेट ताजा गर्नुहोस् दर मिलिसेकेन्डमा
ta: சிறுநிரல்களைப் புதுப்பிக்கும் வகையை மில்லி நொடிகளில் அமை

source: CPU graph background color
ne: CPU ग्राफ पृष्ठभूमि रंग
ta: CPU வரைப்ப்டத்தின் பின்னணி நிறம்

source: Enable CPU load graph
ne: CPU लोड ग्राफ सक्षम पार्नुहोस
ta: ராடார் வரைபடத்தை செயல்படுத்து

source: Enable load average graph
ne: औसत ग्राफ लोड सक्षम पार्नुहोस
ta: சராசரி வரைபடத்தை செயல்படுத்து

source: Enable memory load graph
ne: स्मृति लोड ग्राफ सक्षम पार्नुहोस
ta: நினைவக ஏற்ற வரைபடத்தை செயல்படுத்து

source: Enable network load graph
ne: सञ्जाल लोड ग्राफ सक्षम पार्नुहोस
ta: வலைப்பின்னல் வரைபடத்தை செயல்படுத்து

source: Enable swap load graph
ne: साटासाट लोड ग्राफ सक्षम पार्नुहोस
ta: ஸ்வாப் வரைபட ஏற்றத்தை செயல்படுத்து

source: For horizontal panels, the width of the graphs in pixels. For vertical panels, this is the height of the graphs.
ne: तेर्सो प्यानहरूका लागि, ग्राफको चौडाइ पिक्सेलहरूमा ठाडो प्यानल्हरू, यो ग्राफहरुको उचाइ हो
ta: கிடைமட்ட பலகத்தின் அகலம் பிக்செல்லில். செங்குத்து பலகம்த்தின் உயரம் வரைபடத்தில் குறிக்கப்படும்

source: Graph color for Ethernet network activity
ne: ईथरनेट सञ्जाल सक्रियका लागि ग्राफ रंग
ta: ஈதர்னெட் பிணையசெயலுக்கான வரைப்பட நிறம்

source: Graph color for PLIP network activity
ne: PLIP सञ्जाल सक्रियका लागि ग्राफ रंग
ta: PLIP பிணையத்தின் வரைப்படத்தின் நிறம்

source: Graph color for SLIP network activity
ne: SLIP सञ्जाल सक्रियका लागि ग्राफ रंग
ta: SLIP பிணையத்தின் வரைப்படத்தின் நிறம்

source: Graph color for buffer memory
ne: बफर स्मृतिका लागि ग्राफ रंग
ta: இடையகம் நினைவகம் வரைப்படத்தின் நிறம்

source: Graph color for cached memory
ne: क्याचेड स्मृतिका लागि ग्राफ रंग
ta: கேச்சிட் நினைவக வரைப்படத்தின் நிறம்

source: Graph color for load average
ne: औसत लोडका लागि ग्राफ रंग
ta: சராசரி ஏற்று வரைப்படத்தின் நிறம்

source: Graph color for nice-related CPU activity
ne: राम्रो-सम्बन्धित CPU सक्रियका लागि ग्राफ रंग
ta: ந்ல்ல CPU இணையசெயலுக்கான வரைப்பட நிறம்

source: Graph color for other network usage
ne: अर्को सञ्जाल प्रयोगका लागि ग्राफ रंग
ta: அடுத்த பிணைய பயன்படுத்துவதர்க்கான வரைப்பட நிறம்

source: Graph color for shared memory
ne: बाँडिएको स्मृतिका लागि ग्राफ रंग
ta: பிரிக்க பட்ட நினைவகத்தின் வரைப்பட நிறம்

source: Graph color for system-related CPU activity
ne: CPU सक्रिय प्रणाली सम्बन्धितका लागि ग्राफ रंग
ta: CPU முறைமை சார்ந்தச் செயலுக்கான வரைப்பட நிறம்

source: Graph color for user-related CPU activity
ne: CPU सम्बन्धित प्रयोगकर्ताका लागि ग्राफ रंग
ta: CPU பயன்படுத்துபவரை சார்ந்த செயலிர்க்கான வரைப்பட நிறம்

source: Graph color for user-related memory usage
ne: प्रयोगकर्ता-सम्बन्धित स्मृति प्रयोगका लागि ग्राफ रंग
ta: CPU பயன்படுத்துபவரை சார்ந்த நினைவக பயன்பாட்டிர்க்கான வரைப்பட நிறம்
