Repository: GNOME/gnome-applets
Catalog: po/*.po
Languages: ne, ta

source: Right Win-key changes layout.
ne: दाँया विन-कुञ्जीले सजावट परिवर्तन गर्छ ।

source: Shift+CapsLock changes layout.
ne: Shift+CapsLockले सजावट परिवर्तन गर्छ

source: Sun (!not PC!) type5 Hungarian latin 2
ne: सन (PC! होइन!) प्रकार५ हङ्गेरियन ल्याटिन २

source: Thai Kedmanee
ne: थाई केडमानी

source: US DEC 450
ne: US DEC ४५०

source: British Sun Type-4 keymap
ne: ब्रिटिश सन प्रकार-४ कुञ्जीम्याप

source: British Sun USB keymap
ne: ब्रिटिश सन USB कुञ्जीम्याप

source: British Sun keymap
ne: ब्रिटिश सन कुञ्जीम्याप

source: US Sun Type-4 keymap
ne: U S सन प्रकार-४ कुञ्जीम्याप

source: US Sun USB keymap
ne: U S सन USB कुञ्जीम्याप

source: US Sun type5 keymap
ne: U S सन प्रकार५ कुञ्जीम्याप

source: _Layout View
ne: सजावट दृश्य

source: Keyboard layout indicator
ne: कुञ्जीपाटी सजावट सूचक

source: Keyboard Layout "%s"
ne: कुञ्जीपाटी सजावट "%s"

source: Keyboard Layout
ne: कुञ्जीपाटी सजावट

source: The list of enabled Keyboard Indicator plugins
ne: सूचक प्लगइनहरुको सक्षम कुञ्जीपाटी सूची

source: This program connects to a popular site and downloads current stock quotes. The GNOME Stock Ticker is a free Internet-based application. It comes with ABSOLUTELY NO WARRANTY. Do not use the GNOME Stock Ticker for making investment decisions; it is for informational purposes only.
ne: यो प्रोगामले प्रसिद्व साइट र डाउनलोड्स हालको स्टक क्वोट्ससंगजडान छ. GNOME स्टक टिकर मुफ्त इन्टरनेट-आधार एप्लिकेसन हो यो एब्सल्युट्ली नो वारेन्टी संगआउँछ. GNOME स्टक टिकर निर्मित इन्भेष्टमेन्ट छिनोफानो प्रयोग नगर्नु होला,. यो सूचितका लागि मात्र हो

source: Add _new symbol:
ne: नयाँ प्रतीक थप्नुहोस:

source: (No Change)
ne: (परिवर्तन होइन)

source: Display only stock symbols along with their value. Do not display changes in value.
ne: मौजदात प्रतीक मात्र तिनको मान संगप्रदर्शन भएको छ । मानको परिवर्तन प्रदर्शन नगर्नुहोस् ।

source: Stocks to monitor - must be separated by a +
ne: मनिटरमा मौजदातहरू- a + बाट विभाजन गरिएको हुनपर्दछ

source: © 1999-2005 by S. Papadimitriou and others
ne: © 1999-2005 S द्वारा. पापडिमिट्रियु र अन्यहरू

source: A panel application for monitoring local weather conditions.
ne: मनिटरिङ लोकल मौसमको स्थितिका लागि प्यानल अनुप्रयोग

source: Weather Forecast
ne: मौसम पूर्वानुमान

source: City: %s Sky: %s Temperature: %s
ne: शहर: %s आकाश: %s तापक्रम: %s

source: Sunrise:
ne: घाम उदाउनु:

source: Sunset:
ne: घाम अस्ताउनु:

source: Failed to load the Locations XML database. Please report this as a bug.
ne: स्थानिय XML डाटाबेस लोड गर्न असफल भयो । कृपया यसलाई बगको रुपमा रिपोर्ट गर्नुहोस् ।

source: _Temperature unit:
ne: चाप एकाइ:

source: _Wind speed unit:
ne: हावा गति एकाइ:

source: m/s
ne: मिटर/सेकन्ड

source: km/h
ne: किलोमिटर/सेकन्ड

source: Beaufort scale
ne: ब्युफोर्ट स्केल

source: _Pressure unit:
ne: चाप एकाइ:

source: _Visibility unit:
ne: दृश्यात्मक एकाइ:

source: _Find:
ne: फेला पार्नुहोस्:

source: Find _Next
ne: पछिल्लो फेला पार्नुहोस्

source: DEFAULT_LOCATION
ne: काठमाडौं

source: DEFAULT_CODE
ne: VNKT

source: DEFAULT_COORDINATES
ne: 27-41N 085-21E

source: DEFAULT_TEMP_UNIT
ne: C

source: %0.1f knots
ne: %0.1f नट्स

source: %.1f mph
ne: %.1f एम पि एच

source: %.1f km/h
ne: %.1f किलोमिटर/घन्टा

source: %.1f m/s
ne: %.1f मिटर/सेकेन्ड

source: Beaufort force %.1f
ne: ब्युफोर्ट फोर्स %.1f

source: %.2f inHg
ne: %.2f inएचजि

source: %.1f mmHg
ne: %.1f एम एम एच जि

source: %.2f kPa
ne: %.2f के पि ए

source: %.2f hPa
ne: %.2f एच पि ए

source: %.2f mb
ne: %.2f एम बि

source: %.1f km
ne: %.1f किलोमिटर

source: Distance unit
ne: दूरी एकाइ

source: If true, then retrieve a radar map from a location specified by the "radar" key.
ne: यदि ठिक छ, भने " कुञ्जी" निर्दिष्ट रााडार स्थानबाट राडार नक्सा पुन: प्राप्त गर्नुहोस

source: Pressure unit
ne: चाप एकाइ

source: Speed unit
ne: गति एकाइ

source: Temperature unit
ne: तापक्रम एकाइ

source: The unit to use for temperature.
ne: एकाइ तापमानका लागि प्रयोग

source: latitude and longitude of your location expressed in DD-MM-SS[NS] DD-MM-SS[EW]
ne: तपाईको चौडाइ र लम्बाइ द्रुत गरिएको स्थान DD-MM-SS[NS] DD-MM-SS[EW] मा हुन्छ

source: location coordinates
ne: स्थान कोर्डिनेट्स

source: There was an error loading an image: %s
ne: एउटा छवि लोड गर्दा त्रुटि भेटियो : %s

source: Deskbar (ne Mini-Commander)
ne: डेस्कपाटी (सानो-आदेशकर्ता)

source: Deskbar (transparent upgrade from Mini-Commander)
ne: डेस्कपाटी (सानो-आदेशकर्ताबाट पारदर्शी अपग्रेड)

source: This GNOME applet adds a command line to the panel. It features command completion, command history, and changeable macros.
ne: यो GNOME एप्लेटले आदेश पंक्ति देखि प्यानल सम्म थप्छ. यसको आदेश पूर्ण, आदेश इतिहास, र परिवर्तित म्याक्रोज चिन्ह प्रस्तुत गर्दछ

source: Cannot get schema for %s: %s
ne: %s: %s का लागि योजना प्राप्त गर्न सकिएन

source: Cannot set schema for %s: %s
ne: योजना %s: %s का लागि सेट गर्न सकिएन

source: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
ne: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL सेट छन, योजनाहरू स्थापित गरीएको छैन

source: This per-applet key is deprecated in favour of the global key, /schemas/apps/mini-commander-global/macro_patterns.
ne: विश्वब्यापी कुञ्जी, /स्किमास्/एप्स अनुकुल बिरुद्व पर्-एप्लेट कुञ्जी सानो-आदेशकर्ता-ग्लोबल/म्याक्रो_प्याटर्न्स

source: The volume control did not find any elements and/or devices to control. This means either that you don't have the right GStreamer plugins installed, or that you don't have a sound card configured.
ne: ध्वनि नियन्त्रकले नियन्त्रण गर्न कुनै तत्वहरू र/वा यन्त्रहरू फेला पारेन । यसको मतलब या तपाईँ संग सही GStreamer प्लगिनहरू स्थापना भएको छैन, वा तपाईँ संग कनफिगर भएको ध्वनि कार्ड छैन ।

source: You can remove the volume control from the panel by right-clicking the speaker icon on the panel and selecting "Remove From Panel" from the menu.
ne: तपाईँले मेनुबाट "Remove From Panel" चयन गर्दै र प्यानलमा स्पिकर प्रतिमालाई दाँया क्लिक गरेर प्यानलबाट भोल्युम नियन्त्रण हटाउन सक्नुहुन्छ ।

source: Failed to start Volume Control: %s
ne: आवाज नियन्त्रण सुरू गर्दा असफल: %s

source: %s: muted
ne: %s: (चुप पारिएको)

source: Failed to display help: %s
ne: मद्दत प्रदर्शन असफल: %s

source: Volume control for your GNOME Panel.
ne: तपाईँको जिनोम प्यानलका लागि भोल्युम नियन्त्रण

source: Using GStreamer 0.10.
ne: GStreamer ०.१० प्रयोग गर्दै

source: Using GStreamer 0.8.
ne: GStreamer ०.८ प्रयोग गर्दै

source: Volume Applet
ne: भोल्युम एप्लेट

source: Unknown Volume Control %d
ne: अज्ञात %d भोल्युम नियन्त्रक

source: Select the device and track to control.
ne: साधन चयन गर्नुहोस् र नियन्त्रण गर्न ट्रयाक गर्नुहोस.

source: Activate and monitor a dial-up network connection
ne: एउटा डायल-अप सञ्जाल जडान सक्रिय र मनिटर गर्नुहोस

source: Modem Monitor
ne: मोडेम मनिटर

source: _Activate
ne: सक्रिय गर्नुहोस

source: _Deactivate
ne: निस्क्रिय गर्नुहोस

source: Connection active, but could not get connection time
ne: जडान सक्रिय छ, तर जडान समय पाउन सकिएन

source: Time connected: %.1d:%.2d
ne: जडान गरिएको समय : %.1d:%.2d

source: Not connected
ne: जडान गरिएको छैन

source: To connect to your Internet service provider, you need administrator privileges
ne: इन्टरनेट सर्भिस जडान गर्न ,तपाईको ब्यवस्थापकको अधिकार चाहिन्छ

source: To disconnect from your Internet service provider, you need administrator privileges
ne: इन्टरनेट सर्भिस प्रोभाइडर जडान, नगर्न ब्यवस्थापकको अधिकार चाहिन्छ

source: The entered password is invalid
ne: प्रविष्टि पासवर्ड अवैध छ

source: Check that you have typed it correctly and that you haven't activated the "caps lock" key
ne: तपाईले टाइप गर्नु भएको सहि छ कि छैन जाँच्नुहोस् र "क्याप्स लक" कुञ्जी सक्रिय छैन

source: Do you want to disconnect?
ne: के तपाई जडान नगर्न चाहनुहुन्छ?

source: Could not launch network configuration tool
ne: सञ्जाल कन्फिगरेसन उपकरण सुरुवात गर्न सकिएन

source: Check that it's installed in the correct path and that it has the correct permissions
ne: तपाईले स्थापना गर्नु भएको सहि दिशा र सहि अनुमतिहरू ठिक छ कि छैन जाँच्नुहोस

source: Applet for activating and monitoring a dial-up network connection.
ne: एउटा डायल-अप सञ्जाल सक्रिय गर्दा र मनिटर गर्दाका लागि एप्लेट.

source: <span weight="bold" size="larger">Connecting with Internet Service Provider</span>
ne: <span weight="bold" size="larger"> इन्टरनेट सेवा संगजडान गर्दा </span>

source: <span weight="bold" size="larger">Root password required</span>
ne: <span weight="bold" size="larger">रुट पासवर्ड आवश्यकता</span>

source: Enter password
ne: पासवर्ड प्रविष्ट गर्नुहोस

source: Password:
ne: पासवर्ड:

source: A system load monitor capable of displaying graphs for CPU, ram, and swap space use, plus network traffic.
ne: प्रणाली लोड मनिटर प्रदर्शन गर्दा ग्राफ CPU का लागि, र्याम, र स्वाप खाली ठाँउ प्रयोग जोड सञ्जालट्राफिकको

source: Disk
ne: डिस्क

source: %s: %u%% in use by programs %u%% in use as cache
ne: %s: %u%% कार्यक्रमहरुद्धारा प्रयोगमा %u%% क्यासको रुपमा प्रयोग

source: %s: %u%% in use
ne: %s: %u%% प्रयोगमा

source: Disk Load
ne: डिस्क लोड

source: Background color for disk load graph
ne: पृष्ठभूमि रंग डिस्क ग्राफ लोडका लागि

source: Enable disk load graph
ne: डिस्क लोड ग्राफ सक्षम पार्नुहोस

source: Graph color for disk read
ne: डिस्क रिडका लागि ग्राफ रंग

source: Graph color for disk write
ne: डिस्क लेखनका लागि ग्राफ रंग

source: Graph color for iowait related CPU activity
ne: आयोवेट सम्बन्धित सक्रिय CPU का लागि ग्राफ रंग

source: _Harddisk
ne: हार्डडिस्क

source: I_OWait
ne: आइओवेट

source: Harddisk
ne: हार्डडिस्क

source: _Read
ne: पढनुहोस

source: _Write
ne: लेख्नुहोस

source: CD Player (Deprecated)
ne: CD प्लेयर (बिरुद्व)

source: Inbox Monitor (Deprecated)
ne: प्राप्तिमञ्जूषा मनिटर (बिरुद्व)

source: Factory for deprecating applets
ne: अनुरोध एप्लेट कारखानाका लागि

source: Null Applet Factory
ne: शुन्य एप्लेट कारखाना

source: Some panel items are no longer available
ne: केहि प्यानल वस्तुहरू धेरै समयसम्म उपलब्ध भएन

source: One or more panel items (also referred to as applets) are no longer available in the GNOME desktop.
ne: एक तथा धेरै प्यानल वस्तुहरू (एप्लेट्स समेत प्राथमिकता भएको) धेरै समयसम्म GNOME को डेस्कटपमा उपलब्ध भएन

source: These items will now be removed from your configuration:
ne: यी वस्तुहरू तपाईँको कन्फिगरेसन बाट अहिले हटाईनेछ:

source: You will not receive this message again.
ne: यो सन्देश अब फेरि तपाईले प्राप्त गर्नुहुन्न.

source: Hi_de Notes
ne: द्रष्टव्यहरू लुकाकाउनुहोस्

source: This note is locked.
ne: यो द्रष्टव्यमा ताल्चा लगाइएको छ

source: This note is unlocked.
ne: यो द्रष्टव्यमा ताल्चा लगाइएको छैन

source: Font C_olor:
ne: फन्ट रंग:

source: Font Co_lor:
ne: फन्ट रंग:

source: Note C_olor:
ne: द्रष्टव्य रंग:

source: Note _Color:
ne: द्रष्टव्य रंग:

source: _Font:
ne: फन्ट:

source: <b>Delete all sticky notes?</b> This cannot be undone.
ne: <b>सबै टाँसिने द्रष्टव्य मेट्नुहुन्छ?/b> यो अनलोड गर्न सकिएन.

source: <b>Delete this sticky note?</b> This cannot be undone.
ne: <b>यो टाँसिने द्रष्टव्य मेट्नुहुन्छ??</b> यो अनलोड गर्न सकिएन.

source: Default color for font
ne: फन्टका लागि पूर्वनिर्धारित रंग

source: Default font color for new sticky notes. This should be in html hex specification, for example "#000000".
ne: पूर्वनिर्धारित रंग नयाँ टाँसिएको द्रष्टव्यका लागि. यो एच टि एम एल हेक्समा हुनुपर्छ निर्दिष्टिकरण, उदाहरणका लागि "#000000".

source: %d note
ne: %d द्रष्टव्य

source: Show sticky notes
ne: टाँसिने द्रष्टव्यहरू देखाउनुहोस्

source: Sticky Notes for the GNOME Desktop Environment
ne: GNOME डेस्कटप परिवेशका लागि टाँसिएको द्रष्टव्यहरू

source: Go to Trash
ne: रद्दीटोकरी तिर जानुहोस

source: Trash
ne: रद्दीटोकरी

source: _Empty Trash
ne: रद्दीटोकरी रित्याउनुहोस

source: _Open
ne: खोल्नुहोस

source: Unable to find the Trash directory: %s
ne: रद्दीटोकरी डाइरेक्टरी फेला पार्न असफल: %s

source: No Items in Trash
ne: रद्दीटोकरीमा कुनै वस्तु छैन

source: %d Item in Trash
ne: %d रद्दीटोकरीमा वस्तु

source: Removing item %s of %s
ne: हटाउदै गरेको वस्तु %s को %s

source: <i>Removing: %s</i>
ne: <i>हटाउदै: %s</i>

source: Empty all of the items from the trash?
ne: के सबैवस्तुहरू रद्दीटोकरीबाट रित्याउनुहुन्छ?

source: If you choose to empty the trash, all items in it will be permanently lost. Please note that you can also delete them separately.
ne: यदि तपाईले रद्दीटोकरी रित्याउन रोज्नुहुन्छ हुन्छ भने , यसमा भएको सबै वस्तुहरू सधैँका लागि मेटन सक्छ. कृपया तपाईले ती वस्तयहरुलाई छुट्टै मेट्न सक्नु हुन्छ भन्ने मनन गर्नुहोस.

source: Error while spawning nautilus: %s
ne: नउटिलस पैदा गर्दा त्रुटि: %s

source: Trash Applet
ne: रद्दीटोकरी एप्लेट

source: A GNOME trash bin that lives in your panel. You can use it to view the trash or drag and drop items into the trash.
ne: GNOME रद्दीटोकरी बीन जुन तपाईको प्यानलमा बसेको छ. तपाईले यो प्रयोग गरेर रद्दीटोकरी हेर्न सक्नुहुन्छ वा चीजहरू लगेर रद्दीटोरीमा राख्न सक्नुहुन्छ

source: Delete Immediately?
ne: तुरुन्त मेट्ने हो?

source: Cannot move items to trash, do you want to delete them immediately?
ne: रद्दीटोकरीमा आइटम सार्न सकिएन के तपाई त्यसलाई तुरुन्तै मेट्न चाहनुहुन्छ?

source: Cannot move some items to trash, do you want to delete these immediately?
ne: रद्दीटोकरीमा केहि वस्तुहरू सार्न सकिएन के तपाई तिनिहरूलाइ तुरुन्तै मेट्न चाहनुहुन्छ?

source: Unable to move to trash: %s
ne: रद्दी टोकरीमा सार्न असफल:: %s

source: <b>From:</b>
ne: <b>बाट:</b>

source: <big><b>Emptying the Trash</b></big>
ne: <big><b>रद्दीटोकरी रित्याउदै</b></big>

source: Emptying the Trash
ne: रद्दीटोकरी रित्याउदै छ
