Repository: GNOME/gnome-applets
Catalog: po/*.po
Languages: ne, ta

source: Gtik Applet Factory
ne: जिटिलल्क एप्लेट कारखाना
ta: ஜி.டிக் குறும்பயனகம்

source: Stock Ticker
ne: स्टक टिकर
ta: இருப்பைக் குறிப்பி

source: _Update
ne: अद्यावधिक
ta: நிலைப்புதிப்பி...

source: Could not retrieve the stock data.
ne: स्टक डाटा पुन: प्राप्त गर्न सकिँदैन
ta: இருப்புச்செதியை மீட்க்கம்முடியாது

source: No stock list
ne: स्टक सूची होइन
ta: தேக்க பட்டியல் இல்லை

source: Updating...
ne: अद्यावधिक गर्दै...
ta: நிலைப்புதிப்பிக்கிறது

source: This program connects to a popular site and downloads current stock quotes. The GNOME Stock Ticker is a free Internet-based application. It comes with ABSOLUTELY NO WARRANTY. Do not use the GNOME Stock Ticker for making investment decisions; it is for informational purposes only.
ta: இந்த நிரல் புகழ்பெற்ற தளங்களோடு தொடர்புகொண்டு, நடப்பு இருப்புப் பங்குகளைப் பெறுகிறதுநோம் இருப்பு குறிப்பி ஒரு இலவச இணையம்-தொடர்பான பயன்பாடு ஆகும். இது 'எவ்வித பொறுப்பேற்பும் இல்லை'என்னும் நிபந்தனையின் கீழ் வருகிறது. நோம் இருப்புக் குறிப்பியை, மூலதனமிடுதல் நோக்கங்களுக்காகப்பயன்படுத்த வேண்டாம். இது தகவலார்ந்த செயல்களுக்காக மட்டுமே

source: Current _stocks:
ne: हालको स्टकहरू:
ta: நடப்பு நிலவரங்கள்

source: _New symbol:
ta: புதியச் சின்னம்:

source: _Add
ta: _சேர்

source: _Remove
ta: அகற்று

source: Stock Ticker Preferences
ne: स्टक टिकर प्राथमिकताहरू
ta: இருப்புக் குறிப்பிக்கான தெரிவுகள்

source: Symbols
ne: प्रतीकहरू
ta: சின்னங்கள்

source: Behavior
ne: व्यवहार
ta: நடத்தைகள்

source: Update
ne: अद्यावधिक गर्नुहोस
ta: மேலீடுகள்

source: Stock update fre_quency:
ne: स्टक अद्यावधिक आवृति:
ta: (_q)தேக்கி புதுப்பிக்கப்படும் இடைவெளி:

source: minutes
ne: मिनेटहरू
ta: நிமிடங்கள்

source: Scrolling
ne: स्क्रोल हुँदैछ
ta: உருளல்

source: _Scroll speed:
ne: स्क्रोल गति
ta: _உருளின் வேகம்:

source: Slow
ne: विस्तारै
ta: மெல்ல

source: Medium
ne: मध्यम
ta: நடுநிலை

source: Fast
ne: छिटो
ta: துரிதம்

source: _Enable scroll buttons
ne: स्क्रोल बटनहरुलाई सक्षम पार्नुस
ta: சுருட்டு பொத்தானை முடுக்கு

source: Scroll _left to right
ne: बाँया देखि दाँया स्क्रोल गर्नुहोस
ta: இடவலமாகச் சுருட்டு

source: Displa_y only symbols and price
ne: प्रतीक र मूल्य मात्र प्रदर्शन गर्नुहोस
ta: குறியீடு மற்றும் விலையை மட்டும் காண்பி

source: _Width:
ne: चौडाइ:
ta: அகலம்:

source: pixels
ne: पिक्सेलहरू
ta: பிக்செல்கள்

source: Font and Colors
ne: फन्ट र रंगहरू
ta: எழுத்துரு மற்றும் வண்ணங்கள்

source: Use _default theme font and colors
ne: पूर्वनिर्धारित बिषयवस्तु फन्ट र रंगहरू
ta: பயன்பாடு_தவறு பொருளின் எழுத்து மற்றும் வண்ணங்கள் ஆகும்

source: _Font:
ne: फन्ट:
ta: குறும்படம்:

source: Stock _raised:
ne: स्टक रफ्तार:
ta: இருப்பு மாற்று:

source: Stock _lowered:
ne: स्टक घटी:
ta: இருப்பைக் குறிப்பி

source: Stock _unchanged:
ne: स्टक अपरिवर्तन:
ta: இருப்பு மாற்று:

source: _Background:
ne: पृष्ठभूमि:
ta: பின்னணி

source: Skip forward
ne: अगाडि फड्काउनुहोस
ta: மேற்செல்வதைத் தவிர்

source: Skip backward
ne: पछाडि फड्काउनुहोस
ta: பின்செல்வதைத் தவிர்

source: Stock Ticker Get continuously updated stock quotes
ne: स्टक टिकर निरन्तररुपले अद्यावधिक भएको स्टक उद्धरण प्राप्त गर्नुहोस
ta: இருப்புக் குறிப்பி இருப்புப் பங்குகளை இடையறாது பெறு

source: (No Change
ta: (மாற்றம் இல்லை

source: Applet scrolls right to left when this key is set to true.
ne: जब कुञ्जी ठिक सेट हुन्छ एप्लेट दाँया बाँया.स्क्रोल्स गर्नुहोस
ta: உருளைப்பயன்குறுவை வலதிலிருந்து இடதுக்கு விசையை சரியாக அமைக்கவும்.

source: Background color
ne: पृष्ठभूमि रंग
ta: பின்னணியின் வண்ணம்

source: Display only stock symbols along with their value. Do not diplay changes in value.
ta: இருப்பு பட்டியலை மதிப்பொடு மட்டும் காண்பிக்கவும்.மதிப்பில் மாற்றத்தை காண்பிக்க வேண்டாம்.

source: Display only symbols and price
ne: प्रतीक र मूल्य मात्र प्रदर्शन गर्नुहोस
ta: குறியீடு மற்றும் விலையை மட்டும் காண்பி

source: Font
ne: फन्ट
ta: எழுத்துரு

source: List containing the stocks to be displayed. Consists of the stock id separated by "+"
ne: समावेश गर्दै स्टकहरू प्रदर्शित गर्ने स्टकहरुको सूची सँगको सूची प्रदर्शन स्टक आइ डि सहित छुट्याउने "+"
ta: பட்டியல் கொண்டுள்ள இருப்பை காண்பிக்கவும் .இருப்பு id தனியாக கொண்டுள்ளதாகும் "+"

source: Lowered color
ne: घट्दो रंग
ta: கீழ் நிறம்

source: Raised color
ne: बढ्दो रंग
ta: ஏறிய நிறம்

source: Right to left scrolling
ne: दाँया देखि बाँया स्क्रोलिङ
ta: வலதில் இருந்து இடது உருளல்

source: Shorter time means the stocks scroll by faster.
ne: छोटो समय भनेको स्टक्सको छिटो स्क्रोल हुनु हो
ta: குறுகிய நெரம்மென்றால் உருளை இருப்பொடு வேகமாக செல்வதாகும்.

source: Show arrow buttons
ne: बाण बटनहरू देखाउनुहोस
ta: அம்புக்குறி பட்டனைக்பிடி காட்டு

source: Show arrow buttons on the side of the display so that the user can scroll forward or backward.
ne: बाण बटन प्रदर्शनको छेउमा देखाउनुहोस् किनभने प्रयोगकर्ताले अगाडि र पछाडि स्क्रोल गर्न सक्दछ
ta: அம்பு பொத்தானை காண்பிக்கவும் அதனால் பயணருக்கு முன்னெ அல்லது பின்னெ செல்லவும்.

source: Stocks to monitor - must be seperated by a +
ta: திரையகத்திற்க்கு பதிப்பிக்கவும்-ஆவை a +ஆக பிரித்து எடுக்கப்பட்டுள்ளது

source: The color of the background of the display. Has no effect when the user chooses to use the default theme fonts and colors.
ne: पृष्ठभूमिको रंग प्रदर्शनमा कुनै असर छैन जब प्रयोगकर्ताले पूर्वनिर्धारित बिषयवस्तु फन्टहरू र रंगहरू रोज्दछन.
ta: வண்ணத்தின் பின்புற புலத்தை காண்பிக்கவும்.பயணர் முன்னிருப்பாக எழுத்து மற்றும் வண்ணத்தின் பொருளை தேர்ந்தேடுப்பதில் விளைவிருந்தால் பயன்படுத்தவும்.

source: The color used when the stock's values has lowered. Has no effect when the user chooses to use the default theme fonts and colors.
ne: स्टकहरू मा्मनहरू घटि हुँदा रंगहरू प्रयोगले कुनै असर छैन जब प्रयोगकर्ताले पूर्वनिर्धारित बिषयवस्तु फन्टहरू र रंगहरू रोज्दछन
ta: இருப்புகளின் மதிப்புகள் குறையும் பொழுது வண்ணத்தை பயன்படுத்திக் குறிப்பிடவும். பயனர் விரும்பித் தேர்ந்தெடுக்கும் பொழுது முன்னிருப்பு கரு வடிவத்தை மற்றும் வண்ணத்தில் எவ்வித மாறுதல்களும் இல்லை.

source: The color used when the stock's values has not changed. Has no effect when the user chooses to use the default theme fonts and colors.
ne: स्टकहरू मानहरू परिवर्तन नहुँदा रंगको प्रयोगले कुनै असर छैन जब प्रयोगकर्ताले पूर्वनिर्धारित रित बिषयवस्तटहरून्ट्स र ररोज्दछनान्दछ
ta: இருப்பு மதிப்புகள் மாறாமல் இருக்கும் பொழுது காட்டப்படும் வண்ணங்கள் மாற்றப்படவில்லை. பயனர் முன்னிருப்பு கருக்களின் எழுத்துருக்களையும் மற்றும் வண்ணங்களையும் தேர்ந்தெடுக்கும் பொழுது மாற்றங்கள் ஏற்படவில்லை.

source: The color used when the stock's values has raised. Has no effect when the user chooses to use the default theme fonts and colors.
ne: स्टकहरू मानहरू बढेको हुँदा रंगको प्रयोगले कुनै असर छैन जब प्रयोगकर्ताले पूर्व निर्धारित बिषयवस्तु फन्ट्स र रंगहरू छान्छ
ta: இருப்பு மதிப்புகள் மாற்றம் ஏற்படும் பொழுது காட்டப்படும் வண்ணங்கள் மாற்றப்படுள்ளன. பயனர் முன்னிருப்பு கருக்களின் எழுத்துருக்களையும் மற்றும் வண்ணங்களையும் தேர்ந்தெடுக்கும் பொழுது மாற்றங்கள் ஏற்படவில்லை.

source: The font used for the display. Has no effect when the user chooses to use the default theme fonts and colors.
ne: फन्ट प्रदर्शन प्रयोगमा कुनै असर छैन जब प्रयोगकर्ताले पूर्वनिर्धारित बिषयवस्तु फन्टहरू र रंगहरू रोज्दछ.
ta: வெளியிடுவதற்கான எழுத்துருக்கள். பயனர் முன்னிருப்பு கருக்களின் எழுத்துருக்களையும் மற்றும் வண்ணங்களையும் தேர்ந்தெடுக்கும் பொழுது மாற்றங்கள் ஏற்படவில்லை.

source: The time interval until when the applet updates the stock data.
ne: एप्लेटले स्टक डाटा अद्यावधिक गरेको बेला समय अन्तराल हुन्छ
ta: இருப்புத் தரவுகளுக்கான சிறுநிரல்களை மேலேற்றும் வரையிலான நேர இடைவெளி.

source: The width in pixels of the applet.
ne: एप्लेटको पिक्सेलहरूमा चौडाई
ta: குறுநிரல்களின் பிக்சல்களின் அகலம்.

source: Time in milliseconds for display update
ne: समय मिलिसेकेन्डहरूमा प्रदर्शन अद्यावधिक
ta: மேலேற்றும் பொழுது நேரத்தை மில்லி நொடிகளில் வெளியீடு

source: Unchanged color
ne: अपरिवर्तित रंग
ta: மாறா வண்ணம்

source: Update interval
ne: अन्तराल अद्यावधिक गर्नुहोस
ta: புதிப்பித்தல் இடைவெளி

source: Use default theme fonts and colors
ne: पूर्वनिर्धारित बिषयवस्तु फन्टहरू र रंग प्रयोग गर्नुहोस
ta: முன்னிருந்த எழுத்து மற்றும் நிறத்தின் திட்டம்

source: Use default theme fonts and colors instead of custom ones
ne: अनुकूलनको सट्टा पूर्व निर्धारित बिषयवस्तु फन्ट्हरू र रंगहरू प्रयोग गर्नुहोस
ta: குணங்களை பயன்படுத்துவதற்கு பதிலாக முன்னிருப்பு கரு கணிப்புகளையும் மற்றும் வண்ணங்களையும் பயன்படுத்து

source: Width of the applet
ne: एप्लेटको चौडाइ
ta: குறுப்பயனனின் அகலம்

source: font 2 - No Longer used
ne: फन्ट २ - धेरै समय सम्म प्रयोग भएन
ta: எழுத்து 2 -தற்பொழுது உபயோகத்தில் இல்லை

source: _Details
ne: विवरणहरू
ta: (_D)விளக்கங்கள்

source: Factory for creating the weather applet.
ne: मौसम एप्लेट निर्माणमा कारखाना
ta: தட்பவெப்பக் குறும்பயனை உருவாக்கும் செயலகம்.

source: Gweather Applet Factory
ne: जिवेदर एप्लेट कारखाना
ta: ஜி.தட்பவெப்ப குறும்பயனகம்

source: Monitor the current weather conditions, and forecasts
ne: हालको मौसम स्थिति, र भविष्यवाणीका लागि मनिटर
ta: நடப்பு தட்பவெப்ப நிலைகளைக் கண்காணித்து முன்மதிப்பிடுகிறது

source: Weather Report
ne: मौसम रिपोर्ट
ta: தட்பவெப்ப அறிக்கை

source: Copyright (c)1999 by S. Papadimitriou
ta: படியுரிமை(ப) 1999 எஸ். பப்பாடிமிட்ரியொ அவர்களால்

source: Released under the GNU General Public License. An applet for monitoring local weather conditions.
ta: ஜி.என்.யு. ஜெனரல் பப்ளிக் லைசன்ஸ் மூலமாக வெளியிடப்பட்டது. உள்ளூர் தட்பவெப்பநிலைகளை கண்காணிக்கும் குறும்பயன்.

source: GNOME Weather
ne: GNOME मौसम
ta: நோம் தட்பவெப்பநிலை

source: Details
ne: विवरणहरू
ta: விளக்கங்கள்

source: City:
ne: शहर:
ta: நகரம்:

source: Last update:
ne: अन्तिम अद्यावधिक:
ta: கடைசி புதுப்பித்தல்:

source: Conditions:
ne: सर्तहरू:
ta: நிலவரங்கள்:

source: Sky:
ne: आकास:
ta: வானம்:

source: Temperature:
ne: तापमान:
ta: வெப்பநிலை:

source: Feels like:
ne: जस्तो ठान्नु
ta: இது போல:

source: Dew point:
ne: बिन्दु औंल्याउनु:
ta: பனி நிலை:

source: Relative humidity:
ne: ह्युमिडिटि सम्बन्धित:
ta: தட்பவெப்ப நிலை:

source: Wind:
ne: हावा:
ta: காற்று:

source: Pressure:
ne: चाप:
ta: அழுத்தம்:

source: Visibility:
ne: दृश्यात्मक:
ta: காட்சி:மை:

source: Current Conditions
ne: हालको सर्तहरू
ta: நடப்பு நிலவரங்கள்

source: Forecast Report
ne: रिपोर्ट भविष्यवाणी
ta: அறிக்கையை முன்மதிப்பிடு

source: See the ForeCast Details
ne: भविष्यवाणी विवरणहरू हेर्नुहोस
ta: முன்கணித்த விவரங்களைப் பார்

source: Forecast
ne: भविष्यवाणी
ta: முன்கணி

source: Radar Map
ne: राडार नक्सा
ta: ராடார் வரைபடம்

source: _Visit Weather.com
ne: वेदर. कममा जानुहोस
ta: _weather.com ஐ அணுகு

source: Visit Weather.com
ne: वेदर डट कममा जानुहोस
ta: weather.com ஐ அணுகு

source: Click to Enter Weather.com
ne: वेदर डट कम प्रविष्ट गर्न क्लिक गर्नुहोस
ta: weather.com க்குச் செல்ல கிளிக்கவும்

source: Forecast not currently available for this location.
ne: यो स्थानका लागि पूर्वानुमान हाल उपलव्ध छैन.
ta: இந்த இடத்திற்கான தட்ப வெப்ப கணிப்பு இல்லை

source: Location view
ne: स्थान दृश्य
ta: இடக் காட்சி

source: Select Location from the list
ne: स्थान सूचीबाट चयन गर्नुहोस
ta: பட்டியலிலிருந்து இடத்தைத் தேர்வு செய்

source: Update spin button
ne: अद्यावधिक स्पिन बटन
ta: சுழல் பட்டனை புதுப்பி

source: Spinbutton for updating
ne: स्पिन बटन अद्यावधिक हुँदैछ
ta: நிலைப்புதிப்பித்தலுக்கான சுழல்பொத்தான்

source: Address Entry
ne: ठेगाना प्रविष्टि
ta: முகவரிப் பதிவிடம்

source: Enter the URL
ne: URL प्रविष्ट गर्नुहोस
ta: URL யை நுழைவி

source: Weather Preferences
ne: मौसम प्राथमिकताहरू
ta: வானிலை விருப்பங்கள்

source: _Automatically update every:
ne: स्वचालित तरिकाले सबै अद्यावधिक गर्नुहोस:
ta: ஒவ்வொன்றையும் தானாக புதுப்பி

source: _Temperature Unit:
ta: (_T)வெப்பநிலை அலகு:

source: Kelvin
ne: केल्भिन
ta: கெல்வின்

source: Celsius
ne: सेल्सियस
ta: செல்சியஸ்

source: Fahrenheit
ne: फरेनहाइट
ta: ஃபாரன்ஹீட்

source: _Wind Speed Unit:
ta: (_W)காற்றின் வேக அலகு:

source: _Pressure Unit:
ta: அழுத்த அலகு:

source: _Visibility Unit:
ta: (_V)காட்சி அலகு:மை:

source: meters
ne: मिटरहरू
ta: மீட்டர்

source: miles
ta: மைல்கள்

source: Enable _radar map
ne: राडार नक्सा सक्षम बनाउनुहोस
ta: ராடார் வரைபடத்தை முடுக்கு

source: Use _custom address for radar map
ne: अनुकूलन ठेगानाका लागि राडार नक्सा प्रयोग गर्नुहोस
ta: (_c)ராடார் வரைபடத்திற்கு தனிப்பயன் முகவரியை பயன்படுத்து

source: A_ddress:
ne: ठेगानाहरू:
ta: (_d)முகவரி:

source: _Select a location:
ne: एउटा स्थान चयन गर्नुहोसथान:
ta: இடத்தை தேர்வுசெய்

source: Location
ne: स्थान
ta: இடம்

source: Determines whether the applet automatically updates its weather statistics or not.
ne: एप्लेट स्वचालित मौसम तथ्याङ्कसंगअध्यावधिक हुन्छ कि हुँदैन निर्धारण गर्छ
ta: சிறு நிரல்களே தானியங்கி சூழல்களின் புள்ளி விவரங்களைப் பற்றி நிர்ணயிக்குமா என்பதைக் குறிப்பிடுகிறது.

source: Display radar map
ne: राडार नक्सा प्रदर्शन गर्नुहोस
ta: ராடார் வரைபடத்தை காட்டு

source: Distance units
ta: தூரம் அலகு

source: Fetch a radar map on each update.
ne: प्रत्येक अद्यावधिकमा एउटा राडार नक्सा ल्याउनुहोस
ta: ஒவ்வொரு மேலேற்றத்தின் போதும் ரேடார் வரைப்படத்தை அமை.

source: If true, then retreive a radar map from a location specified by the "radar" key.
ta: உண்மையானால், ரேடார் வரைப்படம் எங்கிருந்து எடுக்கப்பட்டதோ அதனை"ரேடார்" விசை மூலம் குறிப்பிடவும்.

source: Not used anymore
ne: धेरै प्रयोगमा छैन
ta: இனி உபயோகிக்க முடியாது

source: Pressure units
ta: அழுத்தம் அலகு:

source: Speed units
ta: வேகம் அலகு

source: Temperature units
ta: வெப்பநிலை அலகு

source: The custom url from where to retrieve a radar map.
ne: अनुकूलन यु आर एल जहाँ राडार नक्सा पुन: प्राप्त गर्नुहोस
ta: எங்கிருந்து ரேடார் வரைப்படம் பெறப்பட்டதோ அங்கேயே யுஆர்எல்ஐ வழக்கப்படுத்து.

source: The interval, in seconds, between automatic updates.
ne: स्वचालित अद्यावधिक बिचमा , सेकेन्डहरूमा अन्तराल
ta: தானாக புதுப்புயின் இடையில் உள்ள இடைவேலையின் நொடி

source: The temperature units to use.
ta: வெப்பநிலைக்கு பயன்படுத்த வேண்டிய அலகு

source: The unit to use for pressure.
ne: एकाइ चापका लागि प्रयोग
ta: அழுத்தத்தை அறிய பயன்படுத்தும் அலகு

source: The unit to use for visibility.
ne: एकाइ दृश्यात्मकका लागि प्रयोग
ta: காட்சிக்கு பயன்படுத்தும் அலகு

source: The unit to use for wind speed.
ne: एकाइ हावा गतिका लागि प्रयोग
ta: காற்றின் வேகத்தை அறிய பயன்படுத்தும் அலகு

source: Update the data automatically
ne: स्वचालिततवरले डाटा अद्यावधिक गर्नुहोस
ta: தகவலலை தானாக புதுப்பி

source: Url for the radar map
ne: राडार नक्साका लागि यु आर एल
ta: ராடார் வரைபடதிற்கான வலைமனை

source: Use custom url for the radar map
ne: राडार नक्साका लागि अनुकूलन यु आर एल प्रयोग गर्नुहोस
ta: ராடார் வரைபடத்திற்கு தனி முகவரியைரியைப் பயன்படுத்து

source: Use metric units
ne: मेट्रिक एकाइहरू प्रयोग गर्नुहोस
ta: மெட்ரிக் முறை அலகு

source: Use metric units instead of english units.
ne: अङ्ग्रेजी एकाइहरुको सट्टा मेट्रिक एकाइहरू प्रयोग गर्नुहोस
ta: ஆங்கில முறைக்கு பதில் மெட்ரிக் முறை அலகுகளைப் பயன்படுத்து

source: weather location information.
ne: मौसम स्थान सूचना
ta: தட்பவெட்ப்ப இடத்தின் தகவல்

source: Pittsburgh
ta: பிட்ஸ்பர்க்

source: Variable
ne: चल
ta: மாறி

source: North
ne: उत्तर
ta: வடக்கு

source: North - NorthEast
ne: उत्तर - उत्तर पूर्व
ta: வடக்கு - வடகிழக்கு

source: Northeast
ne: उत्तर पूर्व
ta: வடகிழக்கு

source: East - NorthEast
ne: पूर्व - उत्तर पूर्व
ta: கிழக்கு - வடகிழக்கு

source: East
ne: पूर्व
ta: கிழக்கு

source: East - Southeast
ne: पूर्व - दक्षिण पूर्व
ta: கிழக்கு - தென்கிழக்கு

source: Southeast
ne: दक्षिण पूर्व
ta: தென்கிழக்கு

source: South - Southeast
ne: दक्षिण - दक्षिण पूर्व
ta: தெற்கு - தென்கிழக்கு

source: South
ne: दक्षिण
ta: தெற்கு

source: South - Southwest
ne: दक्षिण - दक्षिण पश्चिम
ta: தெற்கு - தென்மேற்கு

source: Southwest
ne: दक्षिण पश्चिम
ta: தென்மேற்கு

source: West - Southwest
ne: पश्चिम - दक्षिण पश्चिम
ta: மேற்கு - தென்மேற்கு

source: West
ne: पश्चिम
ta: மேற்கு

source: West - Northwest
ne: पश्चिम - उत्तर पश्चिम
ta: மேற்கு - வடமேற்கு

source: Northwest
ne: उत्तर पश्चिम
ta: வடமேற்கு

source: North - Northwest
ne: उत्तर - उत्तर पश्चिम
ta: வடக்கு - வடமேற்கு

source: Unknown
ne: अज्ञात
ta: விளங்காதது

source: Invalid
ne: अवैध
ta: ஏலாதது

source: Clear Sky
ne: आकास खाली
ta: தெளிந்த வானம்

source: Broken clouds
ne: बिच्छेद बादलहरू
ta: திட்டுதிட்டான மேகங்கள்

source: Scattered clouds
ne: टाटे बादलहरू
ta: சிதறலான மேகங்கள்

source: Few clouds
ne: केहि बादलहरू
ta: குறைவான மேகங்கள்

source: Overcast
ne: छाएको
ta: மேகமூட்டம்

source: Thunderstorm
ne: बज्र तुफान
ta: இடியுடன்காற்று

source: Drizzle
ne: सिमसिम
ta: தூறல்

source: Light drizzle
ne: हल्का सिमसिम
ta: தூரல்

source: Moderate drizzle
ne: मध्यम सिमसिम
ta: ஓரளவுத் தூறல்

source: Heavy drizzle
ne: भारी सिमसिम
ta: கன தூறல்

source: Freezing drizzle
ne: ठन्डा सिमसिम
ta: உறைவிக்கும் தூறல்

source: Rain
ne: वर्षा
ta: மழை

source: Light rain
ne: हल्का वर्षा
ta: மெல்லிய மழை

source: Moderate rain
ne: मध्यम वर्षा
ta: ஓரளவு மழை

source: Heavy rain
ne: भारी वर्षा
ta: கன மழை

source: Rain showers
ne: मुसलधारे वर्षा
ta: மழைப் பொழிவுகள்

source: Freezing rain
ne: ठन्डा वर्षा
ta: உறைவுக்கும் மழை

source: Snow
ne: हिँउ
ta: பனி

source: Light snow
ne: हल्का हिँउ
ta: மெல்லில பனி

source: Moderate snow
ne: मध्यम हिँउ
ta: ஓரளவு பனி

source: Heavy snow
ne: भारी हिँउ
ta: மிகுந்த பனி

source: Snowstorm
ne: हिँउतुफान
ta: பனிக்காற்று

source: Blowing snowfall
ne: उडाउने हिँउ वर्षा
ta: வேகமிக்க பனிவீழல்

source: Snow showers
ne: मुसलधारे हिँउ
ta: பனிப் பொழிவுகள்

source: Drifting snow
ne: बाक्लो हिँउ
ta: வீசும் பனி

source: Snow grains
ne: दाना हिँउ
ta: பனிப்பொழிவு

source: Light snow grains
ne: दाना जस्तो हल्का हिँउ
ta: மெல்லிய பனித்தூள்கள்

source: Moderate snow grains
ne: मध्यम दाना हिँउ
ta: ஓரளவு பனித்தூள்கள்

source: Heavy snow grains
ne: भारी दाना हिँउ
ta: மிகுந்த பனித்தூள்கள்

source: Ice crystals
ne: बरफ सितमणी
ta: பனிப் படிகங்கள்

source: Ice pellets
ne: बरफ गोलीहरू
ta: பனித்துளிகள்

source: Few ice pellets
ne: थोरै बरफ गोलीहरू
ta: குறைந்த பனித்துளிகள்

source: Moderate ice pellets
ne: मध्यम बरफ गोलीहरू
ta: ஓரளவுப் பனித்துளிகள்

source: Heavy ice pellets
ne: भारी बरफ गोलीहरू
ta: மிகுந்த பனித்துளிகள்

source: Ice pellet storm
ne: बरफ गोली तुफान
ta: பனித்துளிக்காற்று

source: Showers of ice pellets
ne: मुसलधारे बरफ गोलीहरू
ta: பனித்துளிப் பொழிவுகள்

source: Hail
ne: असिना
ta: பனிப் படிகத்தூள்

source: Hailstorm
ne: आँधी र असिना
ta: பனிப் படிகத்தூள் காற்று

source: Hail showers
ne: मुसलधारे असिना
ta: பனிப் படித்தூள் பொழிவுகள்

source: Small hail
ne: सानो असिना
ta: சிறுபனிப் படிகத்தூள்

source: Small hailstorm
ne: सानो आँधी असिना
ta: சிறிய சிறுபனிப் படிகத்தூற் காற்று

source: Showers of small hail
ne: मुसलधारे सानो असिना
ta: சிறுபனிப் படிகத்தூற் பொழிவு

source: Unknown precipitation
ne: अज्ञात अवक्षेपण
ta: விளங்காத நீர்மவீழல்

source: Mist
ne: कुइरो
ta: பனிமூட்டம்

source: Fog
ne: कुइरो
ta: உறைபனி

source: Fog in the vicinity
ne: हाताहातीमा कुइरो
ta: அருகாமையில் உறைபனி

source: Shallow fog
ne: छिपछिपे कुइरो
ta: தளர்ந்த உறைபனி

source: Patches of fog
ne: कुइरोको धब्बा
ta: ஒவ்வோரிடத்தில் உறைபனி

source: Partial fog
ne: आंशिक कुइरो
ta: பகுதியளவு உறைபனி

source: Freezing fog
ne: ठन्डा कुइरो
ta: உறைவிக்கும் உறைபனி

source: Smoke
ne: धुँवा
ta: பனிப்புகை

source: Volcanic ash
ne: ज्वालामुखीय खरानी
ta: எரிமலைப் பிழம்பு

source: Sand
ne: बालुवा
ta: மணல்

source: Blowing sand
ne: उडाउने बालुवा
ta: வீசும் மணல்

source: Drifting sand
ne: थुप्रिने बालुवा
ta: நகர்ந்தோடும் மணல்

source: Haze
ne: तुँवालो
ta: மூட்டம்

source: Blowing sprays
ne: उडाउने सिर्का
ta: வீசும் தூவல்கள்

source: Dust
ne: धुलो
ta: தூசு

source: Blowing dust
ne: उडाउने धुलो
ta: வீசும் தூசு

source: Drifting dust
ne: थुप्रिने धुलो
ta: நகர்ந்தோடும் தூசு

source: Squall
ne: हिँउ पानीको झोक्का
ta: துடிக்காற்று

source: Sandstorm
ne: बालुवा तुफान
ta: மணற்காற்று

source: Sandstorm in the vicinity
ne: हाताहाती बालुवा तुफान
ta: அருகாமையில் மணற்காற்று

source: Heavy sandstorm
ne: भारी बालुवा तुफान
ta: மிகுந்த மணற்காற்று

source: Duststorm
ne: धुलो तुफान
ta: தூசிக்காற்று

source: Duststorm in the vicinity
ne: धुलो तुफान हाताहाती
ta: அருகாமையில் தூசிக்காற்று

source: Heavy duststorm
ne: भारी धुलो तुफान
ta: மிகுந்த தூசிக்காற்று

source: Funnel cloud
ne: सोली बादल
ta: புனல் மேகம்

source: Tornado
ne: भुमरी
ta: சுழற்காற்று

source: Dust whirls
ne: घुमाउरो धुलो
ta: சுழற்தூசுகள்

source: Dust whirls in the vicinity
ne: घुमाउरो धुलो हाताहाती
ta: அருகாமையில் சுழற்தூசுகள்

source: Failed to get METAR data.
ne: METAR डाटा प्राप्त गर्न असफल.
ta: METAR தரவைப் பெற இயலவில்லை.

source: WeatherInfo missing location
ne: मौसम सूचना स्थान हराइरहेछ
ta: தட்பவெப்பத் தகவல் இல்லாத இடம்

source: Unknown observation time
ne: अज्ञात अवलोकन समय
ta: விளங்காத கண்காணிப்பு நேரம்

source: Calm
ne: शान्त
ta: அமைதி

source: %.1f miles
ne: %.1f माइल्स
ta: %.1f மைல்கள்

source: Retrieval failed
ne: पुन: प्राप्ती असफल
ta: மீட்புமுயற்சி தோல்வியுற்றது

source: Alert you when new mail arrives
ne: नयाँ मेल आउँदा सतर्क हुनुहोस
ta: புதிய அஞ்சல் ஏற்படும்போது நீங்கள் எச்சரிக்கையாக இருக்கவும்

source: Factory for creating inbox monitors.
ta: உள்பெட்டி கண்காணிப்பை உருவாக்கும் தொழிற்சாலை

source: Inbox Monitor
ta: Inbox திரை

source: Inbox Monitor Factory
ta: Inbox திரையின் தொழிற்சாலை

source: Error checking mail
ta: பிழைத்திருத்தும் அஞ்சல்

source: You didn't set a password in the preferences for the Inbox Monitor, so you have to enter it each time it starts up.
ta: நீங்கள் Inbox திரைக்கான கடவுச்சொல்லை தேர்வு செயவில்லை , அதனால் நீங்கள் ஒவ்வொருமுறை தொடங்கும்போதும் உள்ளிட வேண்டும்

source: Please enter your mailserver's _password:
ta: அஞ்சல் சேவகனின் கடவுச்சொல்லை உள்ளிடு

source: Password Entry box
ta: கடைச்சொல் நுழைப்பெட்டி

source: _Save password to disk
ta: தட்டிடம் கடைச்சொல்லை சேமி

source: Could not connect to the Internet.
ta: இனைத்தளத்தை இணைக்கமுடியாது

source: The username or password is incorrect.
ta: பயன்படுத்துபவரின் பெயர் அல்லது கடவுச்சொல் தவராக உள்ளது

source: The server name is incorrect.
ta: செவகனின் பெயர் தவராக உள்ளது

source: Error connecting to mail server.
ta: அஞ்சல் சேவகனுக்கான பிழை இணைப்பு

source: Error
ne: त्रुटि
ta: பிழை

source: You have new mail.
ta: உங்களுக்கான புதிய அஞ்சல்

source: You have mail.
ta: உங்களுக்கான அஞ்சல்

source: %d unread
ta: %d படிக்க முடியாத

source: %d message
ta: %d செய்தி

source: No mail.
ta: மின்னஞ்சல் இல்லை

source: Status not updated
ta: நிலை குறிப்பிடவில்லை

source: Inbox Settings
ta: Inbox அமைப்புகள்

source: Mailbox _resides on:
ta: அஞ்சல்பெட்டி_இருக்கும் இடம்:

source: Local mailspool
ta: பொது அஞ்சல் நூற்ப்பட்டை

source: Local maildir
ta: பொது அஞ்சல் அடைவு

source: Remote POP3-server
ta: தொலை POP3-சேவகன்

source: Remote IMAP-server
ta: தொலை IMAP-சேவகன்

source: Mail _spool file:
ta: அஞ்சல்_ நூற்ப்பட்டை கோப்பு:

source: Browse
ta: உலாவி

source: Mail s_erver:
ta: அஞ்சல் சேவகன்:

source: Mail Server Entry box
ta: அஞ்சல் சேவகன் உள்ளீட்டுப் பெட்டி

source: _Username:
ta: (_U)பயனீட்டாளர் பெயர்:

source: Username Entry box
ta: பயனர் பெயர் கொண்ட உள்ளீட்டுப் பெட்டி

source: _Password:
ta: கடவுச்சொல்:

source: _Folder:
ta: அடைவு:

source: Folder Entry box
ta: கோப்பு தொகையின் நுழைப்பெட்டி

source: Check for mail _every:
ta: அஞ்சலை _எங்கும் சரிப்பார்

source: Choose time interval in minutes to check mail
ta: அஞ்சலை நிமிடத்தில் சோதனையிட இடைவேலியை தேர்வு செய்

source: Choose time interval in seconds to check mail
ta: அஞ்சலை நொடியில் சோதனையிட இடைவேலியை தேர்வு செய்

source: Play a _sound when new mail arrives
ta: புதிய அஞ்சல் எழும்போது ஒலியை எழுப்பு

source: Sto_p animation when clicked
ta: (_p)க்ளிக் செய்யும் போது சித்திரத்தின் இயக்கத்தை நிறுத்தவும்

source: Select a_nimation:
ta: அசைவூட்டத்தை தேர்வுசெய்:

source: Commands
ta: கட்டளைகள்

source: Before each _update:
ta: அனைத்தையும் புதுப்பிப்பதர்க்கு முன்னால்

source: Command to execute before each update
ta: அனைத்தையும் புதுபிப்பதர்க்கு முன்னால் வெளியிட வேண்டிய கட்டளை:

source: When new mail _arrives:
ta: புதிய அஞ்சல் ஏற்பட்டால்:

source: Command to execute when new mail arrives
ta: புதிய அஞ்சல் ஏற்பட்டால் வெளியிட வேண்டிய கட்டளை:

source: When clicke_d:
ta: (_d)க்ளிக் செய்யும் போது:

source: Command to execute when clicked
ta: சொடுக்கும் போது வெளியிட வேண்டிய கட்டளை:

source: Inbox Monitor Preferences
ta: மின்னஞ்சல் பெட்டி காட்சி விருப்பங்கள்

source: Inbox Monitor notifies you when new mail arrives in your mailbox
ta: தங்களின் அஞ்சல் பெட்டியில் புதிய அஞ்சல்கள் பெறப்பட்டதும் அதனை உள்பெட்டி கவனிப்பு பெட்டகம் குறிப்பிடுகிறது

source: Text only
ta: உரை மட்டும்

source: Mail check
ta: அஞ்சலைச் சோதி
