Repository: GNOME/gnome-applets
Catalog: po/*.po
Languages: ne, ta

source: _About
ne: बारेमा
ta: (_A)பற்றி

source: _Help
ne: मद्दत
ta: உதவி

source: _Keyboard Accessibility Preferences
ne: कुञ्जीपाटी उपलब्धता प्राथमिकताहरू
ta: விசைப்பலகை செயல்திறனின் முன்னுரிமைகள்

source: AccessX Status Applet Factory
ne: पहुँच-X वस्तुस्थिति कारखाना एप्लेट
ta: Xநிலைகளின் சிறுநிரலுக்கான செயல்திறனின் நிறுவனம்

source: Keyboard Accessibility Status
ne: कुञ्जीपाटी उपलब्धता वस्तुस्थिति
ta: விசைப்பலகை செயல்பாட்டின் நிலை

source: Keyboard Accessibility Status Applet Factory
ne: कुञ्जीपाटी उपलब्धता वस्तुस्थिति एप्लेट कारखाना
ta: விசைப்பலகை செயல்பாட்டு நிலைமையின் சிறுநிரலின் நிறுவனம்

source: Shows the status of keyboard accessibility features
ne: स्थितिको कुञ्जीपाटी उपलब्धताको विशेषताहरू देखाउनुहोस्
ta: விசையின் பண்புக்கூற்றின் நிலையை அனுகுதல்

source: translator_credits
ta: மொழிபெயர்ப்பர் பற்று

source: AccessX Status
ne: वस्तुस्थिति Xको पहुँच
ta: X நிலையின் செயல்திறன்

source: Copyright (C) 2003 Sun Microsystems
ta: பதிப்புரிமை(C) 2003 Sun Microsystems

source: Shows the state of AccessX features such as latched modifiers
ne: पहुँच Xको विशेषता अवस्था जस्तै ल्याचेड परिमार्जन देखाउनुहोस्
ta: அனுகு முறையின்X நிலையின் தாழ்பாழை மாற்றி அமைக்கவும்

source: There was an error launching the help viewer : %s
ta: உதவி காட்சியை ஏவுவதில் தவறு ஏற்ப்பட்டுள்ளது:%s

source: There was an error launching the keyboard capplet : %s
ta: விசைப்பலகை கப்பிலட்டை ஏவுவதில் தவறு ஏற்ப்பட்டுள்ளது:%s"

source: Shows keyboard status when accessibility features are used.
ne: उपलब्धता सुविधा प्रयोग गर्दा कुञ्जीपाटीको स्थिति देखाउँछ
ta: விசைப்பலகை நிலையை அனுகுவதில் ஏற்ப்புத் தன்மை பயன்படுத்தப்பட்டுள்ளது.

source: XKB Extenstion is not enabled
ta: XKB விரிவாக்கம் செயல்படுத்தப்படவில்லை

source: Unknown error
ne: अज्ञात त्रुटि
ta: தெரியாத பிழை

source: Error: %s
ne: त्रुटि: %s
ta: பிழை: %s

source: Displays current state of keyboard accessibility features
ne: हालको कुञ्जीपाटी अवस्था उपलब्धता विशेषताहरू प्रदर्शन गर्छ
ta: தற்பொதைய விசைப்பலகையின் ஏற்ப்புத்தன்மையை காண்பிக்கப்படுகிறது

source: Battery Charge Monitor
ne: ब्याट्री चार्ज मनिटर
ta: மின்கல மின்னூட்ட கண்காணி

source: Battstat Factory
ne: ब्याट्स्ट्याट कारखाना
ta: பெட்செட் நிறுவனம்

source: Monitor a laptop's remaining power
ne: ल्यापटपको मनिटरमा शक्त्ति बाँकी रह्यो
ta: குறுங்கணினியின் எஞ்சிய திறனைக் கண்காணி

source: _Preferences
ne: प्राथमिकताहरू
ta: (_P)விருப்பங்கள்...

source: _Suspend Computer...
ta: கணிப்பொறியை இடைநிறுத்து

source: Beep for warnings
ne: चेतावनीहरूका लागि बिप
ta: எச்சரிக்கைக்கான பீப் ஒலி

source: Beep when displaying a warning
ne: जब चेतावनी प्रदर्शन गर्दा बिप हुन्छ
ta: காட்சியை காண்பிக்கும் பொது எச்சரிக்கை ஒலி

source: Command to send to suspend the computer
ta: கனிப்பொறியை துண்டிப்பதர்க்கான கட்டலையை அனுப்பு

source: Drain from top
ne: माथिबाट ड्रेन
ta: மேலிருந்து இழு

source: Full Battery Notification
ne: ब्याट्री पूरा सूचना
ta: முழு மின்கலத்தின் அறிக்கை

source: Low Battery Notification
ne: ब्याट्री कम सूचना
ta: குறைந்த மின்கலத்தின் அறிக்கை

source: Notify user when the battery is full
ne: प्रयोगकर्तालाई सूचीत जब ब्याट्री पूरा हुन्छ
ta: மின்கலம் முழுமையாக ஏற்றப்பட்டுள்ளது என்பதுக் குறிக்கப்பட்டுள்ளது.

source: Notify user when the battery is low
ne: प्रयोगकर्तालाई सूचीत जब ब्याट्री कम हुन्छ
ta: மின்கல பலம் இதற்கு கீழ் குறைந்தால் குறிப்பிடவும்

source: Orange value level
ta: ஆரஞ்சு நிற நிலை

source: Red value level
ne: रातो स्तर मान
ta: சிகப்பு மதிப்பு நிலை

source: Show battery status
ta: மின்கலத்தின் நிலையைக் காண்பி

source: Show percent full label
ta: தற்ப்பொதைய முழு அட்டவனையை காண்பிக்கவும்

source: Show the battery
ta: மின்கலத்தை காட்டு

source: Show the battery meter draining from the top of the battery
ta: மின்கலன் மீட்டர்

source: Suspend Command
ta: இடைநிறுத்தக் கட்டளை

source: The battery level below which the battery is displayed as orange.
ta: மின்கலத்தின் நிலை ஆரஞ்சு மின்கலத்தின் நிலையாக காண்பிக்கப்படும்

source: The battery level below which the battery is displayed as red.
ta: மின்கலத்தின் நிலை சிகப்பு மின்கலத்தின் நிலையாக காண்பிக்கப்படும்

source: The battery level below which the battery is displayed as yellow.
ta: மின்கலத்தின் நிலை மஞ்சல் மின்கலத்தின் நிலையாக காண்பிக்கப்படும்

source: Yellow value level
ta: மஞ்சள் மதிப்பு நிலை

source: System is running on AC power
ne: प्रणाली AC शक्त्तिमा चलिरहेछ
ta: அமைப்பு ஏ.சி. திறனில் செயல்படுகிறது

source: System is running on battery power
ne: प्रणाली ब्याट्री शक्त्तिमा चलिरहेछ छ
ta: அமைப்பு மின்கல திறனில் செயல்படுகிறது

source: Your platform is not supported!
ta: உங்கள் மேடை உகந்ததல்ல

source: The applet will not work properly (if at all).
ta: (அதனால்) ஆப்லெட் சரியாக வேலை செய்யாது.

source: Battery charged (%d%%)
ne: ब्याट्री चार्ज गरिएको (%d%%)
ta: மின்கலத்தில் மின்சாரம் ஏற்றப்படுகிறது (%d%%)

source: Unknown time (%d%%) remaining
ne: अज्ञात समय (%d%%) बाँकी
ta: தெரியாத நேரம் (%d%%) மீதமுள்ளது

source: Unknown time (%d%%) till charged
ta: தெரியாத நேரம் (%d%%) மின்சார ஏற்றத்திற்கு

source: %d minute (%d%%) remaining
ne: %d मिनेट (%d%%) बाँकी
ta: %d நிமிடங்கள்(%d%%) மீதமுள்ளன

source: %d minute till charged (%d%%)
ta: %d நிமிடங்கள் மின்னேற்றப்படுகிறது(%d%%)

source: %d hour (%d%%) remaining
ne: %d घण्टा (%d%%) बाँकी
ta: %d நேரங்கள் (%d%%)நிமிடங்கள் மீதமுள்ளன

source: %d hour (%d%%) till charged (%d%%)
ta: %d மணி (%d%%) மின்னேற்றப்படுகிறது (%d%%)

source: %d %s %d %s (%d%%) remaining
ne: %d %s %d %s (%d%%) बाँकी
ta: %d %s %d %s (%d%%) மீதமுள்ளன

source: hour
ne: घण्टा
ta: மணி

source: minute
ne: मिनेट
ta: நிமிடங்கள்

source: %d %s %d %s till charged (%d%%)
ta: %d %s %d %s மின்னேற்றம் செய்கிறது (%d%%)

source: Your battery is running low
ne: तपाईको ब्याट्री कममा चलिरहेछ
ta: மின்கலம் குறைந்த மின்சாரத்தில் இயங்கிக்கொண்டிருக்கிறது

source: To avoid losing work please power off, suspend or plug your laptop in.
ta: செய்தபணிகள் இழந்துவிடாமல் தடுக்க கணினியை மின்இணைப்பை நிறுத்தவும் அல்லது பணியை ஒத்தி வைக்கவும் அல்லது உங்கள் மடிக்கணினியை மின்சாரத்துடன் இணைக்கவும்.

source: Battery Notice
ne: ब्याट्री सूचना
ta: மின்கலம் அறியப்பட்டுள்ளது

source: Your battery is now fully recharged
ne: तपाईको ब्याट्री अब पूरा रिचार्ज भयो
ta: மின்கலம் இப்பொழுது முழுமையாக ஏற்றப்பட்டுள்ளது.

source: Battery status unknown
ne: ब्याट्रीको स्थिति अज्ञात
ta: மின்கல நிலை தெரியவில்லை

source: No battery present
ne: ब्याट्री उपस्थिति छैन
ta: மின்கலம்: இல்லை

source: Can't open the APM device! Make sure you have read permission to the APM device.
ta: ஏ.பி.எம் சாதனத்தை திறக்ககில்லை! இதனை படிக்க அனுமதி உண்டா என்று உறுதிப்படுத்தவும்ஏ.பி.எம் சாதனம்

source: The APM Management subsystem seems to be disabled. Try executing "apm -e 1" (FreeBSD) and see if that helps.
ta: ஏ.பி.எம் மேலாண்மை துணை அமைப்பு முடக்கப்பட்டதாகத் தெரிகிறது. அது உதவும்.

source: An error occured while launching the Suspend command: %s Please try to correct this error
ta: இடைநிறுத்தக் கட்டளையைக் கொடுக்கும்போது ஒரு பிழை நேர்ந்தது: %s இப்பிழையை நீக்க முயலவும்

source: The Suspend command '%s' was unsuccessful.
ta: இடை நிருத்தம்'%s' தோல்விஅடைந்துவிட்டது

source: The Suspend command was unsuccessful.
ta: இடை நிருத்தம் தோல்விஅடைந்துவிட்டது

source: Suspend command wasn't setup correctly in the preferences. Please change the preferences and try again.
ta: இடைநிறுத்தக் கட்டளை, தெரிவுகளில் சரியாக அமைக்கப் படவில்லை. தெரிவுகளில் திருத்தி, பின் மீண்டும் முயலவும்.

source: (C) 2000 The Gnulix Society, (C) 2002-2004 Free Software Foundation
ta: (சி) 2000 ஜினுலிக்ஸ் சமூகம், (சி) 2002 இலவச மென்பொருள் நிறுவனம்

source: This utility shows the status of your laptop battery.
ne: यो उपयोगिताले तपाईको ल्यापटपको ब्याट्रीको स्थिति देखाउँछ
ta: இதன் பயன்பாடு தங்களின் குறுங்கணினி மின்கல நிலையைக் காட்டும்

source: Can't access ACPI events in /var/run/acpid.socket! Make sure the ACPI subsystem is working and the acpid daemon is running.
ta: ACPI சம்பவங்களை அனுகுதற்க்கு முடியவிலை /மாறும்/துவக்கு/அஸ்பிட்.மேம்படுத்து! ACPI துனை முறைமையில் வேளையாகிறதா மற்றும் துவக்கப்படுகிறதா எண்பதை சரிசெய்து கொள்ளவும்.

source: <b>Battery Color Levels (%)</b>
ta: <b>மின்கல வண்ண நிலை(%)</b>

source: <b>Layout</b>
ta: <b>இட அமைவு</b>

source: <b>Progress Bar Direction</b>
ta: <b>முன்னேற்றங்காட்டியின் திசை</b>

source: <b>Suspend</b>
ta: <b>இடைநிருத்தம்</b>

source: <b>Warnings</b>
ta: <b>எச்சரிக்கைகள்</b>

source: Appearance
ne: देखिएको
ta: தோற்றம்

source: Battery Charge Monitor Preferences
ne: ब्याट्री चार्ज मनिटर प्राथमिकताहरू
ta: மின்கல ஏற்றல் கவனிக்கும் முன்னுரிமைகள்

source: General
ne: साधारण
ta: பொதுவானவை

source: Moves towards _bottom
ta: கீழ் பக்கம் நோக்கி நகர்த்து

source: Moves towards _top
ta: மேல் நோக்கி நகர்த்து

source: Sho_w battery charge percentages
ta: மின்கல சதவிதத்தை கண்பிக்கவும்

source: Show _power connection status
ta: இணைப்பு நிகழ்நிலையின் சக்தியைக் காட்டு

source: War_n when battery is fully re-charged
ta: போராடப் பட்டு மின்கலம் முழுமையாக ஏற்றப்பட்டுள்ளது.

source: _Beep when displaying a warning
ta: காட்சியை காண்பிக்கும் பொது எச்சரிக்கை ஒலி

source: _Orange:
ta: ஆரஞ்சு:

source: _Preview:
ta: முன்னோட்டம்

source: _Red:
ta: சிவப்பு

source: _Show battery status
ta: மின்கலத்தின் நிலையைக் காண்பி

source: _Suspend command:
ta: இடைநிறுத்தக் கட்டளை:

source: _Warn when battery charge is low
ta: மின்கல பலம் இதற்கு கீழ் குறைந்தால் எச்சரி:

source: _Yellow:
ta: மஞ்சள்

source: There was an error displaying help: %s
ne: मद्दत प्रदर्शन गर्दा त्रुटि भेटियो : %s
ta: உதவியை காண்பிப்பதில் தவறு ஏற்ப்பட்டுள்ளது:%s

source: Progress Bar Direction Moves towards top
ta: முன்னேற்ற பட்டி நகரும் திசை மேலிருந்து

source: Progress Bar Direction Moves towards bottom
ta: முன்னேற்ற பட்டி நகரும் திசை கீழிருந்து

source: Battery Status Utility
ne: ब्याट्री स्थिति उपयोगिता
ta: மின்கல நிலை பயன்பாடு

source: Battery fully re-charged
ne: ब्याट्री पूरा रिचार्ज भयो
ta: மின்கலம் மீண்டும் முழுமையாக ஏற்றப்பட்டுள்ளது.

source: Battery power low
ne: ब्याट्री शक्त्ति कम
ta: மின்கலத்தின் சக்தி குறைவாக உள்ளது

source: CD Player
ta: கு.த. இயக்கி

source: CD Player Applet Factory
ta: குறுந்தகட்டின் இயக்கியின் சிறுநிரலுக்கான நிறுவனம்

source: Factory for CD player applet
ta: குறுந்தகட்டிற்கான இயக்கியின் சிறுநிரலுக்கான நிறுவனம்

source: Panel applet for playing audio CDs
ne: अडियो CDहरूका लागि प्यानल एप्लेट
ta: ஒலி கு.த.க்களை இயக்கும் பலக ஆப்லெட்

source: _Open CD Player
ta: குறுந்தகடு இயக்கியைத் திற

source: Stop
ta: நிறுத்து

source: Play / Pause
ta: இயக்கு/ஓய்

source: Eject
ta: வெளித்தள்ளு

source: Previous Track
ta: முந்தைய தடம்

source: Next Track
ta: அடுத்த தடம்

source: You do not have permission to use the CD player.
ta: CDயை செயலாக்குவதற்க்கு உங்களுக்கு அனுமதி இல்லை.

source: There was an error executing '%s': %s
ne: त्यहाँ कार्यान्वयन त्रुटि छन '%s': %s
ta: '%s': %sயை செயலாக்குவதில் தவறு ஏற்ப்பட்டுள்ளது

source: %s does not seem to be a CD player
ta: %s CD துவக்குபவர் பொல் காணப்படவில்லை

source: CD Player Preferences
ta: குறுந்தகட்டு இயக்கியின் முன்னுரிமைகள்

source: Device _path:
ta: சாதனத்தின் வழி:

source: Device Path
ta: சாதன வழி

source: Set the device path here
ta: சாதன வழியை இங்கமை

source: Use _Default
ta: முன்னிருப்புகளை பயன்படுத்து

source: (C) 1997 The Free Software Foundation (C) 2001 Chris Phelps (GNOME 2 Port)
ta: (C) 1997 இலவச மென்பொருள் நிறுவனம் (சி) 2001 கிறிஸ் பெலிப்ஸ்(GNOME 2 துறை)

source: The CD Player applet is a simple audio CD player for your panel
ta: கு.த. இயக்கிக் குறும்பயன், உங்கள் பலகத்தின் ஒலி கு.த. இயக்கியே ஆகும்

source: Elapsed time
ta: கடந்த நேரம்

source: Track number
ta: எண்ணைத் தேடு

source: Audio device is busy, or being used by another application
ta: கேட்பொலி மிகவும் வேலையில் இருக்கிறது,அல்லது அடுத்த பயன்பாட்டால் பயன்படுத்தப்படுகிறது

source: No Device Found or Illegal Format
ta: சாதனம் எதுவும் காணவில்லை அல்லது செல்லாத வடிவமைப்பு

source: Click this button to Stop playing the CD
ta: கு.த. இயக்கியை நிறுத்த இப்பொத்தானைக் கிளிக்கவும்

source: Click this button to Play or Pause the CD
ta: கு.த.ட்டை இயக்க, நிறுத்த இப்பொத்தானைக் கிளிக்கவும்

source: Click this button to eject the CD
ta: கு.த.ட்டை வெளித்தள்ள இப்பொத்தானைக் கிளிக்கவும்

source: Click this button to Play the previous track in the CD
ta: கு.த.ட்டின் முந்தையதை இயக்க இப்பொத்தானைக் கிளிக்கவும்

source: Click this button to Play the next track in the CD
ta: கு.த.ட்டின் அடுத்ததை இயக்க இப்பொத்தானைக் கிளிக்கவும்

source: Character Palette
ne: क्यारेक्टर रंगदानी
ta: எழுத்துக்களின் சிறுநிரல்கள்

source: Charpicker Applet Factory
ne: चार्पिकर एप्लेट कारखाना
ta: வரியுருதெரிவியின் குறும்பயனகம்

source: Insert characters
ne: क्यारेक्टरहरू घुसाउनुहोस
ta: எழுத்துக்களைச் சொருகு

source: Available palettes
ne: उपलब्ध रंगदानीहरू
ta: களஞ்சியங்கள் கிடக்கின்றன

source: insert special character %s
ne: विशेष क्यारेक्टर घुसाउनुहोस् %s
ta: சிறப்பு எழுத்துக்களைச் சொருகு %s

source: Insert special characters
ta: சிறப்பு எழுத்துக்களைச் சொருகு

source: Kevin Vandersloot
ta: கெவின் வாண்டர்சலாட்

source: Copyright (C) 1998
ta: படியுரிமை (ப) 1998

source: Gnome Panel applet for selecting strange characters that are not on my keyboard. Released under GNU General Public Licence.
ne: जिनोम प्यानल एप्लेट छानिएका अनौठा क्यारेक्टर मेरो होइन कुञ्जीपाटी. जि एन यु जेनरल साधारण सार्वजनिक अनुमतिपत्रबाट बिमोचन गरिएको हो ।
ta: எனது விசைப்பலகையில் காணாத விதவிதமான வரியுருகளை தெரிவு செய்வதற்கான நோம் பலகைக்கானகுறும்பயன். ஜி.என்.யு. ெஜனரல் பப்ளிக் லைசன்ஸ் மூலமாக வெளியிடப்பட்டது.

source: Characters shown on applet startup
ne: क्यारेक्टरहरू एप्लेट स्टार्टअपमा देखाइएको
ta: வண்ணத்தட்டில் காண்பிக்கப்பட்ட எழுத்தை காண்பிக்கவும்

source: DEPRECATED - Characters shown on applet startup
ne: DEPRECATED- क्यारेक्टरहरू एप्लेट स्टार्टअपमा देखाइएको
ta: DEPRECATED - சிறு நிரல்கலின் எழுத்தை துவக்கவும்

source: List of available palettes
ne: रंगदानी सूची को उपलब्ध
ta: இருக்கும் வண்ணத்தட்டின் பட்டியல்கள்

source: List of strings containing the available palettes
ne: उपलब्ध रंगदानीहरू समावेश गर्दा स्ट्रिङ्गहरुको सूची
ta: சரத்தின் பட்டியல்களை கொண்டுள்ள இருக்கும் வண்ணத்தட்டுகள்

source: The string that the user had selected when the applet was last used. This string will be displayed when the user starts the applet.
ne: प्रयोगकर्ताले अन्तिम प्रयोग गरेको एप्लेटको स्ट्रिङ । यो स्ट्रिङ प्रयोगकर्ताले एप्लेट सुरू गर्दा प्रदर्शन हुन्छ ।
ta: பயணர் பயனபடுத்தக்குடிய குறுக்குப்பயன் சரத்தை கடைசியாக தேர்ந்தேடுக்கவும். இந்த சரம் குறுக்குபயணை துவக்குவதற்க்கு உதவியாக உள்ளது

source: _Edit
ne: सम्पादन
ta: (_E)திருத்து

source: _Palette:
ne: रंगदानी:
ta: வண்ணத்தட்டு:

source: Palette entry
ne: रंगदानी प्रविष्टि
ta: வண்ணத்தட்டை நூழைத்திடுக

source: Modify a palette by adding or removing characters
ne: क्यारेक्टर जोडेर अथवा हटाएर रंगदानीको परिमार्जन गर्नुहोस
ta: வண்ணதட்டை மாற்றி எழுத்தை குட்டிடுக அல்லது சேர்த்திடுக

source: Add Palette
ne: रंगदानी जोडनुहोस
ta: வண்ணத்தட்டை சேர்த்திடுக

source: Edit Palette
ne: रंगदानी सम्पादन गर्नुहोस
ta: வண்ணத்தட்டுகளைத் திருத்தி அமை

source: Palettes list
ne: रंगदानीहरुको सूची
ta: வண்ணப்படத்தின் பட்டியல்

source: _Palettes:
ne: रंगदानीहरू:
ta: (_P)வண்ணத்தட்டு:

source: Add button
ne: बटन थप्नुहोस
ta: பட்டனை சேர்

source: Click to add a new palette
ne: नयाँ रंगदानी थप्न क्लिक गर्नुहोस
ta: புதிய வண்ணத்தட்டை கூட்டுவதற்க்கு சொடுக்கவும்

source: Edit button
ne: बटन सम्पादन गर्नुहोस
ta: பொத்தானைத் திருத்து

source: Click to edit the selected palette
ne: चयन गरिएको रंगदानी मेटाउन सम्पादनमा क्लिक गर्नुहोस्
ta: தேர்தேடுக்கப்பட்ட வண்ணத்தட்டை தொகுப்பதற்க்கு சொடுக்கவும்

source: Delete button
ne: बटन मेट्नुहोस्
ta: பொத்தானை அழிக்கவும்

source: Click to delete the selected palette
ne: चयन गरिएको रंगदानी मेटाउन क्लिक गर्नुहोस्
ta: தேர்தேடுக்கப்பட்ட வண்ணத்தட்டை நீக்குவதற்க்கு சொடுக்கவும்

source: Character Palette Preferences
ne: क्यारेक्टर रंगदानी प्राथमिकताहरू
ta: எழுத்துக்களின் வண்ணப்பட முன்னுரிமைகள்

source: Disk Mounter
ne: डिस्क माउन्टर
ta: வட்டு ஏற்றி

source: Drive Mount Applet Factory
ne: ड्राइभ माउन्ट एप्लेट कारखाना
ta: இயக்கியை ஏற்ற உதவும் சிறுநிரல்களின் நிறுவனம்

source: Factory for drive mount applet
ne: कारखाना ड्राइभ माउन्ट एप्लेटका लागि
ta: இயக்கு மேலேற்று சிறுநிரல்களின் நிறுவனம்

source: Mount local disks and devices
ne: माउन्ट लोकल डिस्क र साधन
ta: உண்ணிலை தகடு, சாதனத்தி ஏற்று

source: _Browse
ta: (_B)உலாவு

source: _Eject
ta: வெளித்தள்ளு

source: There was an error executing %s: %s
ta: %s:%sயை செயலாக்குவதில் தவறு ஏற்ப்பட்டுள்ளது

source: Cannot browse device
ta: உலாவுவதற்க்கு இதனாற் முடியாது

source: Error displaying help
ta: காண்பிபதில் தவறின் உதவி

source: (C) 1999-2001 The GNOME Hackers
ta: (C) 1999-2001 நோம் குறும்பர்

source: Applet for mounting and unmounting block volumes.
ne: एप्लेट माउन्टिङ र अनमाउन्टिङ खण्ड आवाजहरू ।
ta: ப்லாக் வால்யூம்களை ஏற்ற, இறக்க உதவும் குறும்பயன்

source: mounted
ta: ஏற்றப்பட்டுள்ளது

source: not mounted
ta: ஏற்றப்படவில்லை

source: " reported:
ta: " அறிவிக்கப்பட்டது:

source: Drivemount command failed. "
ta: ட்ரைவ்மவுண்ட் கட்டளை நொடிப்படைந்தது. "

source: Cannot mount device
ta: சாதனத்தை மேலேற்ற முடியவில்லை

source: Interval timeout to check mount point status
ne: माउन्ट बिन्दु स्थिति चेक गर्न अन्तराल टायमआउट
ta: இடைவெளையின் நெரத்தை சரிபார்பதற்க்கு மலை நிலையை குறிக்கவும்

source: Time in seconds between status updates
ne: समय सेकेन्डहरू बीचमा स्थिति अद्यावधिक गर्छ
ta: வினாடிக்கு நடுவே உள்ள நிலையை புதுபித்தல்

source: Disk Mounter Preferences
ta: வட்டு மேலேற்று முன்னுரிமைகள்

source: _Mount directory:
ta: ஏற்றும் இடம்:

source: Select Mount Directory
ta: மூல அடைவை தேர்ந்தெடு

source: _Update interval:
ta: புதிப்பித்தல் இடைவெளி (நொடிகள்):

source: seconds
ta: நொடிகள்

source: _Icon:
ta: குறும்படம்:

source: Floppy
ta: நெகிழ்வட்டு

source: CD Recorder
ta: சி.டி. பதித்தல்

source: Zip Drive
ta: Zip இயக்கி

source: Hard Disk
ta: வன் தகடு

source: Jaz Drive
ta: Jaz இயக்கி

source: USB Stick
ta: USB

source: Custom
ta: தனிப்பயன்

source: Select icon for mounted
ta: ஏற்றியவைக்கு குறுப்படம் தெரிவு செய்

source: Moun_ted icon:
ta: ஏற்றும் இடம்:

source: Select icon for unmounted
ta: ஏற்றாதவைக்கு குறுப்படம் தெரிவு செய்

source: Unmou_nted icon:
ta: ஏற்றப்படாத சின்னம்:

source: _Scale size to panel
ta: பலகத்தின் அளவுக்கு

source: _Eject disk when unmounted
ta: (_E)இறக்கிய பின் வெளித்தள்

source: Use _automount-friendly status test
ta: (_a)தன்னியக்க-சுலபமான நிலை சோதனையை பயன்படுத்தவும்

source: A set of eyeballs for your panel
ne: तपाईँको प्यानेलका लागि आइबल्वको सेट
ta: உங்கள் பலகத்திற்கு ஒரு ேஜாடி கண்கள்

source: Geyes
ne: जेयेस
ta: ஜியெஸ்

source: Geyes Applet Factory
ne: जेयेस एप्लेट कारखाना
ta: ஜி.கண்கள் குறும்பயனகம்

source: Copyright (C) 1999 Dave Camp
ta: படியுரிமை (ப) 1999 டேவ் கேம்ப்

source: A goofy little xeyes clone for the GNOME panel.
ne: GNOME प्यानलका लागि एउटा गुफि सानो एक्स आइहरू क्लोन
ta: உங்கள் நோம் பலகத்திற்கு வேடிக்கையான சிறிய எக்ஸ்கண்களின் குலன்

source: The eyes look in the direction of the mouse pointer
ne: आँखाले माउसको सूचक दिशामा हेर्छ
ta: கண்கள், சுட்டியின் திசையில் நோக்குமாறு அமைக்கப்பட்டுள்ளது

source: Directory in which the theme is located
ne: डाइरेक्टरी जहाँ विषयबस्तु अवस्थित छ
ta: அடைவில் உள்ள பொருளிள் அமைந்திருக்கிறது

source: Can not launch the eyes applet.
ne: आँखा एप्लेट सुरुवात गर्न सकिएन
ta: கண்களின் குறுக்குப்பயன்னில் ஏவுதல் முடியாது

source: There was a fatal error while trying to load the theme.
ne: विषयबस्तु लोड गर्दा फ्याटल त्रुटि भेटियो
ta: அங்கு உயிர்நாடிப்பிழைத் தவறு பொருளை ஏற்றும் பொது ஏற்ப்பட்டது.

source: Geyes Preferences
ne: जेयेस प्राथमिकताहरू
ta: ஜி.கண்களுக்கான தெரிவுகள்

source: Themes
ne: विषयवस्तुहरू
ta: தலைப்புகள்

source: _Select a theme:
ne: एउटा विषयवस्तुहरू चयन गर्नुहोस
ta: தலைப்பை தேர்ந்தேடு:

source: Change the keyboard layout
ta: விசைப்பலகையின் அமைப்பி மாற்று

source: GKB Factory
ta: ஜி.கே.பி. வேலையகம்

source: Keyboard Layout Switcher
ta: விசைப்பலகை அமைவு மாற்றி

source: Produces keyboard layout switcher applets.
ta: விசைப்பலகை அமைவு மாற்றிக் குறும்பயனை உருவாக்கும்

source: Armenia
ta: அர்மேனியா

source: Armenian
ne: आर्मेनियन
ta: அர்மேனியன்

source: Armenian xkb keymap
ta: அமெரிக்கன் xkb விசைப்படம்

source: Algeria
ta: அல்ஜீரியா

source: Arabic
ta: அராபிக்

source: Arabic xkb keymap
ta: அரபிக் xkb விசைப்படம்

source: Bahrain
ta: பஹ்ரைன்

source: Comoros
ta: கோமோரஸ்

source: Djibouti
ta: டிஜிபெளடி

source: Egypt
ta: எகிப்து

source: Iraq
ta: ஈராக்

source: Jordan
ta: ஜோர்டான்

source: Kuwait
ta: குவைத்

source: Lebanon
ta: லெபானென்

source: Libyan Arab Jamahiriya
ta: லிபியன் அரப் ஜமாஹிரியா

source: Marocco
ta: மேரோக்கோ

source: Oman
ta: ஓமன்

source: Palestinian Territory
ta: பலஸ்டியன்

source: Qatar
ta: காடர்

source: Saudi Arabia
ta: சவுதி அரேபியா

source: Somalia
ta: சோமாலியா

source: Sudan
ta: சூடான்

source: Syria
ta: சிரியா

source: Tunisia
ta: துனிசியா

source: United Arab Emirates
ta: யுனைடெட் அரபு எமிரேட்டுகள்

source: Yemen
ta: யேமென்

source: Arabic keymap
ne: अरेबिक कुञ्जीम्याप
ta: அராபிக் விசைப்படம்

source: Azerbaidjan
ta: அஜர்பெய்ஜான்

source: Azerbaidjani Turkic
ta: அஜெர்பெய்ஜான் துர்கிஸ்

source: Azerbaidjani Turkic xkb keymap
ta: அஜர்பெய்ஜானி துர்கிஷ் எக்ஸ்கேபி விசைவரைப்படம்

source: Belgium
ta: பெல்ஜியம்

source: Dutch
ta: டச்சு

source: Dutch xkb keymap
ta: டச் xkb விசைப்படம்

source: Bulgaria
ta: பல்கேரியா

source: Bulgarian
ta: பல்கேரியன்

source: Bulgarian xkb keymap
ta: பல்கேரியன் எக்ஸ்கேபி விசைவரைப்படம்"

source: Bulgarian keymap
ne: बल्गेरियन कुञ्जीम्याप
ta: பல்கேரியன் விசைவரைப்படம்

source: Brazil
ta: பிரேசில்

source: Brazil Portuguese xkb keymap
ta: பிரெசில் பொர்சுகிஸ் xkb விசைப்படம்

source: Portuguese
ta: போர்த்துகீஸ்

source: Brazil Portuguese keymap
ne: ब्राजिल पोर्चुगिज कुञ्जीम्याप
ta: பிரெசில் பொர்சுகிஸ் விசைப்படம்

source: Belarus
ta: பெலாரஸ்

source: Belarusian
ta: பெலாருஷ்ஷியன்

source: Belarusian xkb keymap
ta: பெல்லருஸ்சியன் xkb விசைப்படம்

source: Basque
ne: बास्क
ta: பாஸ்க்

source: Euskadi
ta: யூஸ்காடி

source: Belgian
ne: बेल्जियन
ta: பெல்ஜியன்

source: French
ta: பிரெஞ்சு

source: Wallon
ta: வாலான்

source: Bulgarian Cyrillic
ne: बुल्गेरियन सिरिलिक
ta: பல்கேரியன் சிரிலிக்

source: Canada
ta: கனடா

source: Canadian xkb keymap
ta: கன்னடியன் xkb விசைப்படம்

source: English
ta: ஆங்கிலம்

source: German
ne: जर्मन
ta: ெஜர்மன்

source: Swiss keymap
ne: स्विस कुञ्जीम्याप
ta: ஸ்விஷ் விசைவரைப்படம்

source: Switzerland
ta: சுவிட்சர்லாந்து

source: Czech
ta: செசுக்

source: Czech qwertz xkb keymap
ta: செக் குவெர்ட்ஸ் xkb விசைப்படம்

source: Former Czechoslovakia Czech Republic
ta: முந்தைய செக்கொஸ்லொவியா செக் குடியரசு

source: Czech Republic
ta: சிசெக் குடியரசு

source: Czech and Slovak xkb keymap
ta: ஸ்வெச் மற்றும் சால்வாகின் xkb விசைப்படம்

source: Slovak
ta: ஸ்லோவக்

source: Slovak Republic
ta: ஸ்லோவக் குடியரசு

source: Czech keymap
ne: चेज्क कुञ्जीम्याप
ta: ஸ்வெச் விசைப்படம்

source: German xkb keymap
ta: ஜெர்மன் xkb விசைப்படம்

source: Germany
ta: ெஜர்மனி

source: German keymap
ne: जर्मन कुञ्जीम्याप
ta: ெஜர்மனி விசைவரைப்படம்

source: Danish
ta: டானிஷ்

source: Danish xkb keymap
ta: டனிஷ் xkb விசைப்படம்

source: Denmark
ta: டென்மார்க்

source: Danish keymap
ne: डेनिस कुञ्जीम्याप
ta: டனிஸ் விசைபடம்

source: Default
ne: पूर्वनिर्धारित
ta: முன்னிருந்த

source: Gnome Keyboard default
ta: ஜிநொம் விசைப்பலகையின் தவறுகள்

source: International
ta: சர்வதேசம்

source: Dvorak xkb keymap
ta: டிவொராக் xkb விசைப்படம்

source: Estonia
ta: எஸ்டோனியா

source: Estonian
ta: எஸ்டோனியன்

source: Estonian xkb keymap
ta: எஸ்டொனியன் xkb விசைப்படம்

source: Estonian keymap
ne: एस्टोनियन कुञ्जीम्याप
ta: எஸ்டொனியன் விசைபடம்

source: Spain
ta: ஸ்பெயின்

source: Spanish
ta: ஸ்பானிஷ்

source: Spanish PC/AT 101 keyboard
ta: ஸ்பேனிஸ் PC/AT 101விசைப்பலகை

source: Spanish xkb keymap
ta: ஸ்பானிஷ் எக்ஸ்கேபி விசைவரைப்படம்

source: Spanish keymap
ne: स्पेनिस कुञ्जीम्याप
ta: ஸ்பானிஷ் விசைவரைப்படம்

source: Finland
ta: பின்லாந்து

source: Finnish
ta: பின்னிஷ்

source: Finnish xkb keymap
ta: பின்னிஷ் xkb விசைப்படம்

source: Finnish keymap
ne: फिनिस कुञ्जीम्याप
ta: பின்னிஷ் விசைபடம்

source: France
ta: பிரான்ஸ்

source: French PC/AT 101 keyboard
ta: பிரஞ்சு PC/AT 101 விசைப்பலகை

source: French xkb keymap
ta: பிரண்ச் xkb விசைப்படம்

source: French keymap
ne: फ्रेन्च कुञ्जीम्याप
ta: பிரெஞ்சு விசைவரைப்படம்

source: French-Canadian 105-key
ne: फ्रेन्च-क्यानाडियन १०५-कुञ्जी
ta: பிரண்ச்-கண்ணடியன் 105-விசை

source: French Swiss
ne: फ्रेन्च (स्वीस)
ta: பிரெஞ்சு சுவிஸ்
