Repository: GNOME/gnome-applets
Catalog: invest-applet/help/*/*.po
Languages: cs

# _
source: translator-credits
cs: Marek Černocký <marek@manet.cz>

source: Invest Manual
cs: Příručka k appletu Investice

source: GNOME Documentation Project
cs: Dokumentační projekt GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License (GFDL) ve verzi 1.1 nebo v jakékoli další verzi vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod <ulink type="help" url="help:fdl">tímto odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí sbírky příruček GNOME šířených za podmínek licence GNU FDL. Pokud chcete tento dokument šířit odděleně od sbírky, musíte přiložit kopii licence dle popisu v oddílu 6 dané licence.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho užívaných názvů určených k zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tato jména v dokumentaci užita a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takové jméno psáno velkými písmeny celé nebo s velkým písmenem na začátku.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“, BEZ ZÁRUKY JAKÉHOKOLIV DRUHU, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ, NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL, NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, NESETE VY. POKUD JE TENTO DOKUMENT NEBO JEHO UPRAVENÁ VERZE VADNÁ V JAKÉMKOLIV SMYSLU, VY (NIKOLIV PŮVODCE, AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE ODPOVĚDNOST ZA JAKÉKOLIV NÁKLADY NA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ PODLE TÉTO DOHODY POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <_:orderedlist-1/>

source: <firstname/> <surname>GNOME Documentation Team</surname>
cs: <firstname/><surname>Dokumentační tým GNOME</surname>

source: This manual describes version 3.2.0 of Invest.
cs: Tato příručka popisuje aplet Investice ve verzi 3.2.0.

source: Feedback
cs: Ohlasy

source: To report a bug or make a suggestion regarding the Invest application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k appletu Investice nebo této příručce, postupujte dle instrukcí na <ulink url="ghelp:gnome-feedback" type="help">stránce s ohlasy na GNOME</ulink>.

source: User manual for Invest
cs: Uživatelská příručka k appletu Investice

source: <primary>Invest</primary>
cs: <primary>Investice</primary>

source: Introduction
cs: Úvod

source: The <application>Invest</application> GNOME panel applet downloads current quotes for stocks, stock indices, currencies and precious metals. Quotes are downloaded from <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink> and are displayed in a drop-down list.
cs: Aplet <application>Investice</application> na panel GNOME stahuje aktuální hodnoty akcí, akciových indexů, měn a cenných kovů. Údaje jsou stahovány z <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink> a zobrazovány v rozbalovacím seznamu.

source: <application>Invest</application> provides the following features:
cs: Aplet <application>Investice</application> poskytuje následující funkce:

source: Retrieve quotes for any stock, stock index, currency or precious metal known by <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink>
cs: Získává údaje pro libovolné akcie, akciové indexy, měny a drahé kovy dostupné na <ulink url="http://finance.yahoo.com">Yahoo! Finance</ulink>

source: Quotes are automatically updated every 15 minutes
cs: Údaje jsou automaticky aktualizovány každých 15 minut

source: The current price, today's change, and a chart of today's changes are displayed
cs: Je zobrazována aktuální cena, dnešní změna a graf dnešních změn

source: The currency of the quote is displayed, and if configured, automatically translated into a target currency
cs: Měna zobrazovaných cen je nastavitelná a je prováděn automatický přepočet na cílovou měnu

source: The amount of the increase or decrease in the price since purchase, also translatable into the target currency
cs: Hodnota růstu nebo propadu ceny od nákupu, rovněž přepočítaná na cílovou měnu

source: The percentage increase or decrease in the price since purchase
cs: Procentní růst nebo propad ceny od nákupu

source: Getting Started
cs: Začínáme

source: Add Invest to a Panel
cs: Přidání apletu Investice na panel

source: To add <application>Invest</application> to a GNOME panel, right-click on the panel, then choose <guilabel>Add to Panel</guilabel>. Select <application>Invest</application> in the <guilabel>Add to Panel</guilabel> dialog, then click <guilabel>OK</guilabel>. Click <guilabel>Close</guilabel> when finished.
cs: Pokud chcete aplet <application>Investice</application> přidat na panel GNOME, klikněte pravým tlačítkem na panel a zvolte <guilabel>Přidat na panel</guilabel>. V dialogovém okně <guilabel>Přidat na panel</guilabel> vyberte <application>Investice</application> a klikněte na <guilabel>Přidat</guilabel>. Kliknutím na <guilabel>Zavřít</guilabel> akci dokončíte.

source: Remove Invest From a Panel
cs: Odebrání apletu Investice z panelu

source: To remove <application>Invest</application> from a GNOME panel, right-click on the icon, then choose <guilabel>Remove From Panel</guilabel>.
cs: Pokud chcete aplet <application>Investice</application> odebrat z panelu GNOME, klikněte na něj pravým tlačítkem a zvolte <guilabel>Odstranit z panelu</guilabel>.

source: More Information
cs: Další informace

source: More information about the GNOME panel can be found in the <ulink url="ghelp:user-guide?panels" type="help">GNOME Panel documentation</ulink>.
cs: Další informace o panelu GNOME můžete najít v <ulink url="ghelp:user-guide?panels" type="help">dokumentaci k Panelu GNOME</ulink>.

source: Using Invest
cs: Používání apletu Investice

source: Before the applet can provide you with recent quotes, you have to configure it. Quotes can come from different stock exchange centers around the world, so the prices can have different currencies. The automatic translation of currencies can be configured, as well as the translation of your purchases done in different countries. Finally, charts are available for each of your configured quote.
cs: Dříve, než vám může aplet poskytovat aktuální hodnoty, musíte jej nastavit. Hodnoty mohou přicházet z různých burzovních center z celého světa, takže ceny mohou být v různých měnách. Lze nastavit automatický převod měn, stejně jako převod vašich nákupů učiněných v různých zemích. Pro každý nastavený titul je navíc k dispozici graf.

source: Configure your Quotes
cs: Nastavení vašich titulů

source: Add New Quotes to the Applet
cs: Přidávání nových titulů do apletu

source: To add new quotes to <application>Invest</application>, perform the following steps:
cs: Pro přidání nového titulu do apletu <application>Investice</application>, proveďte následující kroky:

source: Right-click on the icon, and select <guilabel>Preferences</guilabel>.
cs: Klikněte pravým tlačítkem na ikonu a vyberte <guilabel>Předvolby</guilabel>.

source: Click <guilabel>Add</guilabel> to add a quote to <application>Invest</application>.
cs: Kliknutím na tlačítko <guilabel>Přidat</guilabel> se do apletu <application>Investice</application> titul přidá.

source: The default quote is GOOG. It is initially selected for editing so that you can instantly change it. Enter the <guilabel>Symbol</guilabel> of the quote here. If you do not know the symbol of your desired quote, see below.
cs: Výchozí titul je GOOG. Na začátku je vybrán pro úpravy, takže jej rychle můžete změnit. Zadejte zde <guilabel>Symbol</guilabel> akcií. Když symbol vámi požadovaných akcií neznáte, dočtete se co a jak níže.

source: Then, click on the <guilabel>Label</guilabel> of the quote and type its proper name.
cs: Po té klikněte na <guilabel>Popisek</guilabel> titulu a napište jeho správný název.

source: You can also edit the number of shares you own, the purchase price and the commission.
cs: Můžete také nastavit počet kusů akcií, které vlastníte, nákupní cenu a provizi.

source: Click <guilabel>Close</guilabel> when you are finished adding quotes.
cs: Až budete s přidáváním titulu u konce, klikněte na <guilabel>Zavřít</guilabel>.

source: If you do not know the actual symbol of your quote, go to <ulink url="http://finance.yahoo.com/">http://finance.yahoo.com/</ulink>. Enter the name of the quote in the text field in the upper-left corner of the screen. While typing, it will list you matching quotes. The first column depicts the symbol of the quote, the second column shows the name, and in the third column, the stock exchange of the quote is listed. The currency of the quote may vary among different stock exchange centers, depending on their respective countries. Below, you can see a screenshot of searching for the "yahoo" quote.
cs: Pokud neznáte správný symbol svého titulu, navštivte <ulink url="http://finance.yahoo.com/">http://finance.yahoo.com/</ulink>. V levém horním rohu obrazovky zadejte do textového pole název titulu. Během psaní se vám budou nabízet odpovídající tituly. První sloupec zobrazuje symbol titulu a druhý jeho název, ve třetím je uvedena burza. Měna titulu se může na různých burzách lišit v závislosti na jejich zemi. Na následujícím snímku obrazovky můžete vidět vyhledávání titulu „yahoo“.

source: <_:mediaobject-1/> Screenshot of Yahoo! Finance when searching a quote.
cs: <_:mediaobject-1/> Snímek obrazovky s Yahoo! Finance během hledání titulu.

source: Invest supports all quotes that can be found at <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>. In particular, these are of the following type.
cs: Aplet Investice podporuje všechny tituly, které můžete najít na <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink>. Zejména jsou to následující typy.

source: Stocks, Bonds and Securities
cs: Akcie, bondy a cenné papíry

source: These are the majority of quotes that are available. Search or browse on <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink> to find out what is there.
cs: Tyhle tvoří většinu titulů, které jsou k dispozici. Vyhledáváním nebo procházením <ulink url="http://finance.yahoo.com/">Yahoo! Finance</ulink> se můžete obeznámit s tím, co tam je.

source: Stock Indices
cs: Burzovní indexy

source: All quotes that start with an ^ are actually indices, a quote that represents a number of other quotes' performance. Examples are the Dow Jones Industrial Average (<ulink url="http://finance.yahoo.com/q?s=^DJI">^DJI</ulink>) and the NASDAQ Composite (<ulink url="http://finance.yahoo.com/q?s=^IXIC">^IXIC</ulink>).
cs: Všechny tituly, která začínají znakem ^ jsou ve skutečnosti indexy, tj. tituly, které představují výkon ostatních titulů. Například Dow Jones Industrial Average (<ulink url="http://finance.yahoo.com/q?s=^DJI">^DJI</ulink>) a NASDAQ Composite (<ulink url="http://finance.yahoo.com/q?s=^IXIC">^IXIC</ulink>).

source: Currencie rates
cs: Měnové kurzy

source: Exchange rates between any two currencies are also available. The respective symbol is constructured as follows. Currency AAA in currency BBB, or in other words, how much does currency AAA cost in currency BBB, has the symbol AAABBB=X. If you want to know how much EUR you get for one USD (how much does one USD cost in EUR), you choose <ulink url="http://finance.yahoo.com/q?s=usdeur%3DX">USDEUR=X</ulink>. You can find more information at the <ulink url="http://finance.yahoo.com/currency-investing">currency page of Yahoo! Finance</ulink>. Currencies are represented using their <ulink url="http://en.wikipedia.org/wiki/Currency_code">ISO 4217 currency code</ulink>.
cs: K dispozici jsou také směnné kurzy mezi měnami. Příslušné symboly jsou vytvářeny následovně. Měna AAA v měně BBB neboli kolik stojí měna AAA v měně BBB je prezentováno symbolem AAABBB=X. Když chcete třeba vědět, kolik EUR dostanete za jeden USD (kolik stojí jeden USD v EUR), zvolte <ulink url="http://finance.yahoo.com/q?s=usdeur%3DX">USDEUR=X</ulink>. Více informací najdete na <ulink url="http://finance.yahoo.com/currency-investing">finanční stránka Yahoo! Finance</ulink>. Měny jsou symbolizovány svým <ulink url="http://cs.wikipedia.org/wiki/ISO_4217">kódem měny ISO 4217</ulink>.

source: Precious Metals
cs: Cenné kovy

source: The <ulink url="http://en.wikipedia.org/wiki/Currency_code">ISO 4217 currency code</ulink> also lists precious metals as currencies. These are Gold, Silver, Palladium and Platinum. Their currency code starts with X, followed by their chemical symbol: XAU, XAG, XPD, and XPT, respectively. With those currency codes, the rate of precious metals in any currency are available via the currency rates described above. To give an example, Gold in USD has the symbol <ulink url="http://finance.yahoo.com/q?s=XAUUSD%3DX">XAUUSD=X</ulink>. You can even get the reverse (<ulink url="http://finance.yahoo.com/q?s=USDXAU%3DX">USDXAU=X</ulink>): how much Gold measured in troy ounce do you get for one USD?
cs: Seznam <ulink url="http://en.wikipedia.org/wiki/Currency_code">kódů měn ISO 4217</ulink> zahrnuje také cenné kovy jako měny. Jde o zlato, stříbro, paládium a platinu. Jejich měnové kódy začínají písmenem X a pokračují jejich chemickou značkou: XAU, XAG, XPD a XPT. S těmito kódy a s kódy měn můžete získat kurz cenného kovu v dané měně postupem popsaným v předchozím. Kupříkladu zlato v amerických dolarech má symbol <ulink url="http://finance.yahoo.com/q?s=XAUUSD%3DX">XAUUSD=X</ulink>. Můžete si zjistit i opačný údaj (<ulink url="http://finance.yahoo.com/q?s=USDXAU%3DX">USDXAU=X</ulink>): kolik zlata měřeno v trojských uncích dostanete za jeden americký dolar?

source: View Configured Quotes
cs: Zobrazení nastavených titulů

source: To view your configured quotes, click on the <application>Invest</application> icon on the panel. A list of your quotes will appear. To close the list, click the icon again. Notice that quotes are usually 15 minutes delay.
cs: Když si chcete zobrazit nastavené tituly, klikněte na ikonu <application>Investice</application> na panelu. Zobrazí se vám seznam vašich titulů. Dalším kliknutím na ikonu seznam zavřete. Upozorňujeme, že tituly mají obvykle 15minutové zpoždění.

source: Update the Display
cs: Aktualizace zobrazení

source: To immediately update the information that is displayed in the applet, right-click on the applet, then choose <guilabel>Refresh</guilabel>.
cs: Když chcete informace zobrazené v apletu aktualizovat ihned, klikněte na aplet pravým tlačítkem a zvolte <guilabel>Aktualizovat</guilabel>.

source: Remove Quotes from the Applet
cs: Odstraňování titulů z apletu

source: To remove quotes from <application>Invest</application>, perform the following steps:
cs: Pro odebrání titulu z apletu <application>Investice</application> proveďte následující kroky:

source: Click the row containing the quote you wish to remove.
cs: Klikněte na řádek obsahující titul, který chcete odebrat.

source: Click <guilabel>Remove</guilabel> to delete the listing.
cs: Kliknutím na <guilabel>Odebrat</guilabel> jej vymažete ze seznamu.

source: Click <guilabel>Close</guilabel> when you are finished.
cs: Až skončíte, klikněte na <guilabel>Zavřít</guilabel>.

source: Setup Currency Translation
cs: Nastavení převodů měn

source: Invest displays all quotes in their original currency as retrieved from Yahoo! Finance. If you wish to have all quotes being displayed in one target currency, this can be configured in the preferences dialog.
cs: Aplet <application>Investice</application> zobrazuje všechny tituly v jejich původních měnách tak, jak byly získány z Yahoo! Finance. Jestli si přejete mít všechny tituly zobrazeny v jedné cílové měně, můžete si to nastavit v dialogovém okně s předvolbami.

source: Type the target currency into the <guilabel>Currency</guilabel> text field.
cs: Cílovou měnu zapiště do textového pole <guilabel>Měna</guilabel>.

source: While you type, the text field will suggest currencies that match entered currency.
cs: Během psaní vám bude textové pole nabízet měny, které odpovídají zadávané měně.

source: Choose your target currency.
cs: Zvolte svoji cílovou měnu.

source: Notice that in your quote list the new <guilabel>Currency Rate</guilabel> column appears.
cs: Všimněte si, že se v seznamu vašich titulů objeví sloupec <guilabel>Kurz měny</guilabel>.

source: For all purchases where the <guilabel>Price</guilabel> and <guilabel>Commission</guilabel> are given in original currency, the exchange rate at the time of purchase from the origin currency to the target currency has to be given in the <guilabel>Currency Rate</guilabel> field.
cs: Pro všechny nákupy, u kterých jsou <guilabel>cena</guilabel> a <guilabel>provize</guilabel> zadány v původní měně, musí být v poli <guilabel>Kurz měny</guilabel> zadán směnný kurz původní měny do cílové měny v době nákupu.

source: Lets look at this example: You bought one Yahoo! share (YHOO) for 10.00 USD at a currency rate of 0.75 EUR per USD. In other words, the share cost 7.50 EUR. You further paid 5.00 USD comission, equivalent to 3.75 EUR. When you set the target currency to EUR, you either have to enter the EUR (target currency) values and keep the <guilabel>Currency Rate</guilabel> at 0.00, or you enter the USD (original currency) values and enter the EUR per USD exchange rate (<ulink url="http://finance.yahoo.com/q?s=eurusd%3DX">USDEUR=X</ulink>).
cs: Podívejme se na příklad: Koupili jste akcie Yahoo! (YHOO) za 10,00 USD při kurzu 0,75 EUR za USD. Neboli, vaše akci stály 7,50 EUR. Navíc jste zaplatili provizi 5,00 USD, což odpovídá 3,75 EUR. Když nastavíte cílovou měnu na EUR, musíte buď zadat hodnotu EUR (cílová měna) a ponechat <guilabel>Kurz měny</guilabel> na 0,00 nebo zadat hodnotu USD (původní měna) a zadat měnový kurz EUR za USD (<ulink url="http://finance.yahoo.com/q?s=eurusd%3DX">USDEUR=X</ulink>).

source: The <guilabel>Price</guilabel> and <guilabel>Commission</guilabel> both have to be given in the same currency.
cs: <guilabel>Cena</guilabel> i <guilabel>provize</guilabel> musí být zadány ve stejné měně.

source: If you want to remove the target currency again, simply clear the <guilabel>Currency</guilabel> text field.
cs: Když chcete cílovou měnu zase odebrat, stačí vymazat textové pole <guilabel>Měna</guilabel>.

source: Chart Options
cs: Volby grafů

source: For each quote in your list, a financial chart is available. To open the financial chart, view the list of configured quotes, and double-click the quote that you wish to chart. The chart parameters can be customized by clicking <guilabel>Options</guilabel>.
cs: Pro každý titul ve vašem seznamu je k dispozici finanční graf. Otevřete jej tak, že si zobrazíte seznam nastavených titulů a dvojitě kliknete na titul, pro který graf chcete. Parametry grafu si můžete přizpůsobit kliknutím na <guilabel>Volby</guilabel>.

source: Date Range
cs: Rozsah dat

source: The date range, in the top-right corner of the window, selects the length of time to report on. By default, it gives one day of data, but the following ranges can be choosen: <guilabel>Today</guilabel>, <guilabel>5 Days</guilabel>, <guilabel>3 Months</guilabel>, <guilabel>6 Months</guilabel>, <guilabel>1 Year</guilabel>, <guilabel>5 Years</guilabel>, <guilabel>Maximum</guilabel>.
cs: Rozsah dat v pravém horním rohu okna určuje časové období, pro které se výsledky zobrazují. Výchozí je jeden den, ale můžete si vybrat i z následujících rozsahů: <guilabel>Dnes</guilabel>, <guilabel>5 dní</guilabel>, <guilabel>3 měsíce</guilabel>, <guilabel>6 měsíců</guilabel>, <guilabel>1 rok</guilabel>, <guilabel>5 let</guilabel>, <guilabel>Maximum</guilabel>.

source: Graph Style
cs: Styl grafů

source: Historical price information can be graphed in three different ways. You can select a line chart, bar chart, or candlestick chart.
cs: Informace o historii cen lze zobrazovat v grafu třemi různými způsoby. Můžete zvolit mezi čárovým grafem, sloupcovým grafem nebo svíčkovým grafem.
