Repository: GNOME/gnome-applets
Catalog: invest-applet/help/*/*.po
Languages: cs

source: <guilabel>Line Chart</guilabel> (<guilabel>l</guilabel>)
cs: <guilabel>Čárový graf</guilabel> (<guilabel>l</guilabel>)

source: This is the default option. This graphs the historical price information in a familiar manner, connecting each day's closing price with a single line. Line charts for graphing quotes are useful if an analyst is interested only in a closing price each time.
cs: Toto je výchozí volba. Graf s informacemi o historii cen se vykresluje klasickým způsobem. Pro každou akcii propojuje jednoduchou čarou ceny, na kterých se jednotlivé dny zavíralo. Čárový graf je pro grafické znázornění cen akcií vhodný v případě, že se analytik zajímá pouze o závěrečné kurzy akcií v průběhu doby.

source: <guilabel>Bar Chart</guilabel> (<guilabel>b</guilabel>)
cs: <guilabel>Sloupcový graf</guilabel> (<guilabel>b</guilabel>)

source: A bar chart represents a full day's activity with a single vertical bar. The top of the vertical line indicates the highest price a security traded during the day, and the bottom represents the lowest price. The closing price is displayed on the right side of the bar, and the opening price is shown on the left side of the bar. One bar represents one day of trading.
cs: Sloupcový graf představuje celodenní aktivitu pomocí jednotlivých svislých sloupců. Vrchní konec vodorovné čáry ukazuje nejvyšší cenu cenného papíru obchodovanou během dne a dolní představuje nejnižší cenu. Zavírací cena je zobrazena na pravé straně sloupce a otevírací na levé. Jeden sloupec představuje jeden den obchodování.

source: <guilabel>Candlestick Chart</guilabel> (<guilabel>c</guilabel>)
cs: <guilabel>Svíčkový graf</guilabel> (<guilabel>c</guilabel>)

source: A candlestick chart in which the open and close prices are represented as the top and bottom of a rectangle surrounding a vertical line connecting the high and low prices. The body of the rectangle is filled if the closing price is lower than the opening price and is left blank if the closing price is higher than the opening price.
cs: Ve svíčkovém grafu se otevírací a zavírací ceny nachází na vrcholu a spodku obdélníku obklopujícího svislou čáru, která spojuje nejvyšší a nejnižší cenu. Pokud je zavírací cena nižší než otevírací, je obdélník vyplněný, pokud je zavírací cena vyšší než otevírací, je prázdný.

source: Moving Average
cs: Klouzavý průměr

source: A moving average is a statistical series of a security's closing prices throughout consecutive trading days. It is typically shown in the same graph as a line chart to indicate trends in prices.
cs: Klouzavý průměr je statistická série zavíracích cen cenných papírů za několik po sobě jdoucích obchodních dní. Typicky se zobrazuje dohromady s čárovým grafem jako nástroj na určení trendů v cenách.

source: Exponential Moving Average
cs: Exponenciální klouzavý průměr

source: The exponential moving average (EMA) is defined as a moving average calculated by weighting recent values more heavily than older values. This type of moving average reacts faster to recent price changes than a simple moving average. The 12- and 26-day EMAs are popular short-term averages, while EMAs greater than 50 days are used to signal long-term trends.
cs: Exponenciální klouzavý průměr (EMA) je definován jako klouzavý průměr počítaný z vážených hodnot, kdy novější hodnoty mají větší váhu, než starší. Tento typ klouzavého průměru reaguje na nejnovější změny cen rychleji než obyčejný klouzavý průměr. 12denní EMA a 26denní EMA jsou oblíbené krátkodobé průměry, zatímco více než 50denní EMA se používají k naznačení dlouhodobých trendů.

source: Overlays
cs: Vrstvy

source: Overlays allow you to graph multiple statistical measurements onto a single chart. For example, you can compare the performance of a single quote against that of an index such as the NASDAQ or the DJIA.
cs: Díky vrstvám můžete v jednom grafu zobrazit více statistických nástrojů. Například, můžete srovnávat chování jednoho akciového symbolu vůči indexům jako NASDAQ nebo DJIA.

source: Indicators
cs: Ukazatele

source: Indicators are used to attempt to predict future financial trends. Proper use of market indicators is beyond the scope of the Invest manual.
cs: Ukazatele slouží k pokusu odhadnout budoucí finanční trendy. Popis správné vyhodnocení marketingových ukazatelů přesahuje rámec této příručky.

source: link
cs: odkazem

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License (GFDL) ve verzi 1.1 nebo v jakékoli další verzi vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopii licence GFDL naleznete pod tímto <_:ulink-1/> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
