  <legalnotice id="legalnotice">
	<para>
	Se concede permiso para copiar, distribuir o modificar este documento seg&uacute;n las condiciones de la GNU Free Documentation License (GFDL), Versi&oacute;n 1.1 o cualquier versi&oacute;n posterior publicada por la Free Software Foundation sin Secciones invariantes, Textos de portada y Textos de contraportada. Encontrar&aacute; una copia de la GFDL en este <ulink type="help" url="ghelp:fdl">link</ulink>  o en el archivo COPYING-DOCS distribuido con este manual.
         </para>
         <para>Este manual forma parte de una colecci&oacute;n de documentos de GNOME distribuidos seg&uacute;n la GFDL. Si desea distribuir este manual de forma independiente de la colecci&oacute;n, puede hacerlo agregando una copia de la licencia al documento, seg&uacute;n se describe en la secci&oacute;n 6 de la misma. 
	</para>

	<para>Muchos de los nombres utilizados por las empresas para distinguir sus productos y servicios se consideran marcas comerciales. Cuando estos nombres aparezcan en la documentaci&oacute;n de GNOME, y siempre que se haya informado a los miembros del Proyecto de documentaci&oacute;n de GNOME de dichas marcas comerciales, los nombres aparecer&aacute;n en may&uacute;sculas o con las iniciales en may&uacute;sculas. 
	</para>

	<para>ESTE DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO SE OFRECEN SEG&Uacute;N LAS CONDICIONES ESTABLECIDAS EN LA LICENCIA DE DOCUMENTACI&Oacute;N LIBRE DE GNU (GFDL) Y TENIENDO EN CUENTA QUE:

	  <orderedlist>
		<listitem>
		  <para>EL DOCUMENTO SE ENTREGA "TAL CUAL", SIN GARANT&Iacute;A
                    DE NING&Uacute;N TIPO, NI EXPL&Iacute;CITA NI IMPL&Iacute;CITA
                    INCLUYENDO, SIN LIMITACI&Oacute;N, GARANT&Iacute;A DE QUE EL
                    DOCUMENTO O VERSI&Oacute;N MODIFICADA DE &Eacute;STE CAREZCA
                    DE DEFECTOS EN EL MOMENTO DE SU VENTA, SEA ADECUADO
                    A UN FIN CONCRETO O INCLUMPLA ALGUNA NORMATIVA. TODO EL RIESGO
                     RELATIVO A LA CALIDAD, PRECISI&Oacute;N Y UTILIDAD DEL
                     DOCUMENTO O SU VERSI&Oacute;N MODIFICADA 
                     RECAE EN USTED. SI CUALQUIER DOCUMENTO O
                     VERSI&Oacute;N MODIFICADA DE AQU&Eacute;L RESULTARA DEFECTUOSO EN 
                     CUALQUIER ASPECTO, USTED (Y NO EL REDACTOR INICIAL, AUTOR 
                     O AUTOR DE APORTACIONES) ASUMIR&Aacute; LOS COSTES DE TODA 
                     REPARACI&Oacute;N, MANTENIMIENTO O CORRECCI&Oacute;N NECESARIOS. ESTA EXENCI&Oacute;N DE
                     RESPONSABILIDAD SOBRE LA GARANT&Iacute;A ES UNA PARTE ESENCIAL
                     DE ESTA LICENCIA. NO SE AUTORIZA EL USO DE NING&Uacute;N DOCUMENTO NI 
                     VERSI&Oacute;N MODIFICADA DE &Eacute;STE POR EL PRESENTE, SALVO
                     DENTRO DEL CUMPLIMIENTO DE LA EXENCI&Oacute;N DE RESPONSABILIDAD;Y
		  </para>
		</listitem>
		<listitem>
		  <para>EN NINGUNA CIRCUNSTANCIA NI BAJO NINGUNA TEOR&Iacute;A
                        LEGAL, SEA POR ERROR (INCLUYENDO NEGLIGENCIA)
                        CONTRATO O DOCUMENTO DE OTRO TIPO, EL AUTOR, EL
                        ESCRITOR INICIAL, EL AUTOR DE APORTACIONES NI NING&Uacute;N
                        DISTRIBUIDOR DEL DOCUMENTO O VERSI&Oacute;N MODIFICADA DEL
                        DOCUMENTO, NI NING&Uacute;N PROVEEDOR DE NINGUNA DE ESAS
                        PARTES, SER&Aacute; RESPONSABLE ANTE NINGUNA PERSONA POR
                        NING&Uacute;N DA&Ntilde;O DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL O 
                        DERIVADO DE NING&Uacute;N TIPO, INCLUYENDO, SIN LIMITACI&Oacute;N
                        DA&Ntilde;OS POR P&Eacute;RDIDA DE FONDO DE COMERCIO, PARO T&Eacute;CNICO,
                        FALLO INFORM&Aacute;TICO O AVER&Iacute;A O CUALQUIER OTRO POSIBLE 
                        DA&Ntilde;O O AVER&Iacute;A DERIVADO O RELACIONADO CON EL USO DEL 
                        DOCUMENTO O SUS VERSIONES MODIFICADAS, AUNQUE
                        DICHA PARTE HAYA SIDO INFORMADA DE LA POSIBILIDAD
                        DE QUE SE PRODUJESEN ESOS DA&Ntilde;OS.
		  </para>
		</listitem>
	  </orderedlist>
	</para>
  </legalnotice>
