Repository: GNOME/gnome-applets
Catalog: battstat/docs/*/*.po
Languages: es

source: Battery Charge Monitor Applet Manual
es: Manual de la miniaplicación Monitor de carga de la batería

source: User manual for the Battery Charge Monitor applet.
es: Manual de usuario para la miniaplicación Monitor de carga de la batería.

source: GNOME Documentation Project
es: Proyecto de documentación de Gnome

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
es: Se otorga permiso para copiar, distribuir y/o modificar este documento bajo los términos de la Licencia de Documentación Libre GNU,Versión 1.1 o cualquier otra versión posterior publicada por la Free Software Foundation sin secciones invariantes, sin textos de portada, y sin textos al respaldo. Puedes encontrar una copia de la GFDL en este <ulink type="help" url="ghelp:fdl">enlace</ulink> o en el archivo COPYING-DOCS distribuido con este manual.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
es: Este manual es parte de una colección de manuales de Gnome distribuidos bajo la GFDL. Si desea distribuir este manual separado de la colección, puedes agregar una copia de la licencia al manual, según lo descrito en la sección 6 de la licencia.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
es: Muchos de los nombres usados por las compañías para distinguir sus productos y servicios son declarados cómo marcas registradas. Donde esos nombres aparecen en cualquier documentación de Gnome, y los miembros de el proyecto de documentación Gnome se hacen saber de esas marcas registradas, por tanto los nombres están en mayúsculas o la letra inicial en mayúscula.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
es: EL DOCUMENTO SE PROPORCIONA "TAL CUAL", SIN GARANTÍAS DE NINGÚN TIPO, NI EXPRESAS NI IMPLÍCITAS, INCLUYENDO, SIN LIMITACIÓN, CUALQUIER GARANTÍA DE QUE EL DOCUMENTO O UNA VERSIÓN MODIFICADA DEL MISMO CAREZCAN DE DEFECTOS, SEA COMERCIALIZABLE, ADECUADO PARA UNA FINALIDAD DETERMINADA O QUE NO CONSTITUYA NINGUNA INFRACCIÓN. TODO EL RIESGO EN CUANTO A LA CALIDAD, PRECISIÓN Y UTILIDAD DEL DOCUMENTO O DE CUALQUIER VERSIÓN MODIFICADA DEL MISMO LE CORRESPONDE A USTED. EN CASO DE QUE CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA RESULTARA DEFECTUOSO EN CUALQUIER SENTIDO, SERÁ USTED (Y NO EL REDACTOR INICIAL, NI EL AUTOR NI CUALQUIER PERSONA QUE HAYA CONTRIBUIDO) QUIEN ASUMIRÁ EL COSTE DE CUALQUIER SERVICIO TÉCNICO, REPARACIÓN O CORRECCIÓN NECESARIOS. ESTA LIMITACIÓN DE LAS GARANTÍAS CONSTITUYE UNA PARTE ESENCIAL DE ESTA LICENCIA. NO SE AUTORIZA NINGÚN USO DE CUALQUIER DOCUMENTO O VERSIÓN MODIFICADA DEL MISMO SI NO ES CON SUJECIÓN A ESTA LIMITACIÓN DE LAS GARANTÍAS; Y

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
es: EN NINGUNA CIRCUNSTANCIA NI SEGÚN NINGÚN ARGUMENTO LEGAL, SEA POR MOTIVOS CULPOSOS (INCLUIDA LA NEGLIGENCIA), CONTRACTUALES O DE OTRO TIPO, NI EL AUTOR, NI EL REDACTOR INICIAL, NI CUALQUIER COLABORADOR, NI CUALQUIER DISTRIBUIDOR DEL DOCUMENTO O VERSIÓN MODIFICADA DEL MISMO, NI CUALQUIER PROVEEDOR DE CUALQUIERA DE DICHAS PARTES, SERÁN RESPONSABLES, ANTE NINGÚN TERCERO, DE NINGÚN DAÑO O PERJUICIO DIRECTO, INDIRECTO, ESPECIAL, INCIDENTAL O CONSIGUIENTE DE NINGÚN TIPO, INCLUIDOS, SIN LIMITACIÓN, LOS DAÑOS POR PÉRDIDA DE FONDO DE COMERCIO, INTERRUPCIÓN DEL TRABAJO, FALLO O MAL FUNCIONAMIENTO INFORMÁTICO, NI CUALQUIER OTRO DAÑO O PÉRDIDA DERIVADOS DEL USO DEL DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO, O RELACIONADO CON ELLO, INCLUSO SI SE HABÍA COMUNICADO A AQUELLA PARTE LA POSIBILIDAD DE TALES DAÑOS.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
es: El DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO SE PROPORCIONAN CON SUJECIÓN A LOS TÉRMINOS DE LA GFDL, QUEDANDO BIEN ENTENDIDO, ADEMÁS, QUE: <placeholder-1/>

source: GNOME Documentation Team
es: Equipo de documentación de Gnome

source: GNOME Project
es: Proyecto Gnome

source: Version 2.10
es: Versión 2.10

source: March 2005
es: Marzo 2005

source: Version 2.8
es: Versión 2.8

source: Unknown
es: Desconocido

source: Battery Charge Monitor Applet Manual V2.2
es: Manual de la miniaplicación Monitor de carga de la batería V2.2

source: August 2004
es: Agosto 2004

source: Sun GNOME Documentation Team
es: Sun equipo de documentación de Gnome

source: Battery Charge Monitor Applet Manual V2.0
es: Manual de la miniaplicación Monitor de carga de la batería

source: May 2002
es: Mayo 2002

source: This manual describes version 2.9.7 of Battery Charge Monitor.
es: Este manual describe la versión 2.9.7 de la miniaplicación Monitor de carga de la batería.

source: Feedback
es: Comentarios

source: To report a bug or make a suggestion regarding the Battery Charge Monitor applet or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
es: Para informar un error o hacer una sugerencia sobre la miniaplicación Monitor de carga de la batería o de este manual, siga las indicaciones que aparecen en la <ulink url="ghelp:gnome-feedback" type="help">Página de contacto de Gnome</ulink>.

source: Battery Charge Monitor Applet
es: Miniaplicación Monitor de carga de la batería

source: Battstat Applet
es: Miniaplicación Battstat

source: Introduction
es: Introducción

source: The Battery Charge Monitor applet.
es: La miniaplicación Monitor de carga de la batería.

source: The <application>Battery Charge Monitor</application> panel application shows the status of any batteries in your laptop computer. You can configure the applet to show any of the following pieces of information on your panel:
es: El panel de la aplicación <application>Monitor de carga de la batería</application> muestra el estado de cualquier batería en su computadora portátil. Puede configurar la miniaplicación para mostrar la siguiente información en su panel:

source: Power connection status (battery or mains power);
es: El estado de conexión de la alimentación (batería o alimentación principal);

source: A graphical representation of battery charge;
es: Una representación gráfica de la carga de su batería;

source: The current battery charge as a percentage; or
es: La carga actual de la batería como porcentaje; o

source: Battery time remaining/time remaining for recharge
es: El tiempo restante de batería/tiempo que queda para recargar

source: To Add Battery Charge Monitor to a Panel
es: Para añadir el Monitor de carga de la batería a un panel

source: To add <application>Battery Charge Monitor</application> to a panel, right-click on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>. Select <application>Battery Charge Monitor</application> in the <application>Add to the panel</application> dialog, then click <guibutton>OK</guibutton>.
es: Para añadir la miniaplicación <application>Monitor de carga de la batería</application> a un panel, pulse el botón derecho del ratón sobre el panel, luego elija <guimenuitem>Añadir al panel</guimenuitem>. Seleccione <application>Monitor de carga de la batería</application> en el diálogo <application>Añadir al panel</application>. luego pulse <guibutton>Aceptar</guibutton>.

source: The layout of the <application>Battery Charge Monitor</application> applet varies depending on the size and type of panel in which the applet resides.
es: La disposición de la miniaplicación <application>Monitor de carga de la batería</application> varía dependiendo del tamaño y del tipo de panel en el cual la miniaplicación reside.

source: Determining Status
es: Determinar el estado

source: Determining the Power Connection Status
es: Determinar el estado de la conexión de alimentación

source: The power connection status shows the current status of the laptop power supply:
es: El estado de la conexión de la alimentación muestra el estado actual de la fuente de alimentación del portátil:

source: Icon
es: Icono

source: Power Status
es: Estado de la alimentación

source: Shows icon for AC power.
es: Muestra un icono para la alimentación por CA.

source: The laptop is connected to a power supply.
es: El portátil está conectado a una fuente de alimentación.

source: Shows icon for battery recharging.
es: Muestra un icono para la recarga de la batería.

source: The laptop battery is recharging.
es: La batería del portátil se está recargando.

source: Shows icon for battery power.
es: Muestra un icono para la alimentación por batería.

source: The laptop is using battery power.
es: El portátil esa usando la energía de la batería.

source: Shows icon for low power.
es: Muestra el icono para la energía baja.

source: The laptop power is very low.
es: El nivel de energía del portátil es muy bajo.

source: Determining the Battery Status
es: Determinar el estado de la batería

source: The battery-status icon is a progress bar within a battery image. The size and color of the progress bar indicate how much charge remains in the battery:
es: El icono del estado de la batería es una barra de progreso dentro de una imagen de batería. El tamaño y color de la barra de progreso indica cuanta carga queda en la batería:

source: Battery Charge Level
es: Nivel de carga de la batería

source: Shows icon for high battery-charge level.
es: Muestra un icono para el nivel alto de carga de la batería.

source: High
es: Alto

source: Shows icon for medium battery-charge level.
es: Muestra un icono para el nivel medio de carga de la batería.

source: Medium
es: Medio

source: Shows icon for low battery-charge level.
es: Muestra un icono para el nivel bajo de carga de la batería.

source: Low
es: Bajo

source: Shows icon for very low battery-charge level.
es: Muestra un icono para el nivel muy bajo de carga de la batería.

source: Very low
es: Muy bajo

source: For information about how to display the current battery charge as a percentage, see <xref linkend="battstat-appearance"/>.
es: Para más información sobre cómo mostrar la carga actual de la batería como porcentaje, vea la <xref linkend="battstat-appearance"/>.

source: Customizing the Battery Charge Monitor
es: Personalizar la miniaplicación Monitor de carga de la batería

source: Right-click on the applet, then choose <guimenuitem>Preferences</guimenuitem>
es: Pulse con el botón derecho del ratón sobre la miniaplicación, luego elija <guimenuitem>Preferencias</guimenuitem>

source: Preferences Dialog
es: Diálogo de preferencias

source: Appearance
es: Apariencia

source: Show battery status
es: Mostrar el estado de la batería

source: The battery status is a progress bar within a battery image. Select this option to display a graphical representation of the the battery status. For more details on what this representation means, a table is available in <xref linkend="battstat-usage-progress"/>.
es: El estado de la batería es una barra de progreso dentro de una imagen de batería. Seleccione esta opción para mostrar una representación gráfica del estado de la batería. Para más detalles sobre lo que significa esta representación, hay una tabla disponible en la <xref linkend="battstat-usage-progress"/>.

source: Show power connection status
es: Mostrar el estado de la conexión de la alimentación

source: The power connection status shows the current status of the laptop power supply. Select this option to display an icon representing the power connection status. A table of icons is available in <xref linkend="battstat-usage-power"/>.
es: El estado de la conexión de alimentación muestra el estado actual de la fuente de alimentación del portátil. Seleccione esta opción para mostrar un icono que representa el estado de la conexión de alimentación. Hay una tabla de los iconos disponible en la <xref linkend="battstat-usage-power"/>.

source: Show time/percentage remaining
es: Mostrar el tiempo/porcentaje restante

source: Selecting this option will display one of two pieces of information. <guilabel>Show time remaining</guilabel> will tell you how many hours and minutes until the battery is fully discharged or recharged. <guilabel>Show percentage remaining</guilabel> will tell you the percentage charge remaining in the battery.
es: Seleccionando esta opción mostrará una de las dos informaciones. <guilabel>Mostrar el tiempo restante</guilabel> le dirá cuantas horas y minutos quedan hasta que la batería se descargue o se recargue completamente.<guilabel>Mostrar el porcentaje restante</guilabel> le dirá el porcentaje restante de carga en la batería.

source: Warnings
es: Advertencias

source: Warn when battery charge is low
es: Advertir cuando la carga de la batería es baja

source: Selecting this displays a warning dialog whenever your laptop battery reaches the Red Zone, indicating a critically low remaining charge. This warning dialog can either be closed by you, or will vanish automatically when you plug your laptop into mains power.
es: Seleccionando esta opción muestra un diálogo de aviso siempre y cuando la batería de su portátil alcance la zona roja, indicando que la carga restante está críticamente baja. Este diálogo de aviso puede cerrarlo usted, o desaparecerá automáticamente cuando usted conecte el portátil a una fuente de alimentación externa.

source: Warn when battery is fully re-charged
es: Advertir cuando la batería está completamente recargada

source: Selecting this options displays a warning dialog whenever your laptop has fully recharged.
es: Seleccionando esta opción se muestra un diálogo de aviso en el momento en que su portátil esté completamente recargado.

source: translator-credits
es: Alejandro Aravena <raidenblast@gmail.com>, 2005. QA:Francisco Javier Fernández Serrador <serrador@cvs.gnome.org>.
